{"sentence":{"64":"Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd Whether the Noticee violated the provisions of Regulations 7 1 and 10 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 SAST Regulations Regulations 131 and 13 3 of SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations?","65":"Whether the Noticee violated the provisions of Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market Regulations 2003 FUTP Regulations?","66":"Whether the Noticee violated the provisions of Sections 11C 2 and 11C 3 read with 11 C 6 of the SEBI Act 1992?","67":"Whether the Noticee is liable for monetary penalty under Section 15 H 15 HA 15 A a and 15 A b of the SEBI Act 1992?","68":"If found guilty what should be the quantum of penalty imposed upon the Noticee in accordance with the principles of Section 15 J of the SEBI Act?","70":"On careful perusal of the material available on record I proceed to discuss the Issues for Consideration and my findings are recorded as under ISSUE 1 Whether the Noticee violated the provisions of Regulations 7 1 and 10 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 SAST Regulations Regulations 131 and 13 3 of SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations?","105":"Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd ISSUE 2 Whether the Noticee violated the provisions of Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market Regulations 2003 FUTP Regulations?","147":"In view of the above I find the Noticee guilty of violating the provisions of Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of SEBI Prohibition of Fraudulent and Unfair Trade Practices relating to Securities Market Regulations 2003.","148":"ISSUE 3 Whether the Noticee violated the provisions of Sections 11C 2 and 11C 3 read with 11 C 6 of the SEBI Act 1992?","154":"When & how it ceases to be promoter of GLL?","156":"Whether consideration was paid and received by the respective entities?","157":"Please provide a copy of bank statement evidencing payment of funds? b Whether the aforesaid transfer on July 4 2007 was transfer between promoters interse?","158":"If yes whether a report is filed in this regard for claiming exemption u s 34 of SEBI Takeovers Regulations 1997? c Copy of disclosures made by the company during April 01 2007 to December 31 2008 under SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 and SEBI Prohibition of Insider Trading Regulations 1992 d Details of bank a c’s maintained by you during January 01 2007 – December 31 2008.","169":"If yes when the open offer was made and the details thereof.","171":"Whether those shares at the time of receipt were in physical mode or demat mode? c.","192":"In view of the above I find the Noticee guilty of violating the provisions of Sections 11C 2 and 11C 3 read with 11 C 6 of the SEBI Act 1992.","193":"ISSUE 4 Whether the Noticee is liable for penalty under Section 15 H 15 HA 15 A a and 15 A b of the SEBI Act 1992?","196":"Penalty for fraudulent and unfair trade practices 15HA.","197":"If any person indulges in fraudulent and unfair trade practices relating to securities he shall be liable to a penalty of twentyfive crore rupees or three times the amount of profits made out of such practices whichever is higher.","199":"ISSUE 5 What should be the quantum of penalty imposed upon the Noticee in accordance with the principles of Section 15 J of the SEBI Act?","200":"While imposing monetary penalty it is important to consider the factors stipulated in section 15J of SEBI Act which reads as under “15J  Factors to be taken into account by the adjudicating officer While adjudging quantum of penalty under section 15I the adjudicating officer shall have due regard to the following factors namely Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd a the amount of disproportionate gain or unfair advantage wherever quantifiable made as a result of the default; b the amount of loss caused to an investor or group of investors as a result of the default; c the repetitive nature of the default.”","224":"Considering the facts and circumstances of the case and the violations committed by Noticee I am of the view that imposing a penalty of 10 00000  Rs Ten Lakhs only under Section 15 H ii a penalty of 2 00000  Rs Two Lakhs Only under Section 15 A a a penalty of 5 00000  Rs Five Lakhs Only under Section 15 A b read with Section 15 H i and a penalty of 1000000  Rs Ten Lakhs Only under Section 15 HA on Mercury Fund Management Co. Ltd would be commensurate with the violations of Regulation 10 of SAST Regulations Sections 11 C 2 11C 3 read with 11 C6 of the SEBI Act Regulation 7 1 of the SAST Regulations Regulations 131 and 13 3 of PIT Regulations and Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of FUTP Regulations respectively by the Noticee.","226":"Considering the facts and circumstances of the case in terms of the provisions of Sections 15 H 15 HA 15 A a and 15 A b of the SEBI Act 1992 and Rule 51 of the Rules I hereby impose a penalty of 10 00000  Rs Ten Lakhs only under Section 15 H ii a penalty of 2 00000  Rs Two Lakhs Only under Section 15 A a a penalty of 5 00000  Rs Five Lakhs Only under Section 15 A b read with Section 15 H i and a penalty of 10 00000  Rs Ten Lakhs Only under Section 15 HA on Mercury Fund Management Co. Ltd i.e  a total penalty of 2700000 Rs Twenty Seven Lakhs Only for violating the provisions of Regulation 10 of SAST Regulations Sections 11 C 2 11C 3 read with 11 C6 of the SEBI Act Regulation 7 1 of the SAST Regulations Regulations 131 and 13 3 of PIT Regulations and Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of FUTP Regulations.","282":"The issues that arise for consideration in the present case are  a Whether the Noticee had violated regulation 3 ad41 42a of PFUTP Regulations read with section 12A c of SEBI Act? b Whether the Noticee had violated regulation 3i of PIT Regulations read with section 12 A de of the SEBI Act? c Does the violation if any on the part of the Noticee attract monetary penalty under section 15 HA and 15G i of SEBI Act? d If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","354":"In view of above it is hereby ordered that i This consent order disposes of the said proceedings pending against the Noticee under Securities and Exchange Board of India Act 1992 and ii Passing of this order is without prejudice to the right of SEBI to take enforcement actions including commencing reopening of the pending proceedings against the Noticee if SEBI finds that a. any representation made by the Noticee in the consent proceedings is subsequently discovered to be untrue. b. the Noticee has breached any of the clauses conditions of undertakings waivers filed during the current consent proceedings.","434":"In the instant matter the following issues arise for consideration and determination Issue a Whether the Noticee has violated the provisions of regulations 71 71A 10 and 111 of SAST Regulations regulation 131 & 133 of PIT Regulations section 12Aa b c of SEBI Act r w regulation 3a b c & d and 41 42a & g of PFUTP Regulations and section 16 of SCRA r w Notification G.S.R.219E dated March 2 2000 and sections 13 & 18 of SCRA r w section 2i of SCRA?","435":"Issue b If yes to issue a then do the violations by Noticee attract monetary penalty under sections 15Ab 15H & 15HA of SEBI Act and section 23H of SCRA for the alleged violations by the Noticee?","436":"Issue c If yes to issue b then what is the quantum of monetary penalty to be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act r w rule 52 of the AO Rules 1995 and section 23J of the SCRA r w rule 52 of the AO Rules 2005?","481":"Issue a Whether the Noticee has violated the provisions of regulations 71 71A 10 and 111 of SAST Regulations regulation 131 & 133 of PIT Regulations Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . section 12Aa b c of SEBI Act r w regulation 3a b c & d and 41 42a & g of PFUTP Regulations and section 16 of SCRA r w Notification G.S.R.219E dated March 2 2000 and sections 13 & 18 of SCRA r w section 2i of SCRA?","556":"As per material on record and the admitted position of the Noticee of having entered into off market transactions the alleged violation of provisions of section 16 of SCRA r w Notification G.S.R.219E dated March 2 2000 sections 13 & 18 of SCRA r w section 2i of SCRA thus stand established.","557":"Issue b if yes to issue a then do the violations on the part of the Noticee attract any monetary penalty under sections 15Ab 15H & 15HA of SEBI Act and section 23H of SCRA for the alleged violations by the Noticee?","560":"Therefore after taking into account the aforesaid entire facts circumstance of the case and material available on record I am of the view that the above said violations attracts imposition of monetary penalty under sections 15Ab 15H and 15HA of SEBI Act and section 23H of SCRA.","561":"The relevant provisions in this regard is as under SEBI Act Penalty for failure to furnish information return etc. 15A.","566":"Penalty for fraudulent and unfair trade practices.","567":"If any person indulges in fraudulent and unfair trade practices relating to securities he shall be liable to a penalty twentyfive crore rupees or three times the amount of profits made out of such failure whichever is higher.","570":"Issue c  If yes to issue b then what would be the quantum of monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of SEBI Act and section 23J of the SCRA r w rule 52 of the AO Rules 1995 and AO Rules 2005?","578":"Therefore taking into consideration the facts circumstance of the case I am of the view that the Noticee is liable for a monetary penalty as mentioned below for his failure to comply with the provisions of regulations 71 & 71A and regulations 10 & 111 of SAST Regulations regulations 131 & 133 of PIT Regulations sections 12Aa b c of SEBI Act r w regulations 3a b c & d and 41 42a & g of PFUTP Regulations and section 16 of SCRA r w SEBI Notification G.S.R.219E dated March 2 2000 sections 13 & 18 of SCRA r w section 2i of SCRA.","579":"Charging Sections Penalty In Rs Sec.15Ab of SEBI Act Sec.15H of SEBI Act 6 lakh 8 lakh Sec.15HA of SEBI Act 3 lakh Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited .","580":"Sec.23H of SCR Act 1.5 lakh ORDER 17.","581":"In exercise of the powers conferred under section 15I of SEBI Act and section 23 I of the SCRA and rule 5 of the AO Rules 1995 and AO Rules 2005 I hereby impose a penalty of Rs 1850000  Rupees Eighteen Lakh Fifty Thousand only under sections 15Ab 15H and 15HA of SEBI Act and section 23H of SCRA.","619":"Whether the Noticee has violated the provisions of Regulations 136 of SEBI PIT Regulations 1992? b.","620":"Do the violations if any on the part of the Noticee attract monetary penalty under Section 15Ab of the SEBI Act1992? mailtojayenergynsenergys@gmail.com c.","621":"If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in Section 15J of the SEBI Act read with Rule 52 of the Adjudication Rules?","623":"6 Every listed company within two working days of receipt shall disclose to all stock exchanges on which the company is listed the information received under sub regulations1 2 2A 3 4 and 4A in the respective formats specified in Schedule III. Issue a  Whether the Noticee has violated the provisions of Regulations 136 of SEBI PIT Regulations 1992;","656":"Issue b  Does the violation if any attract monetary penalty under section 15A b of SEBI Act?","660":"As the violation of the provisions of Regulation 136 of SEBI PIT Regulations 1992 is established the Noticee is liable for monetary penalty under section 15Ab of SEBI Act 1992 which at the time of violation read as under 15A.","663":"Issue c – The monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in Section 15J of the SEBI Act read with Rule 52 of the Adjudication Rules?","678":"After taking into consideration the nature and gravity of charges established the facts and circumstances of the case and the mitigating factors as enumerated above I in exercise of the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules hereby impose a impose a monetary penalty of Rs 300000  Rupees Three Lakhs Only on the Noticee i.e  Jay Energy And S. Energies Limited under section 15Ab of SEBI Act 1992 for the violation of the provisions of 136 of SEBI PIT Regulations 1992.","735":"Whether Noticee has filed requisite disclosures under 136 of PIT Regulations; b.","736":"Whether the fax nos 022‐22722037 and 022‐26598237 appearing on the fax confirmation copies belongs to listing departments of BSE and NSE respectively.","745":"The issues that arise for consideration in the present case are i.","746":"Whether Noticee has informed the exchanges of the transactions of Vikram Agarwal as required under Regulation 136 of the PIT Regulations. ii.","747":"Whether Noticee has violated Regulation 136 of the PIT Regulations? iii.","748":"Does the violation if any on the part of the Noticee attract monetary penalty under Section 15A b of SEBI Act? iv.","749":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of the SEBI Act?","836":"The issues that arise for consideration in the present case are  a.","837":"Whether Noticee had violated Regulations 134 and 134A read with Regulation 135 of PIT Regulations 1992? and b.","838":"Does the violation if any attract monetary penalty under section 15Ab of SEBI Act?","866":"Issue II  Does the noncompliance if any attract monetary penalty under section 15A b of SEBI Act?","870":"As the violation of Regulation 134 and 134A read with Regulation 135 of PIT Regulations 1992 is established the Noticee is liable for monetary penalty under section 15Ab of SEBI Act which at the time of violation read as under 15A.","898":"After taking into consideration the nature and gravity of charges established the facts and circumstances of the case and the mitigating factors as enumerated above I in exercise of the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules hereby impose a impose a monetary penalty of 100000  Rupees One Lakh Only on the Noticee i.e  Shri Kannan Kashi Vishwanath under section 15Ab of SEBI Act 1992 for violation of Adjudication Order in respect of Kannan Kashi Vishwanath in the matter of Dr. Datsons Lab Ltd Regulations 134 and 134A read with Regulation 135 of PIT Regulations 1992 and Regulation 122 of PIT Regulations 2015."},"label":{"64":"subj observation","65":"subj observation","66":"subj observation","67":"subj observation","68":"subj observation","70":"subj observation","105":"subj observation","147":"penalty","148":"subj observation","154":"subj observation","156":"subj observation","157":"subj observation","158":"subj observation","169":"subj observation","171":"subj observation","192":"penalty","193":"subj observation","196":"penalty","197":"penalty","199":"subj observation","200":"penalty","224":"penalty","226":"penalty","282":"subj observation","354":"penalty","434":"subj observation","435":"subj observation","436":"subj observation","481":"subj observation","556":"penalty","557":"subj observation","560":"penalty","561":"penalty","566":"penalty","567":"penalty","570":"subj observation","578":"penalty","579":"penalty","580":"penalty","581":"penalty","619":"subj observation","620":"subj observation","621":"subj observation","623":"subj observation","656":"subj observation","660":"penalty","663":"subj observation","678":"penalty","735":"subj observation","736":"subj observation","745":"subj observation","746":"subj observation","747":"subj observation","748":"subj observation","749":"subj observation","836":"subj observation","837":"subj observation","838":"subj observation","866":"subj observation","870":"penalty","898":"penalty"},"case_number":{"64":88,"65":88,"66":88,"67":88,"68":88,"70":88,"105":88,"147":88,"148":88,"154":88,"156":88,"157":88,"158":88,"169":88,"171":88,"192":88,"193":88,"196":88,"197":88,"199":88,"200":88,"224":88,"226":88,"282":89,"354":90,"434":91,"435":91,"436":91,"481":91,"556":91,"557":91,"560":91,"561":91,"566":91,"567":91,"570":91,"578":91,"579":91,"580":91,"581":91,"619":92,"620":92,"621":92,"623":92,"656":92,"660":92,"663":92,"678":92,"735":93,"736":93,"745":93,"746":93,"747":93,"748":93,"749":93,"836":95,"837":95,"838":95,"866":95,"870":95,"898":95}}