{"sentence":{"63":"Whether the Noticee has violated the provisions of regulations 134A r w 135 of PIT Regulations 1992? b.","64":"Do the violations if any on the part of the Noticee attract monetary penalty under section 15Ab of the SEBI Act 1992 for the alleged violations by the Noticee? c.","65":"If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act 1992 r w rule 52 of the Adjudication Rules?","70":"On perusal of the material available on record and giving regard to the facts and circumstances of the case I hereby record my findings as under Adjudication Order in respect of Fingrowth Company Limited in the matter of Ybrant Digital Limited Issue a Whether the Noticee has violated the provisions of regulations 134A r w 135 of PIT Regulations 1992?","156":"Issue a  Whether  Mr Pramod Kumar S and  Mr Sunil Jain have violated the regulation 134A read with regulation 135 of the PIT Regulations 1992?","180":"Issue b  Whether  Mr Shantilal Bansilal has violated the regulation 131 of PIT Regulations 1992?","206":"Issue c  If yes to a and or b does the violations attract monetary penalty under Section 15Ab of the SEBI Act?","217":"Issue d  If yes what quantum of monetary penalty should be imposed on the Noticees taking into consideration the factors mentioned in Section 15J of the SEBI Act?","225":"In view of the above after taking into consideration all the facts and circumstances of the case and after considering the factors enumerated in section 15Jof the SEBI Act under provisions of section 15Ab of SEBI Act impose following penalty upon the Noticees Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 a Rs 300000 Rupees Three Lakh only on  Mr Pramod Kumar S for violation of Regulation 134A read with Regulation 135 of PIT Regulations 1992; b Rs 300000 Rupees Three Lakh only on  Mr Sunil Jain for violation of Regulation 134A read with Regulation 135 of PIT Regulations 1992; and c Rs 300000 Rupees Three Lakh only on  Mr Shantilal Bansilal for violation of Regulation 131 of PIT Regulations 1992 34.","265":"Whether the Noticee has violated the provisions Regulation 121 of PIT Regulations 1992? b.","266":"Do the violations if any on the part of the Noticee attract monetary penalty under section 15HB of SEBI Act for the alleged violations by the Noticee? c.","267":"If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act 1992 r w rule 52 of the Adjudication Rules?","270":"Issue a Whether the Noticee has violated the provisions of Regulation 121 of PIT Regulations 1992? a.","281":"Issue b Do the violations if any on the part of the Noticee attract monetary penalty under section 15HB of SEBI Act for the alleged violations by the Noticee?","282":"After taking into account the aforesaid entire facts circumstance of the case it is noted that the said violations of provisions of regulation 121 of PIT Regulations 1992 by the Noticee attracts the imposition of monetary penalties upon the Noticee under section 15HB of the SEBI Act which is reproduced below Penalty for contravention where no separate penalty has been provided.","284":"Issue c If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act 1992 r w rule 52 of the Adjudication Rules?","288":"Therefore taking into consideration the facts circumstance of the case and the above case laws I am of the view that the Noticee is liable for a a penalty of Rs 300000  Rupees Three Lakh only on Noticee i.e  Incap Financial Services Limited for violations of provision of regulation 121 of PIT Regulations 1992.","290":"In exercise of the powers conferred under section 15I of the SEBI Act and rule 5 of the AO Rules I hereby impose a penalty of Rs 300000  Rupees Three Lakh only on Noticee i.e  Incap Financial Services Limited vide SCN dated May 13 2016 under section 15HB of the SEBI Act for violation of the abovesaid provisions of regulation 121 of PIT Regulations 1992.","317":"In the instant matter the following issues arise for consideration and determination in respect of I. Whether Amul has violated Regulations 71 read with 72 of SAST Regulations and 131 and 133 read with 135 of PIT regulations?","318":"II. Does the violation if any on the part of Amul attract monetary penalty under Section 15A b of the Act?","319":"III. If so what would be the quantum of monetary penalty that can be imposed on Amul taking into consideration the factors mentioned in Section 15J of the Act?","339":"Does the violation if any on the part of Amul attract monetary penalty under Section 15 Ab of the Act?","340":"16 Having stated above that Amul has violated the provisions of SEBI Act he is liable for monetary penalty under Section 15Ab of the Act in terms of the penal provisions as stated below SEBI Act Section 15Ab of the Act as existed during the period of violation reads as under Penalty for fraudulent and unfair trade practices.","341":"Penalty for failure to furnish information return etc. 15A.","343":"Issue III  If so what would be the quantum of monetary penalty that can be imposed on Amul after taking into consideration the factors mentioned in Section 15J of the Act?","353":"ORDER 21 In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules I hereby impose a monetary penalty of Rs 6 00000 Rs Six lakhs only on Amul which I feel is commensurate with the alleged violations.","410":"The issues that arise for consideration in the present case are  a Whether the Noticee had violated regulation 3 a & d regulation 41 42a of FUTP Regulations read with section 12A c of SEBI Act? b Whether the Noticee had violated regulation 3i of PIT Regulations read with section 12 A d & e of the SEBI Act? c Does the violation if any on the part of the Noticee attract monetary penalty under section 15 HA and 15G i of SEBI Act? d If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","462":"In view of the foregoing I hold that the allegation of violation of provisions of regulations 3i of PIT Regulations and Section 12 Ad & e of SEBI Act 1992 against the noticee stands established.","466":"Thus the violation of sections 12A d&e of SEBI Act and regulation 3 i of PIT Regulations by the Noticee makes him liable for penalty under section 15G i of the SEBI Act1992.which read as follows 15G.Penalty for insider trading  If any insider who i either on his own behalf or on behalf of any other person deals in securities of a body corporate listed on any stock exchange on the basis of any unpublished price sensitive information 29.","472":"After taking into consideration all the facts and circumstances of the case and on a judicious exercise of the powers conferred upon me I hereby impose a monetary penalty of Rs 15000  Rupees Fifteen Thousand only on V Jyotiprasad HUF which will be commensurate with the violation committed by it.","503":"The issues that arise for consideration in the present case are  a Whether the Noticee had violated regulation 136 of PIT Regulations? b Does the violation if any on the part of the Noticee attract monetary penalty under section 15A b of SEBI Act? c If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","565":"The next issue for consideration is whether the violation attracts monetary penalty under section 15Ab of SEBI Act and if so what would be the monetary penalty that can be imposed on the Noticee.","567":"If any person who is required under this Act or any rules or regulations made there under a …………………………. b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less; c …………………………. 27.","570":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under section 15Ab of the SEBI Act.","583":"After taking into consideration all the facts and circumstances of the case and material available on record I hereby impose a monetary penalty of 20000  Rupees twenty thousand only on the Noticee which will be commensurate with the default committed by it.","666":"The issues that arise for consideration in the present case are a.","667":"Whether Noticee had violated regulations 3 i ii and 4 of PIT Regulations? b.","668":"Does the violation if any on the part of Noticee attract monetary penalty under sections 15G SEBI Act? c If so what would the monetary penalty be that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?"},"label":{"63":"subj observation","64":"subj observation","65":"subj observation","70":"subj observation","156":"subj observation","180":"subj observation","206":"subj observation","217":"subj observation","225":"penalty","265":"subj observation","266":"subj observation","267":"subj observation","270":"subj observation","281":"subj observation","282":"penalty","284":"subj observation","288":"penalty","290":"penalty","317":"subj observation","318":"subj observation","319":"subj observation","339":"subj observation","340":"penalty","341":"penalty","343":"subj observation","353":"penalty","410":"subj observation","462":"penalty","466":"penalty","472":"penalty","503":"subj observation","565":"subj observation","567":"penalty","570":"penalty","583":"penalty","666":"subj observation","667":"subj observation","668":"subj observation"},"case_number":{"63":33,"64":33,"65":33,"70":33,"156":34,"180":34,"206":34,"217":34,"225":34,"265":35,"266":35,"267":35,"270":35,"281":35,"282":35,"284":35,"288":35,"290":35,"317":36,"318":36,"319":36,"339":36,"340":36,"341":36,"343":36,"353":36,"410":37,"462":37,"466":37,"472":37,"503":38,"565":38,"567":38,"570":38,"583":38,"666":39,"667":39,"668":39}}