{"sentence":{"6":"Coram  Justice N.K. Sodhi Presiding Officer P. K. Malhotra Member S.S.N. Moorthy Member Per  Justice N.K. Sodhi Presiding Officer Whether the appellant made a misleading announcement or failed to disclose price sensitive information to the investors when it sought to acquire three companies to expand its business operations is the short question that arises for our consideration in this appeal filed under Section 15T of the Securities and Exchange Board of India Act 1992.","96":"He further imposed a penalty of 25 lacs for violating clause 2.1 of the Code of Corporate Disclosure Practices for Prevention of Insider Trading of Schedule II read with regulation 122 of PIT regulations.","193":"The issues that arise for consideration in the present case are  I. Whether the Noticee has violated the provisions of Regulations 291 read with 293 of SAST Regulations 2011?","194":"II. Does the violation if established attract monetary penalty under Section 15Ab of SEBI Act 1992?","198":"Issue I Whether the Noticee has violated the provisions of Regulations 291 read with 293 of SAST Regulations 2011?","206":"Issue II Does the violation if established attract monetary penalty under Section 15Ab of SEBI Act 1992?","216":"Thus the violation of Regulation 291 read with 293 of SAST Regulations 2011 makes the Noticee liable for penalty under Section 15Ab of the SEBI Act 1992 which reads as under – SEBI Act 1992 Penalty for failure to furnish information return etc. 15A.","225":"Accordingly taking into account the aforesaid observations and in exercise of power conferred upon me under section 15 I of the SEBI Act read with rule 5 of the Rules I hereby impose a penalty of Rs 100000  rupees One Lakh Only on the Noticee viz.","327":"Therefore in view of the abovementioned conclusions and after considering all the factors mentioned under Section 15J of the SEBI Act I hereby impose a penalty of 100000 Rupees One Lakh Only on the Noticee under Section 15A b of the Securities and Exchange Board of India Act 1992 for the noncompliance of the provisions of regulations 131 and regulation 133 read with regulation 135 of PIT Regulations and regulations 71 and 72 of SAST Regulations1997 which is appropriate in the facts and circumstances of the case.","328":"In exercise of the powers conferred under Section 15I of the Securities and Exchange Board of India Act 1992 and Rule 5 of Securities and Exchange Board of India Procedure for Holding Inquiry and Imposing Penalties by Adjudicating Officer Rules 1995 I hereby impose a penalty of 100000 Rupees One Lakh Only on Gujarat Metallic Coal & Coke Ltd Formerly known as Arvind Chemicals Ltd. in terms of the provisions of Section 15A b of the Securities and Exchange Board of India Act 1992 for the noncompliance of the provisions of regulations 131 and regulation 133 read with regulation 135 of PIT Regulations and regulation 71 and 72 of SAST Regulations.","348":"In the instant matter the following issues arise for consideration and determination a Whether the Noticee has failed to comply with Regulation 13 4 read with Regulation 13 5 of the PIT Regulations? b Whether the Noticee is liable for monetary penalty under Section 15 Ab of the SEBI Act? c If so what should be the quantum of monetary penalty?","377":"Therefore I conclude that the Noticee has violated the provisions of Regulation 13 4 read with 13 5 of the PIT Regulations and thus is liable for monetary penalty under Section 15A b of the SEBI Act which reads as under 15A.","378":"Penalty for failure to furnish information return etc.  If any person who is required under this Act or any rules or regulations made thereunder .....…. b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less;","385":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the said Rules I hereby impose a penalty of 200000  Rupees Two Lakh Only  on the Noticee viz.","410":"In the instant matter the following issues arise for consideration and determination a Whether the Noticee has violated the provisions of Regulation 133 read with Regulation 135 of the PIT Regulations? b Whether the Noticee is liable for monetary penalty under Section 15 Ab of the SEBI Act for the aforesaid violation? c If so what should be the quantum of monetary penalty?","443":"From the foregoing I conclude that the Noticee by failing to make the necessary disclosure to the company IHPML upon acquiring 200000 shares increasing the shareholding from 23.59% to 25.71% on December 29 2003 has violated the provisions of Regulation 13 3 read with 13 5 of the PIT Regulations and thus is liable for monetary penalty under Section 15 A b of the SEBI Act which reads as under 15A.","451":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under section 15I 2 of the SEBI Act read with Rule 5 of the said Rules I hereby impose a penalty of 200000  Rupees Two Lakh Only  on the Noticee viz.","490":"The issues that arise for consideration in the present case are  a.","491":"Whether the Noticee had violated the provisions of regulation 133 read with regulation 135 of PIT Regulations? b.","492":"Does the violations if any attract monetary penalty under section 15Ab of the SEBI Act? c.","493":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of the SEBI Act?","517":"As the violation of the provisions of regulation 133 read with regulation 135 of the PIT Regulations is established I hold that the Noticee is liable for monetary penalty under section 15Ab of the SEBI Act which reads as under 15A.","529":"After taking into consideration all the facts and circumstances of the case I impose a penalty of 25000  Rupees Twenty Five Thousand Only  under section 15A b on the Noticee which will be commensurate with the violation committed by him.","585":"Whether the Noticees have violated the relevant provisions of SEBI PIT Regulations 1992 & 2015 and SEBI SAST Regulations 1997 & 2011? b.","586":"Does the violation if any attract monetary penalty under Section 15Ab and 15HB of SEBI Act.? c.","587":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","588":"ISSUE1 Whether the Noticees have violated the relevant provisions of SEBI PIT Regulations 1992 & 2015 and SEBI SAST Regulations 1997 & 2011?","677":"ISSUE – 2 Does the violation if any attract monetary penalty under Section 15 A b and 15HB of SEBI Act.?","699":"In view of the above as the alleged violation against the Noticees 2 and 3 stands established they are liable for monetary penalty under Section 15HB of SEBI Act.","702":"ISSUE – 3  If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","703":"While determining the quantum of monetary penalty under Section 15 A b and 15HB of SEBI Act I have considered the factors stipulated in Section 15J of SEBI Act which reads as under Section 15J  Factors to be taken into account by the Adjudicating Officer Adjudication Order in the matter of DMC International Ltd. While adjudging quantum of penalty under section 15  I the Adjudicating Officer shall have due regard to the following factors namely a the amount of disproportionate gain or unfair advantage wherever quantifiable made as a result of the default; b the amount of loss caused to an investor or group of investors as a result of the default; c the repetitive nature of the default.","711":"Therefore I consider appropriate for imposition of penalty on Noticee 1 & 2 for violation nondisclosure of their holdings in terms of SEBI SAST and SEBI PIT Regulations respectively.","714":"Having considered all the facts and circumstances of the case I in exercise of the powers conferred upon me under Section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules hereby impose a penalty on the Noticees as under Sl."},"label":{"6":"subj observation","96":"penalty","193":"subj observation","194":"subj observation","198":"subj observation","206":"subj observation","216":"penalty","225":"penalty","327":"penalty","328":"penalty","348":"subj observation","377":"penalty","378":"penalty","385":"penalty","410":"subj observation","443":"penalty","451":"penalty","490":"subj observation","491":"subj observation","492":"subj observation","493":"subj observation","517":"penalty","529":"penalty","585":"subj observation","586":"subj observation","587":"subj observation","588":"subj observation","677":"subj observation","699":"penalty","702":"subj observation","703":"penalty","711":"penalty","714":"penalty"},"case_number":{"6":80,"96":80,"193":81,"194":81,"198":81,"206":81,"216":81,"225":81,"327":83,"328":83,"348":84,"377":84,"378":84,"385":84,"410":85,"443":85,"451":85,"490":86,"491":86,"492":86,"493":86,"517":86,"529":86,"585":87,"586":87,"587":87,"588":87,"677":87,"699":87,"702":87,"703":87,"711":87,"714":87}}