{"sentence":{"12":"The issues that arise for consideration in the present case are  a Whether the Noticee had violated regulation 41 42 a b e and g of PFUTP? b Does the violation if any on the part of the Noticee attract monetary penalty under section 15HA of SEBI Act? c Whether the Noticee has violated regulations 71 and 2 of SAST and regulations 13 1 3 and 5 of PIT? d Does the violation if any on the part of the Noticee attract monetary penalty under section 15 A b of SEBI Act? e If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","72":"Thus the aforesaid violations by the Noticee make it liable for penalty under Section 15HA of SEBI Act which read as follows “Penalty for fraudulent and unfair trade practices 15HA.","73":"If any person indulges in fraudulent and unfair trade practices relating to securities he shall be liable to a penalty of twentyfive crore rupees or three times the amount of profits made out of such practices whichever is higher.","95":"The aforesaid violations attract monetary penalty under section 15Ab of the SEBI Act which reads as under 15A.","114":"After taking into consideration all the facts and circumstances of the case I impose a penalty of Rs 200000  Rupees Two Lakh only under section 15HA and Rs 800000  Rupees Eight Lakh only under section 15Ab of SEBI Act","161":"The main issue that arises here is as to whether the Noticee was in possession of any unpublished price sensitive information and before it was made public she purchased the shares of the Company and made unlawful gains.","162":"If yes then whether such acts of the Noticee are in violation of the provisions of regulation 3 i of the PIT Regulations.","248":"In light of the facts and circumstances of the case as discussed above I hold the Noticee guilty of violating regulation 3 i of the PIT Regulations for which there is provision for imposition of penalty under section 15 G of the SEBI Act.","256":"Therefore considering all the facts and circumstances of the case I am of the opinion that a penalty of 3.40 lakh on the Noticee which is around three times the undue gains made by her shall be commensurate with the violations committed .","257":"In exercise of the powers conferred upon me under Section 15 I of the Act and rule 4 of the Rules I impose penalty of 340000  Rupees thee lakh forty thousand only on the Noticee in terms of the provisions of section 15 G of the SEBI Act for the violation of the aforesaid provisions of the PIT Regulations.","325":"The issues that arise for consideration in the present case are  a.","326":"Whether the Noticees had violated the provisions of regulation 71A read with regulation 72 of the SAST Regulations 1997? b.","327":"Does the violation if any attract monetary penalty under section 15A b of SEBI Act? c.","328":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","336":"Finding The issues for examination in this case and the findings thereon are as follows a Whether the Noticees had violated the provisions of regulation 71A read with regulation 72 of the SAST Regulations 1997?","362":"In view of the above and based on the available documents and records before me I find that there has been a lapse on the part of the Noticee and thus the violation of regulation 71A read with regulation 72 of SAST Regulations 1997 stands established in respect of transaction dated March 28 2006. b Does the noncompliance if any attract monetary penalty under section 15A b of SEBI Act?","370":"As the violation of the statutory obligation under regulation 71A read with regulation 72 of SAST Regulations 1997 has been established I hold that the Noticees are liable for monetary penalty under section 15Ab of SEBI Act which reads as under “15A.","371":"Penalty for failure to furnish information return etc.  If any person who is required under this Act or any rules or regulations made there under  a… … … b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less” c If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","380":"Therefore in exercise of the powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose a penalty of 400000  Rupees Four Lakh only under Section 15Ab for failure to make disclosures regulation 71A read with regulation 72 of SAST Regulations 1997 on the Noticee i.e  Blue Blends Leasing Pvt Limited.","429":"The issues that arise for consideration are  a Whether Sampati failed to disclose the change in holdings in the Company in terms of PIT and SAST Regulations? b Does the violation on the part of Sampati attract monetary penalty under section 15Ab of SEBI Act? c If yes what quantum of monetary penalty should be imposed on Sampati taking into consideration the factors mentioned in Section 15J of the SEBI Act?","430":"Issue a Whether Sampati failed to disclose the change in holdings in the Company in terms of PIT and SAST Regulations?","470":"Issue B Does the violation on the part of Sampati attract monetary penalty under section 15Ab of SEBI Act?","474":"As the violation of provisions of Regulation 291 read with Regulation 293 of SAST Regulations and Regulation 131 of PIT Regulations by Sampati has been established it is held that Sampati are liable for monetary penalty under Section 15Ab of SEBI Act.","475":"The aforesaid provisions read as under Penalty for failure to furnish information return etc. 15A.","476":"If any person who is required under this Act or any rules or regulations made thereunder— .. b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less;","477":"Given the above it is concluded that the present case is a fit case for imposing penalty upon Sampati under Section 15Ab of the SEBI Act 1992.","478":"Issue C what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","489":"Hence in view of the charges established under the provisions of the SEBI Act a monetary penalty of Rs 400000 Rupees Four Lakhs Only is imposed upon Sampati Financial Services Ltd under Section 15Ab of SEBI Act 1992.","597":"Whether the Noticee has violated Regulation 121 read with Clause 1.2 of Schedule 1 Part A of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015?","598":"Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 13 | 27 Whether the Noticee has violated Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015?","599":"Whether the Noticee has violated the provisions of Section 12Aa b and cof SEBI Act and Regulations 3a b c & d 41 42 e of SEBI PFUTP Regulations 2003? b.","600":"Does the violation if any attract monetary penalty under Section 15HB Section 15Ab and Section 15HA of the SEBI Act? c.","601":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","602":"ISSUE I  Whether the Noticee has violated Regulation 121 read with Clause 1.2 of Schedule 1 Part A of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015?","603":"Whether the Noticee has violated Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015?","604":"Whether the Noticee has violated the provisions of Section 12Aa b and cof SEBI Act and Regulations 3a b c & d 41 42 e of SEBI PFUTP Regulations 2003?","643":"B. Findings with respect to alleged violation of Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015 a I find that during March 6 2015 to March 19 2015 the Noticee a Director of the Company had traded in shares of ASCL on March 11 2015 March 12 2015 March 13 2015 March 16 2015 March 17 2015 and March 18 2015.","655":"ISSUE II Does the violation if any attract monetary penalty under Section 15HB Section 15Ab and Section 15HA of SEBI Act.?","659":"Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 24 | 27 SEBI Act 15HA  “Penalty for fraudulent and unfair trade practices– If any person indulges in fraudulent and unfair trade practices relating to securities he shall be liable to a penalty of twentyfive crore rupees or three times the amount of profits made out of such practices whichever is higher.”","661":"ISSUE III If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","663":"Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 25 | 27 b the amount of loss caused to an investor or group of investors as a result of the default; c the repetitive nature of the default.","667":"In view of the above after considering all the facts and circumstances of the case and the factors mentioned in the provisions of Section 15I of the SEBI Act 1992 read with Rule 5 of Securities and Exchange Board of India Procedure for Holding Inquiry and Imposing Penalties by Adjudicating Officer Rules 1995 I hereby impose a penalty of Rs 300000 Rupees Three Lakh on Narayan Acharya in terms of the provisions of Sections 15HB and Section 15Ab of the Securities and Exchange Board of India Act 1992.","729":"2 That neither SEBI nor the Adjudication Officer had the benefit of looking into the matter or background facts and determine whether the alleged non‐compliance arose out of any factors that would heighten or lessen the need for regulatory intervention based on which a decision could have been taken as to whether regulatory proceedings should have at all been initiated;","771":"Whether the Noticee has violated the provisions of Regulation 83 of the Takeover Regulations for 7 consecutive financial years from financial year FY 1997‐98 to FY 2003‐04 again once for the FY 2006 and again for 2 consecutive financial years FY 2008‐09 to FY 2009‐10? b.","772":"Do the violations if any attract monetary penalty under Section 15 Abof SEBI Act? c.","773":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","863":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under Section 15Ab of the SEBI Act for the violation of Regulation 83 of the Takeover Regulation as applicable against the Noticee which reads as under 15 Ab of the SEBI Act 1992 prior to SEBI Amendment Act 2002 w.e.f 29‐10‐2002 If any person who is required under this Act or any rules or regulations made thereunder‐‐ To file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty not exceeding five thousand rupees for every day during which such failure continues.","869":"In view of the charges as established the facts and circumstances of the case and the judgments referred to and mentioned hereinabove the quantum of penalty would depend on the factors referred in Section 15‐J of SEBI Act and stated as above.","876":"As per Section 15Ab of the SEBI Act prior to amendment dated October 29 2002 the Noticee was liable to a penalty No exceeding Rs 5000 ‐ for every day of default during which such default continues for failure to file any return or furnish information books or documents within the time specified.","888":"In addition to the aforesaid I am also inclined to consider the following mitigating factors while adjudging the quantum of penalty a the paid‐up capital market capitalization of the company at the relevant point of time; b the trading volumes of the company’s shares on BSE where the shares were listed during the relevant period; and c the number of occasions in the instant proceeding that the Noticee has violated the relevant provisions of the Takeover Regulations 1997.","911":"After taking into consideration all the facts and circumstances of the case I impose a penalty of Rs 450000 ‐Rupees Four lakh fifty thousand only on the Noticee viz."},"label":{"12":"subj observation","72":"penalty","73":"penalty","95":"penalty","114":"penalty","161":"subj observation","162":"subj observation","248":"penalty","256":"penalty","257":"penalty","325":"subj observation","326":"subj observation","327":"subj observation","328":"subj observation","336":"subj observation","362":"subj observation","370":"penalty","371":"penalty","380":"penalty","429":"subj observation","430":"subj observation","470":"subj observation","474":"penalty","475":"penalty","476":"penalty","477":"penalty","478":"subj observation","489":"penalty","597":"subj observation","598":"subj observation","599":"subj observation","600":"subj observation","601":"subj observation","602":"subj observation","603":"subj observation","604":"subj observation","643":"subj observation","655":"subj observation","659":"penalty","661":"subj observation","663":"subj observation","667":"penalty","729":"subj observation","771":"subj observation","772":"subj observation","773":"subj observation","863":"penalty","869":"subj observation","876":"penalty","888":"subj observation","911":"penalty"},"case_number":{"12":48,"72":48,"73":48,"95":48,"114":48,"161":49,"162":49,"248":49,"256":49,"257":49,"325":51,"326":51,"327":51,"328":51,"336":51,"362":51,"370":51,"371":51,"380":51,"429":53,"430":53,"470":53,"474":53,"475":53,"476":53,"477":53,"478":53,"489":53,"597":54,"598":54,"599":54,"600":54,"601":54,"602":54,"603":54,"604":54,"643":54,"655":54,"659":54,"661":54,"663":54,"667":54,"729":55,"771":55,"772":55,"773":55,"863":55,"869":55,"876":55,"888":55,"911":55}}