{"sentence":{"16":"EAD2 SS VS 37 7784 201819 Sr.","60":"EAD2 SS VS 37 7784 201819 8.","68":"The provisions of section 15Ab and 15Hiiof the SEBI Act are as under Penalties and Adjudication Penalty for failure to furnish information return etc. 15A.","89":"EAD2 SS VS 37 7784 201819 iii.","103":"EAD2 SS VS 37 7784 201819 iii.","121":"EAD2 SS VS 37 7784 201819 ii.","224":"Therefore in my view the failures of the Noticee as found in this case deserves imposition of monetary penalty under section 15A b of the SEBI Act.","225":"The provisions of 15A b of the SEBI Act read as under Penalty for failure to furnish information return etc. 15A.","241":"Having regard to the factors listed in section 15J and the guidelines issued by Hon’ble Supreme Court of India in SEBI Vs Bhavesh Pabari Civil Appeal NoS.11311 of 2013 vide judgement dated February 28 2019 it is noted that from the material available on record any quantifiable gain or unfair advantage accrued to the Noticee or the extent of loss suffered by the investors as a result of the default in this case cannot be computed.","244":"Taking into consideration all the facts and circumstances of the case including the aforesaid 15J factors and exercising the powers conferred upon me under section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose a monetary penalty of ₹ 200000  Rupees Two Lakh Only on the Noticee section 15A b of the SEBI Act.","312":"The aforesaid noncompliance makes the noticee liable to penalty under Section 23A of the SCRA Section and 15HB of the SEBI Act.","320":"Having considered the facts and circumstances of the case and after taking into account the factors under Section 15J of the SEBI Act and 23J of the SCRA I find that a penalty of 100000 One Lakh Only under Section 23A of the SCRA and 100000 One Lakh Only under Section 15HB of the SEBI Act on the noticee would be commensurate with the non compliances by the noticee in this case.","321":"In exercise of the powers conferred under Section15 I of the Securities and Exchange Board of India Act 1992 read with Rule 5 of Securities and Exchange Board of India Procedure for Holding Inquiry and Imposing Penalties by Adjudicating Officer Rules 1995 and Section 23I of the Securities Contracts Regulation Act 1956 read with Rule 5 of the Securities Contracts Regulation Procedure for Holding Inquiry and Imposing Penalties by Adjudicating Officer Rules 2005 I hereby impose a consolidated penalty of 200000 Two Lakh Only on Minal Industries Limited in terms of the provisions of Section 15HB of the Securities and Exchange Board of India Act1992 and Section 23A of the Securities Contracts Regulation Act 1956 for the No compliance of the provisions of Section 21 of the Securities Contracts Regulation Act 1956 read with Clause 19b of the Listing Agreement and Regulation 122 read with Clause 2.1 of Schedule II of the SEBI Prohibition of Insider Trading Regulations 1992.","359":"The issues that arise for consideration in the present case are  a.","360":"Whether the Noticee had violated the provisions of regulation 71 read with regulation 72 regulation 10 of the SAST Regulations regulation 131 and regulation 133 read with regulation 135 of the PIT Regulations and regulations 412abeandg of the PFUTP Regulations? b.","361":"Does the violation if any attract monetary penalty under section 15HA 15A b and 15H ii of the SEBI Act? c.","362":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of the SEBI Act?","396":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under section15H ii of the SEBI Act.","435":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under section15A b of the SEBI Act.","437":"Penalty for failure to furnish information return etc. If any person who is required under this Act or any rules or regulations made thereunder  a… b to file any return or furnish any information books or other documents within the time specified therefore in the regulations fails to file return or furnish the same within the time specified therefore in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.","501":"After taking into consideration all the facts and circumstances of the case and material available on record I hereby impose a monetary penalty of 500000 Rupees Five Lac Only  under section 15H ii and 100000 Rupees One Lac Only  under section 15Ab of the Act {i.e  a total penalty of 600000  Rupees Six Lac only  } on the Noticee which will be commensurate with the default committed by it.","730":"Having examined the background of the case including SCN written submissions of Noticees submissions if any made in the personal hearing the issues that arise for consideration in the present case are a Whether  Mr Jayesh N. Kavi Noticee No 11 has violated provisions of regulation 133 of PIT Regulations 1992? b Whether Noticees no.","731":"1 to 13 have violated provisions of section 11C2 and 11C3 of SEBI Act? c Does the violation if any mentioned in issue a attract monetary penalty under section 15Ab of SEBI Act? d Does the violation if any mentioned in issue b attract monetary penalty under section 15Aa of SEBI Act? e If so what would be the monetary penalty that can be imposed upon the Noticees taking into consideration the factors mentioned in section 15J of SEBI Act? mailtomihirparikh63@ymail.com mailtojayenergynsendrgys@gmail.com mailtojayenergynsendrgys@gmail.com mailtomihirparikh63@ymail.com mailtojayenergynsendrgys@gmail.com mailtomihirparikh63@ymail.com mailtojayenergynsendrgys@gmail.com mailtomihirparikh63@ymail.com Adjudication Order in respect of 13 entities in the matter of Jay Energy and S Energies Ltd | Issue a – Whether  Mr Jayesh N. Kavi Noticee No 11 has violated provisions of regulation 133 of PIT Regulations 1992?","746":"Issue b  Whether Noticees no.","747":"1 to 13 have violated provisions of section 11C2 and 11C3 of SEBI Act?","834":"Issue c  Does the violation if any mentioned in issue a attract monetary penalty under section 15Ab of SEBI Act?","838":"In view of the above it is concluded that it is a fit case to impose monetary penalty under Section 15Ab of SEBI Act which reads as follows Penalty for failure to furnish information return etc. 15A.","840":"Adjudication Order in respect of 13 entities in the matter of Jay Energy and S Energies Ltd | Issue d  Does the violation if any mentioned in issue b attract monetary penalty under section 15Aa of SEBI Act?","852":"In view of the above it is concluded that it is a fit case to impose monetary penalty under Section 15Aa of SEBI Act which reads as follows Penalty for railure to furnish information return etc. 15A.","853":"If any person who is required under this Act or any rules or regulations made thereunder— a to furnish any document return or report to the Board fails to furnish the same he shall be liable to a penalty which shall No be less than one lakh rupees but which may extend to one lakh rupees for each day during which such failure continues subject to a maximum of one crore rupees;","854":"Issue e  If so what would be the monetary penalty that can be imposed upon the Noticees taking into consideration the factors mentioned in section 15J of SEBI Act?","855":"While determining the quantum of penalty under section 15Aa and 15Ab of SEBI Act it is important to consider the factors stipulated in section 15J of SEBI Act read with rule 52 of the SEBI Adjudication Rules which read as under Section 15J of SEBI Act  Factors to be taken into account by the Adjudicating Officer Adjudication Order in respect of 13 entities in the matter of Jay Energy and S Energies Ltd | While adjudging quantum of penalty under section 15I of SEBI Act the adjudicating officer shall have due regard to the following factors namely a the amount of disproportionate gain or unfair advantage wherever quantifiable made as a result of the default; b the amount of loss caused to an investor or group of investors as a result of the default; c the repetitive nature of the default.”","863":"Further in exercise of powers conferred under section 15I2 of SEBI Act following penalty is hereby imposed on the Noticees a Penalty under section 15Aa of SEBI Act for violation of section 11C2 and 11C3 of SEBI Act Sl.","895":"The issues that arise for consideration in the present case are  I. Whether the Noticee was covered under the ambit of “Officer” as specified in Reg. 134 of the PIT Regulations?","896":"II. Whether the Noticee failed to make any disclosure as envisaged in Reg. 134 of the PIT Regulations? and III.","897":"Does the violation if any attract monetary penalty under section 15Ab of SEBI Act?","1104":"The next question that arises is what was the unpublished price sensitive information in this case.","1155":"At that time the maximum monetary penalty by adjudication under section 15G of the SEBI Act was 5 lakhs.","1161":"Considering the facts and circumstances of this case seriousness of violations and the above mitigating factors I in exercise of the powers conferred upon me under section 19 read with sections 111 and 11B of the Securities and Exchange Board of India Act 1992 and regulation 11 of the SEBI Prohibition of Insider Trading Regulations 1992 I hereby restrain  Mr Arun Jain PAN  AAHPJ6020E from accessing the securities market and further prohibit him from buying selling or otherwise dealing in securities directly or indirectly or being associated with the securities market in any manner for a period of two years from the date of this order."},"label":{"16":"subj observation","60":"subj observation","68":"penalty","89":"subj observation","103":"subj observation","121":"subj observation","224":"penalty","225":"penalty","241":"penalty","244":"penalty","312":"penalty","320":"penalty","321":"penalty","359":"subj observation","360":"subj observation","361":"subj observation","362":"subj observation","396":"penalty","435":"penalty","437":"penalty","501":"penalty","730":"subj observation","731":"subj observation","746":"subj observation","747":"subj observation","834":"subj observation","838":"penalty","840":"subj observation","852":"penalty","853":"penalty","854":"subj observation","855":"penalty","863":"penalty","895":"subj observation","896":"subj observation","897":"subj observation","1104":"subj observation","1155":"penalty","1161":"penalty"},"case_number":{"16":8,"60":8,"68":8,"89":8,"103":8,"121":8,"224":9,"225":9,"241":9,"244":9,"312":10,"320":10,"321":10,"359":11,"360":11,"361":11,"362":11,"396":11,"435":11,"437":11,"501":11,"730":12,"731":12,"746":12,"747":12,"834":12,"838":12,"840":12,"852":12,"853":12,"854":12,"855":12,"863":12,"895":13,"896":13,"897":13,"1104":15,"1155":15,"1161":15}}