{"sentence":{"52":"The issues that arise for consideration in the present case are  a.","53":"Whether Noticee violated the provisions of regulations 71 and 71A read with regulation 72 of SAST Regulations 1997 and regulation 131 of PIT Regulations 1992? b.","54":"Whether Noticee violated the provisions of section 11C3 and 11C5 of SEBI Act 1992? c.","55":"Does the violation if any attract monetary penalty under section 15A a and 15A b of SEBI Act 1992? d.","56":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","85":"Issue II Violation of the provisions of section 11C3 and 11C5 of SEBI Act 1992 21.","109":"Issue III  Does the violation if any attract monetary penalty under section 15Aa and 15A b of SEBI Act 1992?","121":"Thus it is clear that if a person fails to comply with the summonses of IA he is liable for penalty under Sec.","123":"As the violation of provisions of section 11C3 and 11C5 of SEBI Act 1992 by the noticee has been established I hold that Noticees are liable for monetary penalty under section 15A a of SEBI Act.","127":"As the violation of the statutory obligation Adjudication Order against Nazima Impex Pvt Ltd in the matter of Mahan Industries Ltd under regulation 71 read with regulation 72 of SAST Regulations 1997 and regulation 131 of PIT Regulations 1992 has been established I hold that the Noticee is liable for monetary penalty under section 15Ab of SEBI Act.","130":"Issue IV  What would be the monetary penalty that can be imposed taking into consideration the factors mentioned in section 15J of SEBI Act?","138":"After taking into consideration all the facts and circumstances of the case I in exercise of the powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the Adjudication Rules hereby impose following penalty hereby impose following penalty on the noticee i.e  Nazima Impex Pvt Ltd  Penalty Amount Violation 250000  Rupees Two Lakh Fifty Thousand Only Under section 15Ab of SEBI Act for violation of Regulation 71 of SAST Regulations 1997. 250000  Rupees Two Lakh Fifty Thousand Only Under section 15Ab of SEBI Act for violation of regulation 131 of PIT Regulations 1992. 200000  Rupees Two Lakh Only Under section 15Aa of SEBI Act for violation of section 11C3 of SEBI Act 1992. 200000  Rupees Two Lakh Only Under section 15Aa of SEBI Act for violation of section 11C5 of SEBI Act 1992.","166":"Penalty for failure to furnish information return etc If any person who is required under this Act or any rules or regulations made thereunder b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.”","196":"The issues that arise for consideration in the instant matter are 11.1 Whether the Noticee had failed to make required disclosures under the PIT Regulations and SAST Regulations as alleged in the SCN?","197":"2 If yes whether the failure on the part of the Noticee would attract monetary penalty under Section 15A b of the SEBI Act?","198":"3 If yes what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors stipulated in Section 15J of the SEBI Act read with Rule 5 2 of the Adjudication Rules?","199":"Issue 11.1 Whether the Noticee had failed to make mandated disclosures under the PIT Regulations and SAST Regulations as alleged in the SCN?","213":"Issue 11.2 If yes whether the failure on the part of the Noticee would attract monetary penalty under Section 15A b of the SEBI Act?","216":"In view of the aforesaid I am convinced that the failure of Noticee in making disclosures to the Company under Regulation 133 read with 135 of the PIT Regulations and failure to make disclosures to the target company as well as Stock Exchanges under Regulation 292 read with 293 of the SAST Regulations attracts imposition of monetary penalty on the Noticee under Section 15A b of the SEBI Act text of which is reproduced as under “15A.","217":"If any person who is required under this Act or any rules or regulations made thereunder b to file any return or furnish any information books or other documents within the time specified therefore in the regulations fails to file return or furnish the same within the time specified therefore in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.”","218":"Issue 11.3 If yes what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors stipulated in Section 15J of the SEBI Act read with Rule 5 2 of the Adjudication Rules?","232":"After taking into consideration all the facts and circumstances of the case in exercise of powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose penalty upon the Noticee as shown in the table below Name of the Noticee Amount of Penalty Penalty Provisions and Violations Abhirati Trading Pvt Ltd Rs 475000 Rupees Four Lakh Seventy Five Thousand only Under Section 15Ab of the SEBI Act for violation of Regulation 133 read with 135 of the PIT Regulations Rs 475000 Rupees Four Lakh Seventy Five Thousand only.","233":"Under Section 15Ab of the SEBI Act for violation of Regulation 292 read with 293 of the SAST Regulations Total Rs 950000  Rupees Nine Lakh Fifty Thousand only I am of the view that the said penalty would commensurate with the violations committed by the Noticee.","351":"The issues that arise for consideration in the present case are Issue I Whether Noticees No 1 23 and 4 have violated the Section 12Aa b c of SEBI Act 1992 read with Regulations 3ab c d read with Regulations 41 42 a e of SEBI PFUTP Regulations and Schedule I Part A of the PIT Regulations 1992 to be read with Regulation 12 of PIT Regulations 2015 by Noticee s No 1 and 2?;","352":"Issue II Does the violations if any attract monetary penalty under section 15HA of SEBI Act 1992 by Noticees s No 123 and 4 and under Section 15 HB of SEBI Act 1992 by Noticee s No 1 and 2?;","353":"Issue III If so what should be the quantum of monetary penalty?","362":"In the matter of M s TCP Ltd Findings Issue 1  a Whether Noticees No 1 23 and 4 have violated the Section 12Aa b c of SEBI Act 1992 read with Regulations 3ab c d read with Regulations 41 42 a e of SEBI PFUTP Regulations?","455":"Therefore I conclude that the trades done by the Noticees No 1 2 3 and 4 are in violation of Section 12Aa b c of SEBI Act 1992 read with Regulations 3ab c d read with Regulations 41 42 a e of PFUTP Regulations thus liable for monetary penalty.","456":"Issue I b Whether Noticees No 1 and 2 have violated Schedule I Part A of the PIT Regulations 1992 to be read with Regulation 12 of PIT Regulations 2015?","479":"I note the provisions of Section 15HA and Section 15HB of SEBI Act as existed during the period of violation as applicable to the facts and circumstances of the case read as under Penalty for fraudulent and unfair trade practices 15HA.","480":"If any person indulges in fraudulent and unfair trade practices relating to securities he shall be liable to a penalty of twenty five crore rupees or three times the amount of profits made out of such practices whichever is higher.","483":"Since the violations against the Noticees has been established therefore I am of the view that monetary penalty should be levied under Section 15 HA of the SEBI Act on Noticees No 1 2 3 and 4 and under Section 15HB of SEBI Act on Noticees No 1 and 2.","484":"Issue III If so what should be the quantum of monetary penalty?","493":"In view of the above after considering all the facts and circumstances of the case the material available on record the submission made by the Noticees in exercise of the powers conferred upon me under 15I of the SEBI Act read with Rule 5 of Rules I hereby impose a monetary penalty as under  Sl.","494":"No Name of the Noticee Penal Provision under SEBI Act 1992 Amount of Penalty Rs  1  Mr V R Venkatchalam Section 15 HA of SEBI Act 1992 Rs 150000000  Rupees Fifteen Crores only Section 15HB of SEBI Act 1992 Rs 300000  Rupees Three Lakhs only 2  Mr V Rajasekharan Section 15 HA of SEBI Act 1992 Rs 10000000  Rupees One Crore only Section 15HB of SEBI Act 1992 Rs 300000  Rupees Three Lakhs only 3 Ms. Rajasekharan Devaki Section 15 HA of SEBI Act 1992 Rs 10000000Rupees One Crore only 4 MMr Srivatsan P  Rs 10000000  Rupees One Crore only In the matter of M s TCP Ltd 34.","556":"The issues that arise for consideration in the instant matter are Issue No I Whether the Noticee failed to make disclosures required under Regulation 134A of the PIT Regulations as alleged in the SCN?","557":"Issue No II If yes whether the failure on the part of the Noticee would attract monetary penalty under Section 15A b of the SEBI Act?","558":"Issue No III If yes what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors stipulated in Section 15J of the SEBI Act read with Rule 5 2 of the Adjudication Rules?","559":"Issue No I Whether the Noticee failed to make disclosures required under Regulation 134A of the PIT Regulations as alleged in the SCN?","594":"Issue No II If yes whether the failure on the part of the Noticee would attract monetary penalty under Section 15A b of the SEBI Act?","595":"& Issue No III If yes what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors stipulated in Section 15J of the SEBI Act read with Rule 5 2 of the Adjudication Rules?","597":"Since failure of the Noticee in making disclosures to the Company as well as BSE & NSE under Regulation 134A read with 135 of the PIT Regulations is established I am of the view that it warrants imposition of monetary penalty under Section 15Ab of the SEBI Act on the Noticee text of which is reproduced as under SEBI Act “15A.","613":"After taking into consideration all the facts and circumstances of the case in exercise of powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose a penalty of 200000  Rupees Two Lakh only upon the Noticee i.e  Ms. Anita Mansukhani under Section 15Ab of the SEBI Act for violation of Regulation 134A read with 135 of the PIT Regulations.","635":"I. Whether the Noticees have violated 11C 2 read with 11C 3 of the SEBI Act 1992?","636":"II. Does the violation if any on the part of the Noticee attract monetary penalty under Section 15A a of the SEBI Act 1992?","637":"III. If so what quantum of monetary penalty should be imposed on the Noticees considering the factors stated in section 15J of SEBI Act 1992?","643":"Issue No I Whether the Noticees have violated 11C 2 read with 11C 3 of the SEBI Act 1992?","684":"Issue No II Does the violation if any on the part of the Noticee attract monetary penalty under Section 15A a of the SEBI Act 1992?","686":"Penalty for failure to furnish information return etc. If any person who is required under this Act or any rules or regulations made thereunder a to furnish any document return or report to the Board fails to furnish the same he shall be liable to [a penalty [which shall No be less than one lakh rupees but which may extend to one lakh rupees for each day during which such failure continues subject to a maximum of one crore rupees]];”","709":"However any delay or hurdle in investigation due to non cooperation by any entity is detrimental to the interest of investors in securities market and the same shall be liable for a penalty under Section 15A a of SEBI Act 1992.","714":"After taking into consideration the facts and circumstances of the case in term of Section 15I of the SEBI Act 1992 read with Rule 5 of the SEBI Adjudication Rules a penalty of Rs 1500000  Fifteen Lakh Only under Section 15A a of the SEBI Act 1992 for the violation of Section 11C 2 read with Section 11C 3 of SEBI Act 1992 is imposed on the Noticee.","756":"The issues that arise for consideration in the present case are a Whether the Noticee has violated the provisions of Regulation 291 read with Regulation 293 of the SAST Regulations and Regulation 131 of the PIT Regulations? b Do the violations if any on the part of the Noticee attract any penalty under Section 15A b of the SEBI Act 1992? c If yes what should be the quantum of penalty?","795":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules I hereby impose a monetary penalty of ̀ 200000  Rupees Two Lakh Only under Section 15Ab of the SEBI Act 1992 on Bayswater Enterprise Private Limited.","822":"In the instant matter the following issues arise for consideration and determination a Whether the Noticee has violated the provisions of Regulation 13 4 read with Regulation 13 5 of the PIT Regulations? b Do the violations if any on the part of the Noticee attract any monetary penalty under Section 15 Ab of the Act? c If so what should be the quantum of monetary penalty?","838":"Therefore in view of the above I conclude that the Noticee has violated the provisions of Regulation 13 4 read with 13 5 of the PIT Regulations and thus is liable for monetary penalty under Section 15 A b of the SEBI Act which reads as under 15A.","847":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under section 15I 2 of the Act read with the Adjudication Rules I hereby impose a penalty of 50000  Rupees Fifty thousand Only on the Noticee viz."},"label":{"52":"subj observation","53":"subj observation","54":"subj observation","55":"subj observation","56":"subj observation","85":"subj observation","109":"subj observation","121":"penalty","123":"penalty","127":"penalty","130":"subj observation","138":"penalty","166":"penalty","196":"subj observation","197":"subj observation","198":"subj observation","199":"subj observation","213":"subj observation","216":"penalty","217":"penalty","218":"subj observation","232":"penalty","233":"penalty","351":"subj observation","352":"subj observation","353":"subj observation","362":"subj observation","455":"penalty","456":"subj observation","479":"penalty","480":"penalty","483":"penalty","484":"subj observation","493":"penalty","494":"penalty","556":"subj observation","557":"subj observation","558":"subj observation","559":"subj observation","594":"subj observation","595":"subj observation","597":"penalty","613":"penalty","635":"subj observation","636":"subj observation","637":"subj observation","643":"subj observation","684":"subj observation","686":"penalty","709":"penalty","714":"penalty","756":"subj observation","795":"penalty","822":"subj observation","838":"penalty","847":"penalty"},"case_number":{"52":25,"53":25,"54":25,"55":25,"56":25,"85":25,"109":25,"121":25,"123":25,"127":25,"130":25,"138":25,"166":26,"196":26,"197":26,"198":26,"199":26,"213":26,"216":26,"217":26,"218":26,"232":26,"233":26,"351":27,"352":27,"353":27,"362":27,"455":27,"456":27,"479":27,"480":27,"483":27,"484":27,"493":27,"494":27,"556":28,"557":28,"558":28,"559":28,"594":28,"595":28,"597":28,"613":28,"635":29,"636":29,"637":29,"643":29,"684":29,"686":29,"709":29,"714":29,"756":30,"795":30,"822":31,"838":31,"847":31}}