{"sentence":{"28":"CONSIDERATION OF ISSUES AND EVIDENCE 7.","30":"In the instant matter the following issues arise for consideration and determination a Whether the Noticee have violated the provisions of regulations 134 read with 136 of PIT Regulations read with regulation 122 of PIT 2015? b Do the violations if any on the part of the Noticee attract monetary penalty under section 15Ab of SEBI Act for the alleged violation?; and c If so what would be the quantum of monetary penalty that can be imposed on the Noticee after taking into consideration the factors mentioned in section 15J of the SEBI Act?","49":"I therefore find the act of the Noticee is liable for a penalty under section 15 Ab of SEBI Act which read as follows Penalty for failure to furnish information return etc. 15A.","59":"Hence in view of the charges established under the provisions of the SEBI Act I hereby impose monetary penalty under section 15A b of SEBI Act of 20000  Rupees Two Lakh only for violation of regulation 134 read with 136 of PIT Regulations read with 122 of PIT 2015.","148":"Therefore I am of the view that Noticee is liable for monetary penalty under the provisions of Section 15 A b of the SEBI Act.","150":"In view of the violation of the provisions of law by the Noticee as established above the Noticee is liable for monetary penalty under the provisions of Section 15Ab of the SEBI Act which reads as under  Penalty for failure to furnish information return etc. 15A.","161":"Having considered all the facts and circumstances of the case the material available on record the factors mentioned in the preceding paragraphs including the judgment of Hon’ble SAT in the matter of Vitro Commodities Private Ltd mentioned above I in exercise of the powers conferred upon me under Section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules hereby impose a total penalty of Rs 300000  Rupees Three lakh only on the Noticee viz.","211":"Violation of Regulation 134 read with Regulation 135 of PIT Regulations 1992 punishable under section 15Ab of SEBI Act.","215":"The issues that arise for consideration in the present case as regards the first charge in the SCN are  I. Whether Noticee avoided losses by selling 11240 shares of MCX between May 04 2012 to June 28 2013 when in possession of UPSI and thereby violated provisions of Regulation 3i of PIT Regulations 1992? and II.","216":"Does the violation if any attract monetary penalty under section 15G of SEBI Act?","226":"Having answered the first issue in the affirmative the next issue for consideration is whether the “price sensitive information” was unpublished during the period of investigation.","326":"The limited question for determination is as to whether the Noticee had failed to make disclosures to the Company and BSE as required under Regulation 134A read with Regulation 135 of the PIT Regulations.","346":"Thus I hold that the Noticee liable for penalty under Section 15Ab of the SEBI Act which reads as under  “Penalty for failure to furnish information return etc. 15A.","347":"If any person who is required under this Act or any rules or regulations made thereunder — b. to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less;”","358":"After taking into consideration all the facts and circumstances of the case and the mitigating factors including the aforesaid 15J factors and exercising the powers conferred upon me under section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose a monetary penalty of ₹500000 Five Lakhs only upon Informed Technologies India Limited under section 15Ab of the SEBI Act.","390":"The issues that arise for consideration in the present case are a.","391":"Whether the Noticee has failed to comply with provisions of Clause 22 d and 35 of the Equity Listing Agreement Regulation 12 1 read with clause 3.21 and 3.23A of Schedule I in Part A and Regulation 12 2 further read with Clause 2.1 of Schedule II Part A of the PIT Regulations ? b.","392":"Do the violations if any on the part of the Noticee attract any penalty under Section 23 A a of SCRA and Section 15 HB of the SEBI Act? c.","393":"If yes what should be the quantum of monetary penalty?","473":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the Adjudication Rules and Section 23I 2 of the SCRA read with Rule 5 of the SCRA Adjudication Rules I hereby impose a penalty of 5000000Rupees fifty lakh Only under Section 15HB of the SEBI Act and a penalty of 5000000Rupees fifty lakh Only under Section 23A a of the SCRA on the Noticee viz.","504":"Whether the Noticee had violated the above mentioned provisions of the PIT Regulations ? b.","505":"If yes whether the Noticee is liable for monetary penalty prescribed under Sections 15Ab of the SEBI Act for the aforesaid violations ? c.","506":"If yes what should be the quantum of monetary penalty ?","510":"If any person who is required under this Act or any rules or regulations made thereunder— a … … b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.;","541":"Therefore in my opinion it is a fit case to impose monetary penalty under section 15Ab of the SEBI Act.","548":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me U s 15I2 of the Act I hereby impose a penalty of Rs 100000  Rupees One Lakh Only on Shri Arunkumar Ramanlal Choksi u s 15Ab of the SEBI Act.","587":"The issues that arise for consideration in the present case are Adjudication Order in the matter of Onward Technologies Limited a Whether the Noticee has violated Regulation 134A read with Regulation 135 of PIT Regulations 1992 on various multiple occasions? b Does the violation if any attract monetary penalty under Section 15Ab of the SEBI Act? c If so what would be the quantum of monetary penalty that can be imposed on the Noticee after taking into consideration the factors mentioned in section 15J of the SEBI Act?","595":"The first issue for consideration is whether the Noticee has violated the provisions of Regulation 134A read with Regulation 135 of the PIT Regulations 1992 on multiple occasions.","623":"In view of the above I am convinced that it is a fit case for the imposition of monetary penalty on the Noticee under the provisions of Section 15Ab of the SEBI Act which reads as under SEBI Act Penalty for failure to furnish information return etc. 15A.","630":"Having considered all the facts and circumstances of the case the material available on record the factors mentioned in Section 15J of the SEBI Act and in exercise of the powers conferred upon me under Section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose monetary penalty of Rs 200000  Rs Two lakh only on the Noticee viz.","695":"The issues that arise for consideration in the present case are a Whether Shri Samir Ghosh and Shri Anand Kumar Dhanuka have violated the provisions of Regulation 291 and 292 read with 293 of the SAST Regulations 2011 and Regulations 131 and 133 read with 135 of the PIT Regulations 1992? b Whether Ms. Rekha Bhandari Lollipop Fashions Private Limited and Ravi Bhandari HUF have violated the provisions of Regulation 291 and 292 read with Regulation 293 of SAST Regulations 2011 and Regulations 131 133 and 134A read with 135 of PIT Regulations 1992? c Whether Shri Ravi Bhandari has violated the provisions of Regulation 292 read with 293 of the SAST Regulations 2011 and Regulation 311 read with 313 of the SAST Regulations 2011 and Regulations 133 134 and 134A read with 135 of PIT Regulations 1992?? d Do the violations if any on the part of the Noticees attract any penalty under Section 15A b of the SEBI Act 1992? e If yes what should be the quantum of penalty?","832":"The said violations of the provisions of law warrant imposition of monetary penalty under Section 15Ab of the SEBI Act 1992 on theNoticeesSection 15Ab of the SEBI Act 1992 reads as under Penalty for failure to furnish information return etc. 15A.If any person who is required under this Act or any rules or regulations made thereunder b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulationshe shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.","847":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication RulesI hereby impose the following monetary penalties on the Noticees Sr."},"label":{"28":"subj observation","30":"subj observation","49":"penalty","59":"penalty","148":"penalty","150":"penalty","161":"penalty","211":"penalty","215":"subj observation","216":"subj observation","226":"subj observation","326":"subj observation","346":"penalty","347":"penalty","358":"penalty","390":"subj observation","391":"subj observation","392":"subj observation","393":"subj observation","473":"penalty","504":"subj observation","505":"subj observation","506":"subj observation","510":"penalty","541":"penalty","548":"penalty","587":"subj observation","595":"subj observation","623":"penalty","630":"penalty","695":"subj observation","832":"penalty","847":"penalty"},"case_number":{"28":64,"30":64,"49":64,"59":64,"148":65,"150":65,"161":65,"211":66,"215":66,"216":66,"226":66,"326":67,"346":67,"347":67,"358":67,"390":68,"391":68,"392":68,"393":68,"473":68,"504":69,"505":69,"506":69,"510":69,"541":69,"548":69,"587":70,"595":70,"623":70,"630":70,"695":71,"832":71,"847":71}}