{"sentence":{"10":"In view of the above in exercise of the powers conferred under Section 15JB of the Securities and Exchange Board of India Act 1992 and in terms of Regulations 23 and 28 read with Regulation 34 of the Settlement Regulations it is hereby ordered that i. the proposed adjudication proceedings for the alleged default as discussed in paragraph 1 above are settled qua the applicant as per the above terms ii.","113":"The issues that therefore arise for consideration in the present case are i.","114":"Whether the Promoter Noticees were required to make the relevant disclosure under the provisions of Regulation 82 of the Takeover Regulations for the financial year ended March 31 2006? ii.","115":"If so whether the Promoter Noticees have violated the provision of Regulation 82 of the Takeover Regulations for the financial year ended March 31 2006? iii.","116":"If so whether the Promoter Noticees were individual promoters or did they constitute ‘Promoter group’ acting in concert under the Takeover Regulations? iv.","117":"Does the violation if any attract monetary penalty under Section 15 Ab of SEBI Act? v.","118":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","148":"The next issue that arises is whether the Promoter Noticees were individual promoters or do they constitute ‘promoter group’ acting in concert under the Takeover Regulations.","159":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under Section 15Ab of the SEBI Act which reads as under Penalty for failure to furnish information return etc. 15A.","160":"If any person who is required under this Act or any rules or regulations made thereunder— b to file any return or furnish any information books or other documents within the time specified therefore in the regulations fails to file return or furnish the same within the time specified therefore in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.","164":"In view of the charges as established the facts and circumstances of the case and the judgments referred to and mentioned hereinabove the quantum of penalty would depend on the factors referred in Section 15J of SEBI Act and stated as above.","170":"As per Section 15Ab of the SEBI Act the Noticee is liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.","171":"Further under Section 15I of the SEBI Act the adjudicating officer has to give due regard to certain factors which have been stated as above while adjudging the quantum of penalty.","217":"After taking into consideration all the facts and circumstances of the case I impose a total penalty of Rs 200000  Rupees Two lacs only under Section 15 Ab on the Noticees viz.","263":"Adjudication Order in respect of Ashok Hiralal Shah In the matter of Platinum Corporation Ltd November 28 2011 A. Whether the Noticee has violated provisions of Regulation 133 of PIT Regulations?","264":"B. Whether the Noticee is liable for monetary penalty under Section 15 A b of the SEBI Act 1992?","265":"C. What quantum of monetary penalty should be imposed on the Noticee taking into consideration the factors mentioned in Section 15J of the SEBI Act 1992?","268":"ISSUE 1 Whether the Noticee has violated provisions of Regulation 133 of PIT Regulations?","284":"Adjudication Order in respect of Ashok Hiralal Shah In the matter of Platinum Corporation Ltd November 28 2011 ISSUE 2 Whether the Noticee is liable for monetary penalty under Section 15Ab of the SEBI Act 1992?","285":"The provisions of Section 15 Ab of the Act reads “Penalty for failure to furnish information return etc. 15A.","288":"Therefore I find that the Noticee is liable for monetary penalty under Section 15Ab of the SEBI Act 1992.","289":"ISSUE 3 What quantum of monetary penalty should be imposed on the Noticee taking into consideration the factors mentioned in Section 15J of the Act?","296":"Considering the facts and circumstances of the case in terms of the provisions of Section 15Ab of the SEBI Act 1992 and Rule 51 of the Adjudication Rules I hereby impose a penalty of 100000  Rupees One Lakh only on Ashok Hiralal Shah for No making necessary disclosure under Regulation 133 of PIT Regulations.","373":"In view of the violation of the provisions of law by the Noticee as established above the Noticee is liable for monetary penalty under the provisions of Section 15 A b of the SEBI Act which reads as under  Penalty for failure to furnish information return etc 15A.","389":"Having considered all the facts and circumstances of the case the material available on record the written submissions made by the Noticee and the mitigating factors mentioned in the preceeding paragraphs I in exercise of the powers conferred upon me under Section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules hereby impose a penalty of Rs 200000  Rupees Two Lakhs only on the Noticee viz.","449":"The said violation attracts penalty under Section 15A b of the SEBI Act.","455":"In view of the abovementioned conclusion and after considering the factors under Section 15J of the SEBI Act I hereby impose a penalty of 200000  Rupees Two Lakh only on the noticee under Section 15A b of the Securities and Exchange Board of India Act 1992 for his failure to make disclosures under Regulation 13 4A of SEBI Prohibition of Insider Trading Regulations 1992 which is appropriate in the facts and circumstances of the case.","456":"In exercise of the powers conferred under Section 15 I of the Securities and Exchange Board of India Act 1992 and Rule 5 of Securities and Exchange Board of India Procedure for Holding Inquiry and Imposing Penalties by Adjudicating Officer Rules 1995 I hereby impose a penalty of 200000  Rupees Two Lakh only on Shri Dipin Surana Promoter of P.M. Telelinks Ltd having PAN No AINPS9083Q in terms of the provisions of Section 15A b of the Securities and Exchange Board of India Act 1992 for his failure to make disclosures under Regulation 13 4A of SEBI Prohibition of Insider Trading Regulations 1992.","480":"In the instant matter the following issues arise for consideration and determination in respect of I. Whether Dhiren has violated Regulations 71 read with 72 of SAST Regulations and 131 and 133 read with 135 of PIT regulations?","481":"II. Does the violation if any on the part of Dhiren attract monetary penalty under Section 15A b of the Act?","482":"III. If so what would be the quantum of monetary penalty that can be imposed on Dhiren taking into consideration the factors mentioned in Section 15J of the Act?","502":"Does the violation if any on the part of Dhiren attract monetary penalty under Section 15 Ab of the Act?","504":"Penalty for failure to furnish information return etc. 15A.","506":"Issue III If so what would be the quantum of monetary penalty that can be imposed on Dhiren after taking into consideration the factors mentioned in Section 15J of the Act?","518":"ORDER 21 In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules I hereby impose a monetary penalty of Rs 600000  on Dhiren which I feel is commensurate with the alleged violations.","576":"In view of the foregoing I in exercise of the powers conferred upon me by virtue of Section 19 and under Sections 111 112j 114 and 11B of the Securities and Exchange Board of India Act 1992 “SEBI Act” read with Section 12A of Securities Contracts Regulation Act 1956 “SCRA” pending passing of the final order hereby a.","581":"For illustrating the example above if there are three promoters;","653":"Whether HRB Floriculture is No compliant with the requirement of minimum public shareholding as stipulated under Rule 192b and Rule 19A of the SCRR? b.","654":"Whether any other action as contemplated under the Interim Order dated June 15 2016 is warranted against HRB Floriculture?","656":"I shall No proceed to deal with the issues as under – 3.1.3 Whether HRB Floriculture is No compliant with the requirement of minimum public shareholding as stipulated under Rule 192b and Rule 19A of the SCRR?","707":"1.1 Whether any other action as contemplated under the Interim Order dated June 15 2016 is warranted against HRB Floriculture its Promoters and Promoter Group alongwith its Directors?","781":"The issue that arises for consideration in the present case is stated and determined as follows  Whether the Noticee has violated Clause 1.2 of Model code of Conduct in Part A Schedule I provided under Regulation 121 of the PIT Regulations?"},"label":{"10":"penalty","113":"subj observation","114":"subj observation","115":"subj observation","116":"subj observation","117":"subj observation","118":"subj observation","148":"subj observation","159":"penalty","160":"penalty","164":"penalty","170":"penalty","171":"penalty","217":"penalty","263":"subj observation","264":"subj observation","265":"subj observation","268":"subj observation","284":"subj observation","285":"penalty","288":"penalty","289":"subj observation","296":"penalty","373":"penalty","389":"penalty","449":"penalty","455":"penalty","456":"penalty","480":"subj observation","481":"subj observation","482":"subj observation","502":"subj observation","504":"penalty","506":"subj observation","518":"penalty","576":"penalty","581":"subj observation","653":"subj observation","654":"subj observation","656":"subj observation","707":"subj observation","781":"subj observation"},"case_number":{"10":16,"113":17,"114":17,"115":17,"116":17,"117":17,"118":17,"148":17,"159":17,"160":17,"164":17,"170":17,"171":17,"217":17,"263":18,"264":18,"265":18,"268":18,"284":18,"285":18,"288":18,"289":18,"296":18,"373":19,"389":19,"449":20,"455":20,"456":20,"480":21,"481":21,"482":21,"502":21,"504":21,"506":21,"518":21,"576":22,"581":22,"653":22,"654":22,"656":22,"707":22,"781":23}}