{"sentence":{"12":"In view of the above in exercise of the powers conferred under Section 15JB of the Securities and Exchange Board of India Act 1992 and in terms of Regulations 23 and 28 read with Regulation 34 of the Settlement Regulations it is hereby ordered that i. the enforcement proceedings for the alleged default as discussed in paragraph 1 above are settled qua the applicant as per the above terms; ii.","85":"In other words the question to be asked in each case would be whether the acquirer is the driving force behind the company and whether he is the one providing motion to the organization.","269":"Whether the Noticee has violated the provisions of Regulation 12 read with Regulation 143 of the Takeover Regulations 1997 pursuant to acquisition of 30000 shares 4.08% of the company on March 31 2006 and thereby becoming the sole promoter of the Company? b.","270":"If so do the violations if any attract monetary penalty under Section 15 Hii of the SEBI Act? c.","271":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","314":"In other words the question to be asked in each case would be whether the acquirer is the driving force behind the company and whether he is the one providing motion to the organization.","452":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under Section 15Hii of the SEBI Act for the violation of Regulation 12 read with 14 of the Takeover Regulations 1997 against the Noticee which reads as under Penalty for nondisclosure of acquisition of shares and takeovers.","458":"In view of the charges as established the facts and circumstances of the case and the judgments referred to and mentioned hereinabove the quantum of penalty would depend on the factors referred in Section 15J of SEBI Act and stated as above.","474":"As per Section 15Hii of the SEBI Act the Noticee is liable to a penalty of twentyfive crore rupees or three times the amount of profits made out of such failure whichever is higher.","487":"In fact I find that the penalty provision under Section 15H ii of the SEBI Act also specifically refers to failure to “make a public announcement to acquire shares at a minimum price”.","491":"After taking into consideration all the facts and circumstances of the case I impose a penalty of Rs 5000000  Rupees Fifty Lakhs only on the Noticee viz.","578":"The issues that arise for consideration are as under a Whether the Noticee 14 have violated Clause 367 of Listing Agreement r w section 21 of SCRA Clause 2.1 of Schedule II of Regulation 122 of PIT 1992 and Noticee No 5 has violated the provisions of Clause 3.2 of Schedule II of Regulation 122 of PIT 1992 b Does the violation if any attract monetary penalty under Section 23A a of SCRA and Section 15HB of the SEBI Act? c If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","705":"In view of the aforementioned violation the Noticees are liable for monetary penalty under Section 23A a of SCRA and Sections 15HB of SEBI Act which reads as follows Adjudication Order in matter ofShreeyash Industries Ltd Ltd. Penalty for failure to furnish information return etc. 23A.","713":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I of the SEBI Act r s Rule 5 of Adjudication Rules 1995 and Section 23 I of SCRA r w Rule 5 of Adjudication Rules 2005 I hereby impose a monetary penalties on the Noticees as under Sr.","760":"Whether the Noticee has violated the provisions of Regulations 133 134 134A read with Regulation 135 of SEBI PIT Regulations and Regulation 292 read with Regulation 293 of SEBI SAST Regulations? b.","761":"Do the violations if any on the part of the Noticee attract monetary penalty under Section 15Ab of the SEBI Act for the alleged violations by the Noticee? c.","762":"If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in Section 15J of the SEBI Act read with Rule 52 of the Adjudication Rules?","768":"On perusal of the material available on record and giving regard to the facts and circumstances of the case I hereby record my findings as under Issue a Whether the Noticee has violated the provisions of Regulations 133 134 134A read with Regulation 135 of SEBI PIT Regulations and Regulation 292 read with Regulation 293 of SEBI SAST Regulations? i.","799":"Issue b Do the violations if any on the part of the Noticee attract any monetary penalty under section 15Ab of SEBI Act?","800":"Therefore after taking into account the aforesaid entire facts circumstance of the case and other material available on record I am of the view that the said failure on the part of the Noticee to make required disclosures attracts the imposition of monetary penalty under Section 15Ab of SEBI Act which is reproduced below Penalties and Adjudication Penalty for failure to furnish information return etc. 15A.","803":"Issue c  What would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act read with rule 5 2 of the Adjudication Rules?","814":"Therefore taking into consideration the facts circumstance of the case and the above order of Securities Appellate Tribunal I am of the view that the Noticee is liable for monetary penalty of Rs 1000000  Rupees Ten Lakh only for his failure to make required disclosures under the aforesaid provisions of SEBI SAST Regulations and SEBI PIT Regulations.","815":"In exercise of the powers conferred under section 15I of the SEBI Act and Rule 5 of the Adjudication Rules I hereby imposed a penalty of Rs 1000000  Rupees Ten Lakh only on the Noticee under section 15Ab of the SEBI Act.","851":"The issues that arise for consideration in the present case are  I. Whether Noticee avoided losses by selling 300 shares of MCX on November 30 2012 when in possession of UPSI and thereby violated provisions of Regulation 3i of PIT Regulations 1992? and II.","852":"Does the violation if any attract monetary penalty under section 15G of SEBI Act?","863":"Having answered the first issue in the affirmative the next issue for consideration is whether the “price sensitive information” was unpublished during the period of investigation.","906":"The issues that arise for consideration in the present case are  a Whether the Noticee failed to make any disclosure as envisaged in Reg. 134 of the PIT Regulations? and b Does the violation if any attract monetary penalty under section 15Ab of SEBI Act?","923":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15 I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules I hereby impose monetary penalty of Rs 200000  Rupees Two Lakhs only on the Noticee.","965":"The issues that arise for consideration in the present case are a Whether the Noticee has violated the provisions of Regulation 134A read with 135 of the PIT Regulations? b Does the violation if any on the part of the Noticee attract any penalty under Sections 15Ab of the SEBI Act? c If yes what should be the quantum of penalty?","996":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act read with Rule 5 of the Adjudication Rules I impose a penalty of 200000  Rupees Two Lakh Only on the Noticee viz.","1084":"Whether the promoters Noticees failed to make disclosures under Regulation 71A read with 72 of the Takeover Regulations within the stipulated time? b.","1085":"Whether the Noticee promoters viz.","1087":"Do the violations if any attract monetary penalty under Section 15 Ab of SEBI Act? d.","1088":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","1102":"The first issue for consideration is whether the promoters Noticees failed to make disclosures under Regulation 71A read with 72 of the Takeover Regulations 1997 within the stipulated time.","1144":"The next issue for consideration is whether the promoter Noticees viz.","1238":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under Section 15Ab of the SEBI Act on the promoter Noticees viz.","1245":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia are liable for penalty under Section 15 Hii of the SEBI Act which reads as under “Penalty for nondisclosure of acquisition of shares and takeovers 15H.","1246":"If any person who is required under this Act or any rules or regulations made thereunder fails to ii make a public announcement to acquire shares at a minimum price; or he shall be liable to a penalty of twentyfive crore rupees or three times the amount of profits made out of such failure whichever is higher.”","1250":"In view of the charges as established the facts and circumstances of the case and the judgments referred to and mentioned hereinabove the quantum of penalty would depend on the factors referred in Section 15J of SEBI Act and stated as above.","1254":"As per Section 15Ab of the SEBI Act with effect from October 29 2002 the Noticee promoters are liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.","1292":"After taking into consideration all the facts and circumstances of the case I impose the following penalties under Section 15A b and 15Hii of SEBI Act Penalty for violation of Regulation 71A read with 72 of Takeover Regulations 1997 Name Penalty Amount Rs  Shri Prashant Deorah 300000 Rupees Three Lac Only Shri Anil Patodia 300000 Rupees Three Lac Only Ms. Poonam Patodia 300000 Rupees Three Lac Only Shri Kishorilal Patodia 250000 Rupees Two Lac Fifty Thousand Only Shri Abhijeet Patodia 250000 Rupees Two Lac Fifty Thousand Only Penalty for violation of Regulation 111 read with 141 of Takeover Regulations 1997 Name Penalty Amount Rs  Shri Prashant Deorah Rs 5000000 Rupees Fifty Lac Only to be paid jointly and severally."},"label":{"12":"penalty","85":"subj observation","269":"subj observation","270":"subj observation","271":"subj observation","314":"subj observation","452":"penalty","458":"penalty","474":"penalty","487":"penalty","491":"penalty","578":"subj observation","705":"penalty","713":"penalty","760":"subj observation","761":"subj observation","762":"subj observation","768":"subj observation","799":"subj observation","800":"penalty","803":"subj observation","814":"penalty","815":"penalty","851":"subj observation","852":"subj observation","863":"subj observation","906":"subj observation","923":"penalty","965":"subj observation","996":"penalty","1084":"subj observation","1085":"subj observation","1087":"subj observation","1088":"subj observation","1102":"subj observation","1144":"subj observation","1238":"penalty","1245":"penalty","1246":"penalty","1250":"penalty","1254":"penalty","1292":"penalty"},"case_number":{"12":40,"85":41,"269":41,"270":41,"271":41,"314":41,"452":41,"458":41,"474":41,"487":41,"491":41,"578":42,"705":42,"713":42,"760":43,"761":43,"762":43,"768":43,"799":43,"800":43,"803":43,"814":43,"815":43,"851":44,"852":44,"863":44,"906":45,"923":45,"965":46,"996":46,"1084":47,"1085":47,"1087":47,"1088":47,"1102":47,"1144":47,"1238":47,"1245":47,"1246":47,"1250":47,"1254":47,"1292":47}}