{"sentence":{"11":"Consequently the Noticee was liable for penalty under Section 15A b of SEBI Act.","89":"The issues that arise for consideration in the present case are i.","90":"Whether Noticee acquired shares more than 5% of the paid capital of the company and violated Regulation 71 read with 72 of SAST Regulations? ii.","91":"Whether Noticee has violated Regulation 133 read with 135 of PIT Regulations? iii.","92":"Does the violation if any on the part of the Noticee attract monetary penalty under Section 15A b of SEBI Act? iv.","93":"If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of the SEBI Act?","186":"In view of the foregoing I am convinced that it is a fit case to impose monetary penalty under section 15Ab of the SEBI Act which reads as under 15Ab.","200":"After taking into consideration all the facts and circumstances of the case I impose a penalty of 300000 Rupees Three lakh only under Section 15A b of SEBI Act on the Noticee which will be commensurate with the violations committed by it.","246":"The issues that arise for consideration in the present case are a.","247":"Whether the Noticee has violated the provisions of Clause 4.2 of Schedule I under Regulation 12 1 of PIT Regulations? b.","248":"Does the violation if any on the part of the Noticee attract penalty under section 15HB of SEBI Act? c.","249":"If so how much penalty should be imposed on the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act?","313":"I in exercise of the powers conferred upon me under section 15 I 2 of the SEBI Act impose a penalty of 300000  Rupees Three Lakhs only on the Noticee Ramesh Yerramshetti in terms of Section 15HB of the SEBI Act for violation of Clause 4.2 of Part A Schedule I under Regulation 12 1 of PIT Regulations.","359":"In the instant matter the following issues arise for consideration and determination in respect of I. Whether Entities were PACs as per SAST Regulations?","360":"II. Whether Entities as PACs have violated Regulations 71 read with 72 of SAST Regulations?","361":"III. Whether Dhiren has violated Regulations 71 read with 72 of SAST Regulations and 131 and 133 read with 135 of PIT regulations?","362":"IV. Does the violation if any on the part of the Entities attract monetary penalty under Section 15Ab of the Act?","363":"V. If so what would be the quantum of monetary penalty that can be imposed on the Entities taking into consideration the factors mentioned in Section 15J of the Act?","393":"Does the violation if any on the part of Entities attract monetary penalty under Section 15 Ab of the Act?","395":"Penalty for failure to furnish information return etc. 15A.","397":"Issue III  If so what would be the quantum of monetary penalty that can be imposed on the Entities after taking into consideration the factors mentioned in Section 15J of the Act?","408":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me under Section 15I 2 of the SEBI Act 1992 read with Rule 5 of the Adjudication Rules I hereby impose the following monetary penalties on the Entities which according to me commensurate with the violations made by the Entities Sr.","465":"The issues that arise for consideration in the present case are a Whether the Noticee has violated Regulation 292 read with regulations 293 Regulation 312 read with Regulation 313 of SAST Regulation and Regulation 72a of PIT Regulations? b Does the violation if any attract monetary penalty under Section 15Ab of the SEBI Act? c If so what would be the quantum of monetary penalty that can be imposed on the Noticee after taking into consideration the factors mentioned in section 15J of the SEBI Act?","541":"In view of the above I am convinced that it is a fit case for imposition of monetary penalty on the Noticee under the provisions of Section 15Ab of the SEBI Act which reads as under SEBI Act Penalty for failure to furnish information return etc. 15A.","550":"Having considered all the facts and circumstances of the case the material available on record the factors mentioned in Section 15J of the SEBI Act and in exercise of the powers conferred upon me under Section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose monetary penalties as shown in the table below on the Noticee viz.","553":"I am of the view that the said penalty is commensurate with the lapse omission on the part of the Noticee.","671":"Having established that the noticee has violated the above said provision I am convinced that it is a fit case to impose monetary penalty u s 15Ab of the SEBI Act 1992 which reads as under SECURITIES AND EXCHANGE BOARD OF INDIA ACT 1992 Penalty for failure to furnish information return etc. Section 15A.","681":"In view of the findings mentioned hereinabove and after taking into account the facts and circumstances of the case I find that a monetary penalty of Rs 50000  Rupees Fifty Thousand only on the noticee viz.","683":"In exercise of the powers conferred upon me under section 15I 2 and 15Ab of SEBI Act 1992 read with Rule 5 of Adjudication Rules I hereby impose a monetary penalty of Rs 50000  Rupees Fifty Thousand only on the noticee Adjudication Order in respect of Bajaj Holdings & Investment Limited In the matter of NOCIL September 30 2009 viz.","745":"Whether the Noticee has violated the provisions of Clause 1.2 and 3.2.1 of the model code of conduct for prevention of insider trading read with regulation 121 of the PIT Regulations 1992 and regulation 122 of the PIT Regulations 2015 & clause 3.2 of the code of corporate disclosure practices for prevention of insider trading under schedule II read with regulation 12 2 of the PIT Regulations 1992 and regulation 122 of the PIT Regulations 2015? b.","746":"Do the violations if any on the part of the Noticee attract monetary penalty under section 15HB of SEBI Act for the alleged violations by the Noticee? c.","747":"If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act r w rule 52 of the AO Rules 1995?","770":"Issue a Whether the Noticee has violated the provisions of Clause 1.2 and 3.2.1 of the model code of conduct for prevention of insider trading read with regulation 121 of the PIT Regulations 1992 & clause 2.1 of the code of corporate disclosure practices for prevention of insider trading under schedule II read with regulation 122 of the PIT Regulations 1992 and regulation 122 of the PIT Regulations 2015? a.","787":"The questions before me are whether the information was an UPSI and when did it came into existence and whether the code of conduct followed by GIPL is near thereto the MCC.","825":"I. Whether the Noticee had violated of the provisions of the Regulation 71 r w Regulation 72 of SEBI SAST Regulation 1997 r w Regulation 35 of SAST Regulation 2011 and Regulation 292 of SAST Regulation 2011 and Regulation 131 and Regulation 133 of SEBI PIT Regulation 1992 r w Regulation 122 of SEBI PIT Regulation 2015.","826":"II. Does the violation if any on the part of the Noticee attract monetary penalty under Section 15Ab of the SEBI Act 1992?","827":"III. If so what quantum of monetary penalty should be imposed on the Noticee considering the factors stated in section 15J of SEBI Act 1992? mailtotapasda3@gmail.com http www.mca.gov.in http www.sebi.gov.in Adjudication Order in the matter of Le Waterina Resort and Hotels Limited FINDINGS 9.","829":"ISSUE I Whether the Noticee had violated of the provisions of the Regulation 71 r w Regulation 72 of SEBI SAST Regulation 1997 r w Regulation 35 of SAST Regulation 2011 and Regulation 29 2 of SAST Regulation 2011 and Regulation 131 and Regulation 133 of SEBI PIT Regulation 1992 r w Regulation 122 of SEBI PIT Regulation 2015.","852":"ISSUE II Does the violation if any on the part of the Noticee attract monetary penalty under Section 15Ab of the SEBI Act 1992?","853":"The violations referred at para 21 on the part of the Noticee attract monetary penalty under Section 15Ab of the SEBI Act 1992.","859":"ISSUE III If so what quantum of monetary penalty should be imposed on the Noticee considering the factors stated in section 15J of SEBI Act 1992?","873":"I impose a penalty of Rs 500000  Rupees Five Lakh only under Section 15 Ab on the Noticee Maitru Agro Marketing Private Limited which in my opinion will be commensurate with the violations committed by the Noticee."},"label":{"11":"penalty","89":"subj observation","90":"subj observation","91":"subj observation","92":"subj observation","93":"subj observation","186":"penalty","200":"penalty","246":"subj observation","247":"subj observation","248":"subj observation","249":"subj observation","313":"penalty","359":"subj observation","360":"subj observation","361":"subj observation","362":"subj observation","363":"subj observation","393":"subj observation","395":"penalty","397":"subj observation","408":"penalty","465":"subj observation","541":"penalty","550":"penalty","553":"penalty","671":"penalty","681":"penalty","683":"penalty","745":"subj observation","746":"subj observation","747":"subj observation","770":"subj observation","787":"subj observation","825":"subj observation","826":"subj observation","827":"subj observation","829":"subj observation","852":"subj observation","853":"penalty","859":"subj observation","873":"penalty"},"case_number":{"11":0,"89":0,"90":0,"91":0,"92":0,"93":0,"186":0,"200":0,"246":2,"247":2,"248":2,"249":2,"313":2,"359":3,"360":3,"361":3,"362":3,"363":3,"393":3,"395":3,"397":3,"408":3,"465":4,"541":4,"550":4,"553":4,"671":5,"681":5,"683":5,"745":6,"746":6,"747":6,"770":6,"787":6,"825":7,"826":7,"827":7,"829":7,"852":7,"853":7,"859":7,"873":7}}