{"sentence":{"8":"Whether the Noticee had violated regulation 133 of the PIT Regulations? b.","9":"Whether the Noticee had violated regulation 71 of the Takeover Code? c.","10":"Whether the Noticee is liable for imposition of monetary penalty under section 15A b of the SEBI Act?","38":"Thus I conclude that the Noticee is liable for monetary penalty under Section 15A b of the Act which states as under  “Penalty for failure to furnish information return etc. 15A.","39":"If any person who is required under this Act or any rules or regulations made thereunder— b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less;”","46":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me U s 15I2 of the Act I hereby impose a penalty of Rs 100000  Rupees One Lakh Only on Dynamic Securities Ltd u s 15A b of the SEBI Act.","59":"Penalty under section 15Ab of Securities and Exchange Board of India Act 1992 for violating PIT Regulations 1992 calculated at the rate of 1 lac per day would in the facts of present case be more than 1 crore of rupees.","69":"Therefore the Noticee is liable for monetary penalty for the alleged violations as prescribed under section 15A b of the Securities and Exchange Board of India Act 1992 hereinafter referred to as ‘SEBI Act’.","84":"Whether the Noticee had violated the above mentioned provisions of the PIT Regulations? b.","85":"If yes whether the Noticee is liable for monetary penalty prescribed under Sections 15A b of the SEBI Act for the aforesaid violations? c.","86":"If yes what should be the quantum of monetary penalty?","90":"If any person who is required under this Act or any rules or regulations made thereunder— a … … b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less.;","123":"Therefore in my opinion it is a fit case to impose monetary penalty under section 15Ab of the SEBI Act.","130":"In view of the above after considering all the facts and circumstances of the case and exercising the powers conferred upon me U s 15I2 of the Act I hereby impose a penalty of Rs 100000  Rupees One Lakh Only on M s Moon Securities Limited u s 15Ab of the SEBI Act.","257":"I have taken into consideration the facts and circumstances of the case and the material available on record and the issues that arise for consideration in the present case are  a Whether the Noticee 1 and Noticee 2 have violated the provisions of Regulations 105 106 and 107 of the SAST Regulations 2011? b Whether Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 have violated the provisions of Regulation 301 and 302 [read with Regulation 303] of the SAST Regulations 2011? c Do the above violations if any attract monetary penalty under Section 15Ab of the SEBI Act? d If so what would be the monetary penalty that can be imposed taking into consideration the factors mentioned in Section 15J of SEBI Act?","345":"In view of the same I am convinced that it is a fit case to impose monetary penalty on the Noticees under the provisions of Section 15Ab of the SEBI Act which reads as under Penalty for failure to furnish information return etc. 15A.","346":"If any person who is required under this Act or any rules or regulations made thereunder— … b to file any return or furnish any information books or other documents within the time specified therefor in the regulations fails to file return or furnish the same within the time specified therefor in the regulations he shall be liable to a penalty 3[which shall No be less than one lakh rupees but which may extend to one lakh rupees for each day during which such failure continues subject to a maximum of one crore rupees];","351":"Having considered all the facts and circumstances of the case the material available on record the factors mentioned in Section 15J of the SEBI Act and in exercise of the powers conferred upon me under Section 15I of the SEBI Act read with Rule 5 of the Adjudication Rules I hereby impose the following penalty under the provisions of Section 15Ab of the SEBI Act on the Noticees S.","352":"No Name of the Noticees Provisions violated Penalty 1 1.","360":"I am of the view that the said penalty is commensurate with the lapse omission on the part of theNoticeesThe amount of penalty shall be paid either by way of demand draft in favour of “SEBI  Penalties Remittable to Government of India” payable at Mumbai or by epayment in the account of “SEBI  Penalties Remittable to Government of India” A c No 31465271959 State Bank of India Bandra Kurla Complex Branch RTGS Code SBIN0004380 within 45 days of receipt of this order.","470":"What could be the reason for any promoters to do so? j.","479":"The issues that arise for consideration in the present case are a Whether the Noticee has violated the provisions of regulation 132A of PIT Regulations 1992? b Whether the Noticee has violated the provisions of regulations 3a 3b 3c and 3d and 41 42a and 42e of PFUTP Regulations 2003? c Do the violations if any on the part of the Noticee attract any monetary penalty under sections 15Ab & 15HA of the SEBI Act 1992? d If yes then what would be the monetary penalty that can be imposed upon the Noticee taking into consideration the factors mentioned in Section 15J of the SEBI Act read with Rule 52 of the Adjudication Rules 1995?","516":"Issue c Do the violations if any on the part of the Noticee attract any monetary penalty under sections 15Ab and 15HA of the SEBI Act 1992? a In respect of imposition of monetary penalties I cannot ignore the historical case of Honble Supreme Court of India in the matter of The Chairman SEBI Vs.","524":"If any person indulges in fraudulent and unfair trade practices relating to securities he shall be liable to a penalty of twentyfive crore rupees or three times the amount of profits made out of such practices whichever is higher.","525":"Issue d  If so what would be the quantum of monetary penalty that can be imposed on the Noticee after taking into consideration the factors mentioned in section 15J of the SEBI Act 1992?","530":"In absence of quantification of ‘profits made out of such failure’ plain reading of section 15HA of the SEBI Act 1992 reads the penalty amount as rupees twenty five crore however I am inclined to take a lenient view in the matter.","533":"Therefore taking into consideration the facts circumstance of the case I am of the view that the Noticee is liable for monetary penalty for violating the provisions of regulation 132A of PIT Regulations 1992 and regulations 3a 3b 3c 3d 41 42a and 42e of the PFUTP Regulations 2003.","534":"In exercise of the powers conferred under section 15I of SEBI Act 1992 and Rule 5 of the Adjudication Rules 1995 I hereby impose the following penalty on the Noticee viz.","535":"Fizu M. Patel under sections 15Ab and 15HA of the SEBI Act 1992 for the violation of regulations 132A of PIT Regulations 1992 and regulations 3a 3b 3c 3d 41 42a and 42e of the PFUTP Regulations 2003 Table  7 Violation Provision Penalty Rs  Regulations 132A of PIT Regulations 1992 Rs 100000 Rs One Lakh only Regulations 3a b c d 41 42a and 42e of the PFUTP Regulations 2003 Rs 100000 Rs One Lakh only Total – Rs 200000  Rs Two Lakh Only Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited I am of the view that the said penalty is commensurate with the defaults committed by the Noticee.","585":"The issues that arise for consideration in the present case are Issue I Whether the Regulation 13 4A read with Regulation 135 of the PIT 1992 was violated by Noticees 1 2 and 3;","586":"Issue II Does the violation if any attract monetary penalty under Section 15A b of SEBI Act on Noticees No 1 2 and 3;","587":"Issue III If so what should be the quantum of monetary penalty?","607":"1. During the personal hearing the following was enquired from the Noticees 17.1.1. If shares were fraudulently transferred by the new promoters why didnot they resorted to legal recourse or filed any complaint before any authority?","610":"1.3. If the original share certificates were lost did they applied for fresh certificates?","626":"Issue II Does the violation if any attract monetary penalty under Section 15Ab of SEBI Act on Noticees No 1 2 and 3?","627":"Relevant provisions of the SEBI Act 1992 Penalty for failure to furnish information return etc. 15A.","633":"Issue III If so what should be the quantum of monetary penalty?","660":"The above violation contravention of the provisions of the SAST Regulations and or PIT Regulations if established makes the Noticee liable for penalty under section 15 A b of the SEBI Act.","678":"The issues that arise for consideration in the present case are  I. Whether the Noticee has failed to comply with the provisions of regulation 7 1 read with regulation 7 2 of the SAST Regulations and or regulations 131 and 13 3 read with regulation 13 5 of the PIT Regulations and whether noncompliance if any attract penalty under section 15A b of the SEBI Act?","679":"II. If so what would be the penalty that can be imposed on the Noticee taking into consideration the factors mentioned in section 15J of the SEBI Act?","719":"Therefore in consideration of all the facts and circumstances of the case as well as the submissions made by the Noticee I am of the view that a penalty of Rs 1 25000 on the Noticee shall be commensurate with the violations committed by it.","720":"In exercise of the powers conferred upon me under Section 15 I of the Act and rule 5 of the Rules I impose penalty of Rs 125000  Rupees one lakh twenty five thousand only on the Noticee in terms of the provisions of Section 15 A b of the Act for the violation of the provisions of regulation 7 1 read with regulation 7 2 of the SAST Regulations and violation of regulations 131 and 133 read with regulation 135 of the PIT Regulations."},"label":{"8":"subj observation","9":"subj observation","10":"subj observation","38":"penalty","39":"penalty","46":"penalty","59":"penalty","69":"penalty","84":"subj observation","85":"subj observation","86":"subj observation","90":"penalty","123":"penalty","130":"penalty","257":"subj observation","345":"penalty","346":"penalty","351":"penalty","352":"penalty","360":"penalty","470":"subj observation","479":"subj observation","516":"subj observation","524":"penalty","525":"subj observation","530":"penalty","533":"penalty","534":"penalty","535":"penalty","585":"subj observation","586":"subj observation","587":"subj observation","607":"subj observation","610":"subj observation","626":"subj observation","627":"penalty","633":"subj observation","660":"penalty","678":"subj observation","679":"subj observation","719":"penalty","720":"penalty"},"case_number":{"8":72,"9":72,"10":72,"38":72,"39":72,"46":72,"59":73,"69":74,"84":74,"85":74,"86":74,"90":74,"123":74,"130":74,"257":75,"345":75,"346":75,"351":75,"352":75,"360":75,"470":76,"479":76,"516":76,"524":76,"525":76,"530":76,"533":76,"534":76,"535":76,"585":77,"586":77,"587":77,"607":77,"610":77,"626":77,"627":77,"633":77,"660":78,"678":78,"679":78,"719":78,"720":78}}