{"sentence":{"14":"S. K. MOHANTY ANANTA BARUA WHOLE TIME MEMBER WHOLE TIME MEMBER","36":"That for the financial year ending March 31 2006 the Noticees had made the disclosure in terms of Regulation 82 of the Takeover Regulations on April 28 2006 against due date of April 21 2006 i.e  a delay of 7 days; ii.","37":"That the delay was inadvertent unintentional and of a technical or minor nature.","38":"It did No cause any harm to any of the shareholders of the company or public at large as the information necessary to be available in the public domain i.e  the Stock Exchange was available pursuant to the quarterly filing by the company under clause 35 of the Listing Agreement; iii.","39":"That none of the Noticees have made any disproportionate gain or unfair advantage as a result of delay in compliance with the Takeover Regulations.","46":"Copy of the Shareholding Pattern of the company for the quarter ended December 31 2005 pursuant to clause 35 of the Listing Agreement filed with BSE vide company’s letter dated January 13 2006 and acknowledged by BSE on January 19 2006; ii.","47":"Copy of the Shareholding Pattern Summary form for freefloat indices as on March 31 2006 copy of the Controlling Strategic Holders form and copy of the form disclosing the holdings of 1% & above filed by the company with BSE vide letter dated April 26 2006 and acknowledged by BSE on May 02 2006; and iii.","53":"The ARs submitted that the company had made the disclosure under Regulation 83 of the Takeover Regulations within the prescribed time i.e  on April 17 2006 however the disclosures under Regulation 82 of the Takeover Regulations were received by the company from the promoters only on April 28 2006.","54":"The ARs further submitted that the obligation under Regulation 82 of the Takeover Regulations applies to ‘a promoter’ and for the delay under Regulation 82 in the matter only Shri Amul Mehta should be considered liable.","66":"That further for the financial year ending March 31 2006 the Noticees had made the disclosure in terms of Regulation 82 of the Takeover Regulations on April 28 2006 against the due date of April 21 2006 i.e  a delay of 7 days; vii.","68":"The disclosure under Regulation 83 was made by the company within stipulated period i.e  on April 11 2006 which was duly acknowledged by BSE on April 17 2006 hence material compliance of the regulatory requirement to protect the interest of investors in the securities market was complied as the requisite information for relevant period was available in public domain; viii.","69":"That the Noticees came to know about such compliance under Regulation 83 by the company after the passing of the adjudication order dated January 29 2014 when they made enquiries with the company and requested it to provide the requisite information in this regard; ix.","70":"That there was no change in the shareholding of the Noticees with respect to the period in question and the information was available on the record of the company and the stock exchanges in view of the disclosure made by the company with BSE under clause 35 of the Adjudication Order in the matter of Safari Industries India Limited Listing Agreement as also disclosures made by the company under Regulation 83 thus the investors were No deprived of the requisite information about shareholding of the Noticees during the period April 21 2006 due date of filing disclosure under Regulation 82 to April 28 2006 actual date of disclosure.","71":"Further that investors in the securities market were entitled to the said information by April 30 2006 i.e  the due date of filing of disclosures under Regulation 83 by the company however in the extant case the disclosure under Regulation 83 was made by the company on April 11 2006 itself i.e  much before the due date.","72":"Hence information about the Noticees shareholding was available in public domain during the period from April 21 2006 to April 28 2006; x.","73":"That since disclosure under Regulation 82 is No required to be made to the stock exchange but is required to be made only to the company hence it has no direct relationship with the investors in the securities market; xi.","74":"That no prejudice can be caused to the investors on account of delayed nonfiling of disclosure under Regulation 82 by a promoter with the company so long as requisite disclosure under Regulation 83 is made by the company with the stock exchange; xii.","75":"That the default was one time default and No recurring default and the Noticees have clean track record and have never been charged for committing breach of SEBI Regulations in the past; xiii.","78":"In the present case it is  Mr Amul Mehta being a promoter who allegedly delayed in filing the disclosure for relevant period in question and only he is responsible for the alleged technical breach of regulation 82 of Takeover Regulations.","82":"That in several other cases the adjudicating officers of SEBI have imposed consolidated penalty on all the defaulters in relation to defaults pertaining to disclosures under Takeover Regulations.","83":"Also that the amount of penalty is unreasonably high and No commensurate with the technical violation; xvi.","84":"That in the matter of Shri Anil Kumar Sharda wherein for the violation of regulation 82 of the Takeover Regulations in relation to Jaihind Synthetics Ltd. vide Adjudication Order dated November 27 2009 Adjudicating Officer held one person liable for violation of regulation 82 of the Takeover Regulations wherein there was also change in the shareholding of  Mr Anil Kumar Sharda during the relevant period and imposed penalty of Rs 15000 .","93":"Further in case they constituted a promoter group were acting in concert the ARs were advised to submit documentary evidence in support thereof.","112":"It is observed that the allegation against the Noticees is that they had failed to make the relevant disclosure under the provisions of Regulation 82 of the Takeover Regulations for the financial year ended March 31 2006 within the stipulated time.","127":"I find that the SCN alleged that the disclosure under Regulation 82 of the Takeover Regulations were made by the Noticees to the company only on April 28 2006 details of which are at para 7 above.","138":"Secondly by including every person member in the promoter group within the meaning of ‘promoter’ it is made clear that the obligation cast on the promoter has also to be discharged by the promoter group.","178":"SEBI the Honble Securities Appellate Tribunal SAT vide Order dated September 30 2014 had observed that “… Argument of appellant that the delay was unintentional and that the appellant has No gained from such delay and therefore penalty ought No to have been imposed is without any merit because firstly penal liability arises as soon as provisions under the regulations are violated and that penal liability is neither dependent upon intention of parties No gains accrued from such delay.”","179":"Adjudication Order in the matter of Safari Industries India Limited In view of the same the argument put forth by the Noticees that none of the Noticees have made any disproportionate gain or unfair advantage as a result of delay in compliance with the Takeover Regulations is also No relevant for the given case.","180":"I further find that the Noticees have stated that no action has been taken or proceedings initiated against the Noticee in the past for any offence with respect to Takeover Regulations or Insider Trading Regulations except for the present adjudication proceeding contemplated under the subject notice.","192":"Further “II” mentioned above referred to “Promoters or every person having control over a company and also persons acting in concert with him”.","202":"The Noticees have submitted that no prejudice can be caused to the investors on account of delayed nonfiling of disclosure under Regulation 82 by a promoter with the company so long as requisite disclosure under Regulation 83 is made by the company with the stock exchange.","211":"Secondly assuming that excessive relief is granted by SEBI in some cases it does No mean that in all other cases similar reliefs should be granted especially when the Regulations prescribe stringent action for No compliance of disclosure provisions which are mandatory….”","212":"I further find that the Noticees have inter alia claimed that the violation committed by them were inadvertent unintentional and of a technical or minor nature.","213":"Any transaction which requires compliance of the Takeover Regulations if No complied is always a serious matter and cannot be considered a mere ‘technical’ violation even if the transaction is otherwise in compliance.","223":"Name of Payee 3.","224":"Date of payment 4.","225":"Amount Paid 5.Transaction No 6.","237":"In view of the Noticee’s actions and omissions in this matter it was alleged that the Noticee had violated the provisions of Regulation 133 of PIT Regulations.","247":"The Noticee submitted his reply vide letter dated October 14 2011 and inter alia made the following submissions • Firstly at that time I was No a director in Vashi Construction Pvt because I had resigned from the director post since back.","248":"Adjudication Order in respect of Ashok Hiralal Shah In the matter of Platinum Corporation Ltd November 28 2011 • And because of my resignation from that co.","249":"I was No aware about the company’s transactions and other dealings.","250":"• And also I was also No knowing the other entities and No acting in concert at all.","251":"• For my individual acquisition through off market on 19th January 2004 I made a proper disclosure to the company i.e  PCL on 21st January 2004 Ahmedabad Stock Exchange and complied with the regulations.","252":"Annexure • Further I would like to submit also that I got these shares from off market only and No traded in the market.","253":"So I would like to request you to keep me aside from this matter as I was No a director at all and made all required disclosures as per the rules and regulations which show that the proceedings against me should be dropped.","305":"It was observed that the Noticee had failed to comply with the disclosure requirements specified under the provisions of SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as SAST Regulations and also SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations.","314":"It is alleged that Noticee had failed to make these disclosures required under the aforementioned provisions of law.","323":"The relevant excerpts of the reply submitted by the Noticee is mentioned hereunder i At the outset and without prejudice to anything stated hereinafter I deny all the allegations and findings made against me in the said notice except to the extent specifically admitted by me. ii I submit that the fact that I acquired more than 5% shares in quarter ending March 2013 was available in public domain as the same was disclosed by Splash in the quarterly shareholding pattern filed by them under the category Shareholding belonging to the category Public and holding more than 5% of the Total No of Shares.","324":"I submit that the quarterly shareholding pattern filed under Clause 35 of the Listing Agreement is normally filed within 21 days of the end of the quarter and in this case also the quarterly shareholding pattern must have been filed by Splash in and around 21st April 2013.1 submit and reiterate that my shareholding was disclosed in the shareholding pattern filed under clause 35 of the Listing Agreement under the heading Shareholding belonging to the category Public and holding more than 5% of the Total No of Shares and the same was in public domain.","325":"Hence I deny that there was any nondisclosure on my part.","326":"In view of the same I deny that I have violated Regulation 131 of PIT Regulations and Regulation 291 read with 293 of Takeover Regulations. iii I submit that I am a small time retail investor in the securities market have always invested in small quantities.","327":"Hence I was No aware of any disclosures to be made with regard to acquisition of shares in any company under Takeover & PIT Regulations.","328":"In view of the same I would request you to kindly condone the failure to give adequate disclosures under Takeover & PIT Regulations and penalty stipulated under Section 15 Ab of SEBI Act may No be imposed. iv I submit that the main purpose of disclosure stipulated as per Takeover Regulations 2011 and PIT Regulations is that the retail investor is immediately aware of any significant happening in a listed company so that he is able to take an informed decision.","329":"I further submit and reiterate that my shareholding was disclosed in the shareholding pattern filed under clause 35 of the Listing Agreement under the heading Shareholding belonging to the category Public and holding more than 5% of the Total No of Shares and the same was in public domain.","330":"Hence I deny that there was non disclosure on my part. v I submit and reiterate that I have No filed the disclosures under the respective regulations in respective format but there has been no non disclosure on my part.","331":"I further submit that due to No filing of the relevant disclosures no gain or advantage has occurred to me and no loss or harm has been caused to any investors.","332":"I submit and reiterate that No filing of relevant disclosures was due to the difference in understanding of the relevant regulations as interpreted by me and as interpreted by SEBI.","333":"I submit and reiterate that the information that I acquired a certain percentage of equity shares in Splash came in public domain in the quarterly shareholding pattern of quarter ending March 2013 somewhere in and around April 2013 and my last acquisition was somewhere in and around 25.03.2013. vi It is further submitted that the provisions of Regulation 291 of SEBI SAST Regulation and Regulation 13 1 of SEBI PIT Regulations are No substantially different since violation of first automatically triggers violation of second and hence a lenient view may be taken as regards imposition of penalty and penalty may No be imposed.","336":"The Honble SAT was pleased to reduce the penalty of Rs 10 lakh to a token penalty of Rs 1 lakh for violation of Regulation 71 of Takeover regulations 1997 akin to Regulation 291 of Takeover regulations 2011 and Regulation 131 of PIT Regulations. viii In view of the above circumstances I submit as follows  I did No have any intention to conceal information and No I have concealed any information no unfair gain or advantage has occurred to me and also no harm or loss has been caused to retail investors.","337":" I deny that I have violated Regulation 131 of PIT regulations and Regulation 29 1 read with 29 3 of Takeover Regulations 2011 as the disclosure came into public domain albeit a little late.","340":"During the course of the hearing the AR made the following submissions a that no disclosre was made by Noticee but the shareholding of Noticee was disclosed by the Company in their quarterly disclosure for the quarter ending March 2013. b that there was no impact of nondisclosure by Noticee on the scrip price.","365":"It was also the case of the Noticee that he has No violated the provisions of SAST Regulations and PIT Regulations as his shareholding details were already available in the public domain in the form of quarterly filings made by the Company with the Stock Exchange under the provisions of the Listing Agreement.","367":"It is a settled principle that ignorance of law is no excuse.","396":"Name of Payee 3.","397":"Date of payment 4.","398":"Amount Paid 5.Transaction No 6.","399":"Bank Details in which payment is made 7.","409":"In the said SCN it was alleged as follows  As per the trading details on August 1 2012 noticee was holding 521000 shares of PMTL constituting 5.17% of the total shareholding of PMTL.","414":" Further on August 2 2012 noticee had also sold another 14000 shares of the company due to which his shareholding had reduced from 5.02% to 4.88% of the total shareholding in the company.","419":"The noticee submitted a reply to the SCN vide his letter dated 15.04.2014 as follows  The company has forwarded a letter dated July 19 2012 to BSE Ltd hereinafter referred to as BSE through email of even date wherein inter alia it was brought to the kind notice of BSE that Promoters intend to sell a part of their holding and with the result the Promoter‟s holding would come down to 41.44% from 49.75%.","422":"The other Promoters would have also done the same.","423":"Noticee submits that company has forwarded the above letter only after Promoters have given intimation to PMTL.","424":" Adequate disclosures regarding the intention to sell as well as sale of noticees shares were also made to the company by the noticee which in turn reflected the same in the shareholding pattern of the quarter ending September 2012.","425":" Noticee has disclosed the details of his shareholding on quarterly basis under Regulation 82 of Takeover Regulations 1997 to PMTL and PMTL disclosed the same to stock exchange on quarterly basis under Regulation 83 of Takeover Regulation 1997.","426":" Noticee submits that he has disclosed the full details regarding intention to sell and sale of shares albeit the same were No in the formats as suggested by SEBI.","427":"This establishes that noticee did No have any malafide intention to conceal the information from the retail investors and have disclosed the same both prior to and after the sale.","428":"Noticee further submits that he only sold small percentage of his total holding and all other Promoters remain invested in the company.","429":" Noticee is part of the Promoter group of another listed entity Golkunda Engineering Enterprise Ltd and Golkunda needed funds on an urgent basis as expansion was already going on.","430":"In view of the same he had to urgently sell the shares of PMTL and the funds generated by the sale of above securities were ultimately invested in Golkunda Engineering Enterprise Ltd The money received from the sale of securities were No used for any personal gain.","431":"Hence the sale of securities of one listed company by the noticee benefitted the retail investors of another listed company.","432":" The company was earning miniscule profit during that quarter the market price of the scrip was also quite negligible and his No reporting of sale of securities in the specified format or under specific regulation would No have any effect on the market price of the scrip.","436":"The AR further submitted that it was a technical omission on part of the noticee as he was No aware that he was required to file the disclosures under Regulation 13 4A of the PIT Regulations.","467":"Date % Particular Violation of  19 Jan2011 5.56 Crossing the threshold limit of 5% Regulation 71 of SAST 1997 and 131 of PIT 1992 21Jan11 5.53 Crossing the threshold limit of 5% Regulation 71 of SAST 1997 and 131 of PIT 1992 3Feb11 5.48 Crossing the threshold limit of 5% Regulation 71 of SAST 1997 and 131 of PIT 1992 8Mar11 8.33 Change in shareholding by 2% or more 133 of PIT 1992 14Mar11 11.73 Crossing the threshold limit of 10% 71 of SAST 1997 In the matter of Parichay Investments Ltd against Dhirenkumar Dharamadas Agrawal 15Apr11 6.96 Change in shareholding by 2% or more 133 of PIT 1992 20Apr11 4.82 Change in shareholding by 2% or more 133 of PIT 1992 25Apr11 5.71 Crossing the threshold limit of 5% 71 of SAST 1997 and 131 of PIT 1992 27May11 3.28 Change in shareholding by 2% or more 133 of PIT1992 4 In this order wherever PIT Regulations 1992 is mentioned it should be referred to as PIT Regulations 1992 read with Regulation 12 of SEBI Prohibition of Insider Trading Regulations 2015.","477":"10 The submission made by AR vide letter dated November 6 2017 interalia states that he require more time to arrange contract notes and submit the builtup of shareholding to answer the charge of violation of Trigger defaults as alleged in the SCN.","512":"This shows that Dhiren as a repetitive offender.","529":"Krishan Kumar Parwal 864400 16.95 2.","534":"Ram Janki Devi Parwal 55000 1.08 7.","535":"Vinesh Kumar Bhargava 50100 0.98 8.","543":"TABLE II PERIOD – DECEMBER 31 2010 – POST FORFEITURE OF SHARES SR.","544":"No NAME OF THE PROMOTER SHAREHOLDING SHARES PERCENTAGE HOLDING % 1.","549":"Basanti Devi Parwal 110100 4.84 4.","566":"Neither HRB Floriculture No its Promoters submitted any disclosures under the Takeover Regulations and PIT Regulations with respect to the change in their percentage holding.","570":"Basanti Devi Parwal Hansraj Parwal and Ramjanki Devi Parwal share the same address as that of the continuing Promoters; b.","571":"The Annual Report of HRB Floriculture for 2014 mentioned that Ramjanki Devi Parwal is a relative of a Key Management Person; c.","577":"Direct freezing of voting rights and corporate benefits like dividend rights bonus shares split etc. with respect to the excess of proportionate promoter promoter group shareholding including persons allegedly shown as public shareholders in the Company till such time the Company complies with the minimum public shareholding requirement. i.","578":"For the purpose of above direction proportionate promoter promoter group shareholding shall be computed on the basis of the public shareholding in the company; e.g. if public shareholding in a company after the deadline is less than 25% say 10% in such case the proportionate promoter shareholding would be 30% i.e  three times the existing public shareholding.","579":"Thus the excess promoter promoter group holding i.e  60% shall be frozen till the minimum public shareholding requirement is complied with. ii.","580":"In case of more than one entity in the promoter promoter group in a company the excess promoter holding for the purpose of taking action shall be computed on a proportionate basis.","585":"C 60% multiplied by [10% 45%+35%+10%] = 06.67% Total = 60.00% Based on the above the excess shareholding of the promoters including persons allegedly shown as public shareholders of the Company that should be frozen is presented in the following table SL.","593":"Hansraj Parwal 8.79 5.88 TOTAL 90.06 60.24 b.","594":"Prohibit the promoters promoter group including persons allegedly shown as public shareholders as mentioned in sr. nos.","601":"Moving the scrip to trade – to – trade segment; d.","602":"Excluding the scrip from F&O segment; e.","603":"Any other action direction as may be deemed appropriate.","616":"The rest of the persons who were excluded from the Promoters’ category in the year 2010 have No been included by BSE.","618":"That the SEBI vide its letter dated 17102016 issued in response to the request by M s Alembic Pharmaceuticals Limited has approved the reclassification of the Promoters Group which was essentially on the basis of the submission by the company that some of the shareholders who earlier were classified under the Promoter category have expressed their desire for reclassification of their shareholding in the company from Promoter Group to public category.","619":"The basis of the submission given is that the aforesaid shareholders even though related to the other Promoters of the company are leading their lives and occupations independently and are No connected directly or indirectly whatsoever with any activity of the company.","620":"Further the other persons in the Promoter Group of the company do No have any control over the affairs or the decision making process of the above relative of the Promoter.","621":"It has further been submitted that the persons included in the Promoter category do No directly or indirectly exercise control over the affairs of the company No hold any position of the Manger Personnel in the company.","625":"Further as per the Family Settlement arrived between the family members belonging to the Promoters Group the persons who have been excluded from the Promoters and included in the public category have given their affidavits to the effect that they do No hold any position in the management company No they are connected directly or indirectly with the activity of the respondent company.","626":"That it is pertinent to note that a family settlement qua the management of the respondent company was arrived between the family members.","627":"The aforesaid settlements resulted in the management of the respondent company coming into the shares of Krishan Kumar Parwal.","628":"In accordance with the family settlement the family members started living separately and assets were also divided exchanged.","629":"As a sequel thereto and in order to avoid future dispute the immovable property belonging to the family members were also exchanged and Sale Deed Gift Deed were executed within the family members.","630":"Since it was decided that the management of the respondent company will go to Krishan Parwal as per the settlement therefore the other members of the family expressed their desire to step out of the Promoter’s category of the respondent company.","631":"That as a result of the desire of the other family members and in compliance of the aforesaid family settlement the company received letters from Hansraj Parwal Basanti Devi Parwal Vinod Kumar Parwal Nirmala Devi Parwal Vinesh Kumar Bhargava and Ram Janki Devi Parwal intimating that they no longer were associated with the company as a Promoter and as such requested the company to change their status from Promoter category to public category.","632":"That since as per the settlement the division of the family was No only of business but also at personal level as the family members started living separately at different addresses and had separate electricity and gas connection as such there was a complete partition of the family members and accordingly the management of the company decided to change the category of the aforesaid shareholders in the company while reporting to the stock exchange.","641":"That since there has been no change in the status of shareholding from October 2010 to till date therefore the same shareholding pattern is being sent to BSE from time to time in compliance of the listing agreement and therefore the fact regarding the change in Promoter category is known to BSE from 22112010.","644":"Thus on enquiring from post office in 2015 regarding delivery certificate for 22112010 letter to BSE vide receipt No ER07338293IN post office replied “the complaint is time barred”.","645":"That thereafter suddenly on 7102015  Mr Krishan Kumar Parwal Managing Director of the respondent company received a letter from SEBI wherein it was informed that BSE has clarified that they have No received any letter from the company.","646":"It is humbly submitted that the response of the BSE was contrary to its notice dated 2182012 and letter dated 296 2012.","648":"It was further submitted that Hansraj Parwal Basanti Devi Parwal Vinod Kumar Parwal Nirmala Devi Parwal Vinesh Kumar Bhargava and Ram Janki Devi Parwal have different address than  Mr Krishan Kumar Parwal.","649":"The fact of family settlement arrived between the members of the family was also stated and in this connection various documentary proof including Ration Card Electricity Bill Gas connection Voter ID were annexed in order to demonstrate that the aforesaid three persons has no relation qua the promoter category of the respondent company.","650":"Further it is requested that in case the adjudicating authority requires any other documents information the same may be summoned from the respondent company.","669":"1.7 The methods by which listed companies could ensure compliance with the requirement of 25% minimum public shareholding were specified by SEBI under the erstwhile Clause 40A of the Listing Agreement [presently Regulation 38 of the SEBI Listing Obligations and Disclosure Requirements Regulations 2015 “Listing Regulations”; See also SEBI Circular No CIR CFD CMD 14 2015 dated November 30 2015] one of which included the following introduced vide Clause 2vii of the – a.","672":"Sale of shares held by Promoters through the secondary market i.e  OFS through Stock Exchange; d.","673":"Institutional Placement Programme IPP; e.","674":"Rights Issues to public shareholders with Promoters Promoter Group shareholders foregoing their rights entitlement; f.","675":"Bonus Issues to public shareholders with Promoters Promoter Group shareholders foregoing their bonus entitlement; g.","676":"Any other method as may be approved by SEBI on a case–to–case basis.","678":"No NAME OF THE PROMOTER SHAREHOLDING SHARES PERCENTAGE HOLDING % A. PROMOTER SHAREHOLDING 1.","680":"Sunita Parwal 80100 3.52 TOTAL 944500 41.49 B. PUBLIC SHAREHOLDING 3.","681":"Basanti Devi Parwal 110100 4.84 4.","686":"HUF & Others 226400 9.94 TOTAL 1331800 58.51 TOTAL A + B 2276300 100.00 * Vinesh Kumar Bhargava is No shown in the list of public shareholders since September 2012.","693":"Further assuming but No agreeing that the family settlement was indeed true the same would have triggered open offer obligations under the Takeover Regulations 1997 for acquisition of control by  Mr Krishan Parwal his wife and son.","694":"However there is no record that an open offer was made in this regard.","695":"Further the agreements that were produced pertain to sale gift of property land.","700":"The above position is based on the information furnished in your letter under reference.","701":"Different facts or conditions might lead to a different result.","702":"Further this letter does No express a decision of the Board on the question referred.”","718":"It was alleged that the Code of Conduct was to be implemented under the overall supervision of the Board of Directors of Suzlon hereinafter referred to as “the Board”.","721":"As a result of this delay the Board including the Noticee was alleged to have violated Clause 1.2 of Model code of Conduct in Part A Schedule I provided under Regulation 121 of the PIT Regulations and was therefore liable for monetary penalty under section 15HB of Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act”.","728":"In the said letter it was submitted that the Noticee has ceased to be a Director of Suzlon with effect from April 28 2011 and that the Noticee has neither committed any default No has violated any of the provisions as alleged.","730":"The Noticee’s main submissions in respect of the charges in the SCN are given as under    I respectfully state and submit that the Notice proceeds on the incorrect assumption that I was present in the Board meetings on 31 July 2009 29 May 2010 13 August 2010 and 4 February 2011 when the issue of change in Code of Conduct was discussed.","731":"This will be evident from the Constitution of Board alongwith the Directors attending the meeting during the relevant period which is enclosed as Annexure IV of the said Notice.","732":"The fact that I did No attend and Adjudication Order in respect of Pradip Kumar Khaitan in the matter of Suzlon Energy Limited September 30 2013 was No present at the Board Meetings held on 31 July 2009 29 May 2010 13 August 2010 and 4 February 2011 has also been confirmed by  Mr Hemal Kanuga on behalf of the Company in his mail dated 28 July 2012 upon a specific request being made by Khaitan & Co on my behalf.","733":".........  I was a NonExecutive Independent Director of the Company during the period 25 August 2004 to 28 April 2011.","734":"During the said relevant period as nonExecutive Independent Director of the said Company I had nothing to do with the day to day management of the said company or its affairs or any of its departments No I had control over or knowledge of day to day working and management of the affairs of the Company No was I in charge of or responsible to the Company for the conduct of its day today business in any manner.","735":"As a non Executive Independent Director I used to participate whenever possible in the meetings of the board of directors of the Company.","736":"I had nothing to do with any of the alleged activities or violation which are the subject matter of the aforesaid Notice.","737":"Consequently I did No have any knowledge of the alleged contravention.","738":" ..... it is well settled that simply because a person is a director of a Company for this reason alone no proceedings could be initiated or held against him under the aforesaid provisions.","739":"There is no evidence to show that there was any act committed by me from which a reasonable inference could be drawn implicating me for the alleged contravention in any manner whatsoever.","740":"It is No well settled that only when it is established that a director was actually responsible for the affairs of the Company that a director can be said to be liable and No otherwise.","745":" In the aforesaid Calcutta High Court judgement the Honble Court was pleased to hold inter alia that in order to be made vicariously liable the person must be shown to have been a person who was in charge of or was responsible to the Company for the conduct of the business of the Company.","747":" In the premises I could No be made or held liable or responsible for the alleged contravention the said provisions.","748":"I further state and submit that none of the conditions precedent for invoking the aforesaid provisions of the Act Rules and or the Regulations mentioned above have been or are satisfied and or fulfilled in the case and therefore none of the said provisions could be applied and or made applicable.","749":"..............  .......... Requirements of mens rea or actual act of commission or omission by the person charged with violation of the said provisions of the said Act Rules and or Regulations are essential.","750":"The conditions precedent for invoking the said provisions against me have No been or cannot be satisfied.","751":"I respectfully state and submit that the contravention if at all any had taken place without my knowledge or consent or connivance and the same was No attributable to any negligence on my part............","762":"After the hearing the Noticee again vide letter dated August 10 2012 submitted inter alia that In the course of personal hearing from the submissions made on behalf of SEBI as also from the Record of Hearing it transpires that the scope and purport of the aforesaid show cause notice is being sought to be completely changed by contending that certain factual allegations made in the said show cause notice were inadvertently included.","763":"It further transpired that vicarious liability is sought to be invoked by SEBI for fastening liability on me notwithstanding my No having attending any Board meeting at which the relevant agenda was considered.","764":"While maintaining that such an attempt is legally untenable and impermissible I pray and submit that the moment the assumption on the basis of which the said show cause notice has been issued is removed nothing survives in the present proceedings and the show cause notice is liable to be and should be dropped and or quashed and or rescinded..","766":"Noticee vide letter dated August 22 2012 further submitted that ... mens rea or guilty intention becomes and is relevant for the purpose of deciding whether there has been any breach of the provisions of the Act as alleged which are quasi criminal in nature.","767":"I further state and submit that even in the case of breach of civil obligation or civil liability provisions the principles of mens rea have relevance while determining the quantum of penalty to be imposed which is discretionary.","768":"Such discretion is required to be exercised judiciously.","769":"In the appropriate cases such as the present one penalty may No be imposed at all.","770":"Existence of special and attenuating circumstances or factors as mentioned in my earlier reply justify the waiver of penalty.","771":"I further submit that your honour is No required or obliged to impose penalty much less maximum penalty under all the circumstances.","772":"Absence of malafides or malafide intention in the alleged infraction of the relevant provisions is relevant on the question of quantum of penalty.","773":"Thus lack of mens rea or guilty intention as in the present case is a relevant consideration in determining the quantum of penalty.","774":"Your honour has discretion while determining the quantum of penalty even in those cases where mens rea is No essential for fixing the civil liability.","775":"Such discretion in my respectful submission is required to be exercised judiciously.","797":"The Noticee in his reply and during personal hearing put forward various contentions and it was emphasized that the Noticee did No attend the Board meetings in which the issue was considered."},"label":{"14":"defendent claim","36":"defendent claim","37":"defendent claim","38":"defendent claim","39":"defendent claim","46":"defendent claim","47":"defendent claim","53":"defendent claim","54":"defendent claim","66":"defendent claim","68":"defendent claim","69":"defendent claim","70":"defendent claim","71":"defendent claim","72":"defendent claim","73":"defendent claim","74":"defendent claim","75":"defendent claim","78":"defendent claim","82":"defendent claim","83":"defendent claim","84":"defendent claim","93":"defendent claim","112":"procedural fact","127":"procedural fact","138":"defendent claim","178":"defendent claim","179":"defendent claim","180":"defendent claim","192":"defendent claim","202":"defendent claim","211":"defendent claim","212":"defendent claim","213":"defendent claim","223":"defendent claim","224":"defendent claim","225":"defendent claim","237":"procedural fact","247":"defendent claim","248":"defendent claim","249":"defendent claim","250":"defendent claim","251":"defendent claim","252":"defendent claim","253":"defendent claim","305":"procedural fact","314":"procedural fact","323":"defendent claim","324":"defendent claim","325":"defendent claim","326":"defendent claim","327":"defendent claim","328":"defendent claim","329":"defendent claim","330":"defendent claim","331":"defendent claim","332":"defendent claim","333":"defendent claim","336":"defendent claim","337":"defendent claim","340":"defendent claim","365":"defendent claim","367":"defendent claim","396":"defendent claim","397":"defendent claim","398":"defendent claim","399":"defendent claim","409":"procedural fact","414":"defendent claim","419":"defendent claim","422":"defendent claim","423":"defendent claim","424":"defendent claim","425":"defendent claim","426":"defendent claim","427":"defendent claim","428":"defendent claim","429":"defendent claim","430":"defendent claim","431":"defendent claim","432":"defendent claim","436":"defendent claim","467":"defendent claim","477":"defendent claim","512":"defendent claim","529":"defendent claim","534":"defendent claim","535":"defendent claim","543":"defendent claim","544":"defendent claim","549":"defendent claim","566":"defendent claim","570":"defendent claim","571":"defendent claim","577":"defendent claim","578":"defendent claim","579":"defendent claim","580":"defendent claim","585":"defendent claim","593":"defendent claim","594":"defendent claim","601":"defendent claim","602":"defendent claim","603":"defendent claim","616":"defendent claim","618":"defendent claim","619":"defendent claim","620":"defendent claim","621":"defendent claim","625":"defendent claim","626":"defendent claim","627":"defendent claim","628":"defendent claim","629":"defendent claim","630":"defendent claim","631":"defendent claim","632":"defendent claim","641":"defendent claim","644":"defendent claim","645":"defendent claim","646":"defendent claim","648":"defendent claim","649":"defendent claim","650":"defendent claim","669":"defendent claim","672":"defendent claim","673":"defendent claim","674":"defendent claim","675":"defendent claim","676":"defendent claim","678":"defendent claim","680":"defendent claim","681":"defendent claim","686":"defendent claim","693":"defendent claim","694":"defendent claim","695":"defendent claim","700":"defendent claim","701":"defendent claim","702":"defendent claim","718":"procedural fact","721":"procedural fact","728":"defendent claim","730":"defendent claim","731":"defendent claim","732":"defendent claim","733":"defendent claim","734":"defendent claim","735":"defendent claim","736":"defendent claim","737":"defendent claim","738":"defendent claim","739":"defendent claim","740":"defendent claim","745":"defendent claim","747":"defendent claim","748":"defendent claim","749":"defendent claim","750":"defendent claim","751":"defendent claim","762":"defendent claim","763":"defendent claim","764":"defendent claim","766":"defendent claim","767":"defendent claim","768":"defendent claim","769":"defendent claim","770":"defendent claim","771":"defendent claim","772":"defendent claim","773":"defendent claim","774":"defendent claim","775":"defendent claim","797":"defendent claim"},"case_number":{"14":16,"36":17,"37":17,"38":17,"39":17,"46":17,"47":17,"53":17,"54":17,"66":17,"68":17,"69":17,"70":17,"71":17,"72":17,"73":17,"74":17,"75":17,"78":17,"82":17,"83":17,"84":17,"93":17,"112":17,"127":17,"138":17,"178":17,"179":17,"180":17,"192":17,"202":17,"211":17,"212":17,"213":17,"223":17,"224":17,"225":17,"237":18,"247":18,"248":18,"249":18,"250":18,"251":18,"252":18,"253":18,"305":19,"314":19,"323":19,"324":19,"325":19,"326":19,"327":19,"328":19,"329":19,"330":19,"331":19,"332":19,"333":19,"336":19,"337":19,"340":19,"365":19,"367":19,"396":19,"397":19,"398":19,"399":19,"409":20,"414":20,"419":20,"422":20,"423":20,"424":20,"425":20,"426":20,"427":20,"428":20,"429":20,"430":20,"431":20,"432":20,"436":20,"467":21,"477":21,"512":21,"529":22,"534":22,"535":22,"543":22,"544":22,"549":22,"566":22,"570":22,"571":22,"577":22,"578":22,"579":22,"580":22,"585":22,"593":22,"594":22,"601":22,"602":22,"603":22,"616":22,"618":22,"619":22,"620":22,"621":22,"625":22,"626":22,"627":22,"628":22,"629":22,"630":22,"631":22,"632":22,"641":22,"644":22,"645":22,"646":22,"648":22,"649":22,"650":22,"669":22,"672":22,"673":22,"674":22,"675":22,"676":22,"678":22,"680":22,"681":22,"686":22,"693":22,"694":22,"695":22,"700":22,"701":22,"702":22,"718":23,"721":23,"728":23,"730":23,"731":23,"732":23,"733":23,"734":23,"735":23,"736":23,"737":23,"738":23,"739":23,"740":23,"745":23,"747":23,"748":23,"749":23,"750":23,"751":23,"762":23,"763":23,"764":23,"766":23,"767":23,"768":23,"769":23,"770":23,"771":23,"772":23,"773":23,"774":23,"775":23,"797":23}}