{"sentence":{"2":"It was alleged that the shareholding of  Mr Vikram Sharma hereinafter referred to as the Vikram Noticee in the company exceeded 5% on 19 06 2012.","5":"In view of the above it was alleged that the Noticee has violated the provisions of Regulation 131 of SEBI Prohibition of Insider Trading Regulations 1992 and Regulation 29 1 read with Regulation 293 of SEBI SAST Regulations 2011.","9":"It was alleged in the SCN that the Noticee had violated the provisions of Regulation 131 of SEBI Prohibition of Insider Trading Regulations 1992 and Regulation 29 1 read with Regulation 293 of SEBI SAST Regulations 2011.","96":"During the course of investigation it was found that M s Basic Soft solutions Private Limited hereinafter referred to as “Noticee BSL” have violated Regulation 71 of the SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 hereinafter referred to as “SAST 1997 and Regulation 133 read with Regulation 135 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT 1992” 3.","98":"In the matter of M s Alchemist Realty Ltd 4.","116":"It was alleged that noticee has violated Regulation 71 of SEBI SAST Regulations 1997 and Regulation 133 read with 135 of SEBI Prohibition of Insider Trading Regulations 1992 by failing to make disclosures both to the stock exchange and to the company within 2 working days from the date of acquisition of shares of ARL.","122":"The enhance shareholding of our Company for M s Alchemist Realty Limited is because of Bonus Shares and thereafter their entitlement of extra shares due to stock split.","144":"I note that it was alleged that noticee has No made disclosure under Regulation 71 of SAST and Regulation 133 read with Regulation 135 of the PIT 1992 as mentioned above however in its reply to the SCN noticee has claimed that it has made all desired disclosures on time.","167":"CONSENT%20ORDER%20WELSPUN%20FINTRADE[1] BEFORE THE ADJUDICATING OFFICER SECURITIES AND EXCHANGE BOARD OF INDIA SETTLEMENT ORDER On the Application No.","181":"No CO CFD‐DCR‐1 84 Sept 2015 dated September 11 2015 in terms of Regulation 152 of SEBI Settlement of Administrative and Civil Proceedings Regulations 2014.","183":"Thereafter the applicant vide its letter dated April 09 2015proposed the revised consent terms to settle the aforesaid adjudication proceedings by offering to pay a sum of Rs 200000 ‐ Rupees Two Lakhs only towards settlement charges.","186":"Ltd. and recommended for settlement of the aforesaid adjudication proceedings upon payment of Rs 200000 ‐ Rupees Two Lakhs only towards settlement charges.","197":"Skyline vide its email dated November 22 2019 submitted that it sends BENPOS transaction details of promoters on weekly basis through email regarding weekly fortnightly monthly reports and provided the copy of quarterly weekly reports sent to OTL.","217":"In view of the above it was alleged that the Noticee have violated the provisions of regulation 72b of the PIT Regulations with regard to transactions carried by Snehal and Snehbar in the scrip of OTL as per mentioned in para 2 hereinabove.","224":"Thus it was alleged that the Noticee has failed to furnish the information required under the SEBI Act and thereby hampered the process of investigation and leading to violation of section 11C3 of the SEBI Act which read as follows Investigation 11C3 The Investigating Authority may require any intermediary or any person associated with securities market in any manner to furnish such information to or produce such books or registers or other documents or record before him or any person authorised by it in this behalf as it may consider necessary if the furnishing of such information or the production of such books or registers or other documents or record is relevant or necessary for the purposes of its investigation.","227":"No Allegation Violations Penalty under SEBI Act 1 Did No make disclosures to BSE on 2 instance each for the transaction carried out by Snehal and Snehbar of value more than ₹10 lakh even after becoming aware of the transactions Regulation 72b of the PIT Regulations 2015 Section 15Ab of the SEBI Act 1992 2 Noncompliance of SEBI Summons dated August 09 2019 August 21 2019 and September 05 2019 for furnishing information sought by IA Section 11C3 of the SEBI Act 1992 Section 15Aa of the SEBI Act 1992 9.","256":"Unique%20lease%20finance%20ltd[1].doc BEFORE THE ADJUDICATING OFFICER SECURITIES AND EXCHANGE BOARD OF INDIA [ADJUDICATION ORDER NO.  SD AO 145 2009] UNDER SECTION 15I OF SECURITIES AND EXCHANGE BOARD OF INDIA ACT 1992 READ WITH RULE 5 OF SEBI PROCEDURE FOR HOLDING INQUIRY AND IMPOSING PENALTIES BY ADJUDICATING OFFICER RULES 1995 Against M s Unique Lease Finance Limited.","257":"PAN  AAACU3356J In the matter M s Fast Track Entertainment Limited.","262":"As per the Investigation Report hereinafter referred to as IR M s Unique Lease Finance Limited hereinafter referred to as the ‘Noticee’ alleged to have violated the Regulation 71 read with 72 of the SEBI Substantial Acquisition of Shares and Takeovers Regulation 1997 hereinafter referred to as the ‘Takeover Regulations’ and Regulation 131 SEBI Prohibition of Insider Trading Regulation 1992 hereinafter referred to as the ‘PIT Regulations’ for which the adjudication proceeding has been initiated and therefore the Noticee is liable for monetary penalty for the alleged violations as prescribed under section 15Ab of the Securities and Exchange Board of India Act1992 hereinafter referred to as ‘SEBI Act’.","308":"It is observed that the said SEBI Order was pertaining to the violations of various provisions of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market Regulations 2003 where as the instant proceedings were pertaining to the violations of SEBI Takeover Regulations and PIT Regulations.","310":"Further it is also derived from the said SEBI Order that the Noticee never appeared before the competent authority of SEBI and therefore WTM SEBI had passed an exparte order dt. 12.10.2009 against the Noticee.","346":"Since no such disclosures as stipulated by the afore mentioned regulations for the said transaction dated February 20 2010 was made by the Noticee it was alleged that the Noticee violated the provisions of regulations 71 and 71A read with regulation 72 of SAST Regulations 1997.","348":"Since no such disclosure was made by the Noticee it was alleged that the Noticee violated the provisions of regulation 131 of PIT Regulations 1992.","350":"It was alleged that the noticee did No furnish complete information as required under the summons dated February 22 2013 No did it appear on the scheduled date and time before the IA as required under the summons dated March 08 2013 in violation of the provisions of section 11C3 and 11C5 of Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act 1992”.","363":" Noticee was allotted 1667500 convertible equity warrants for 16675000  of MIL on 04.01.2010.","369":" It has been alleged in the SCN that Shri Mitesh Chandrakant Shah and Shri Sagar Dinesh Patel were common directors of the Noticee and M s Enakshi Impex Pvt Ltd Enakshi and shared a common address and thus they were person acting in concert in acquisition of MIL shares.","370":"It is pertinent to mention that there were other directors too and  Mr Mitesh Shah and  Mr Sagar Patel were No the only directors as stated in the notice.","371":" It did No act in concert with Enakshi as they did No share any common objective to acquire shares there was no intention to gain control over the target company there was no agreement or understanding they did No directly or indirectly cooperate to acquire or agree to acquire shares or voting rights or control.","372":"Hence the noticee was No required to make any disclosure on the basis of abstract concept of PAC.","373":" Persons cannot become PACs by way of subscribing to preferential allotment.","374":"If a company allots warrants to several persons directly or prescribed payment received from each of them they cannot be deemed treated as PAC.","375":"The allottees have privity with the company and no privity exists interse among themselves.","376":"It is No clarified as to who all were PAC purpose of acting how and in what way they were acting objective of acting and what was the outcome of such acting in Adjudication Order against Narois Impex Pvt Ltd in the matter of Mahan Industries Ltd concert.","377":"Persons acting in concert may be transaction specific – in that event transaction need to be specified.","378":" The noticee was required to make disclosure under SAST Regulations 1997 and PIT Regulations 1997 about its holding as on 22.02.2010. Noticee was No aware about its obligations to disclose its shareholding on conversion of warrants.","379":"This is unintended inadvertent minor and technical issues on our part.","381":" The lapse was on account of partial conversion of convertible equitable warrants by the company and hence no fault can be found with the noticee’s conduct.","382":"Noticee had no control of the said conversion.","383":" There was change in the management of the noticee which led to delay in submission of all the details.","384":" Noticee alongwith the reply also submitted various information documents sought for by the Investigating Officer vide summons.","385":"It was also pointed out that the said documents were No relevant for the purpose of levying of charges relating to nondisclosures under SAST and PIT Regulations and No it is shown that in the absence of these documents how the investigation process was hampered or adversely affected or delayed.","386":"Mitigating factors a The noticee has No violated any substantive provision of law. b The noticee is No guilty of conduct which is contumacious or dishonest or acted in conscious disregard of law. c The noticee has No viewed the regulatory proceedings in a nonchalant manner. d The noticee has No made any unfair gain or advantage in any manner. e The lapse of nondisclosure on the part of the noticee is No repetitive in nature.","387":" In view of the above noticee has submitted that it has No violated provisions of SAST and PIT Regulations.","388":" Noticee also referred to para 22 of Bharjatiya Steel Industries v Commissioner of Sales Tax U.P. {2008 11 SCC 617}.","393":"Noticee made the following additional submissions in the personal hearing   Mr Mitesh Shah and  Mr Dinesh Patel were No the common directors as alleged in the SCN rather they became directors only on May 18 2010 i.e  much after the acquisition of shares.","394":"In this regard Form 32 filed with MCA was also submitted.","395":" Nothing much can be read into the common addresses of the noticee and Enakshi as the definition of deemed PAC does No include persons having common address.","396":"There was no common objective intention for acquisition of shares by the noticee as these acquisition were involuntary due to conversion and No by any active acquisition 12.","401":"Summary of the same is as under  There were change in the management of the company twice and hence there was a technical problem and the noticee company took time to submit certain details.","402":"However the noticee has furnished substantial details and nonsubmission of certain details had no Adjudication Order against Narois Impex Pvt Ltd in the matter of Mahan Industries Ltd adverse effect on securities market general investors.","403":"The details of change in the directors of the noticee company during January 2010 till December 2014 was also submitted.","404":" Information called vide summons were irrelevant for the purpose of charge of PIT SAST.","406":" Regulation 71A of SAST Regulations 1997 is No attracted in the present case since the noticee does No fall under Regulation 111 and proviso to Regulation 112 of SAST Regulations 1997 which is a condition for Regulation 71A of SAST Regulations 1997.","407":" The concept of PAC does No apply to the noticee and there was no evidence to prove that the noticee acted in concert with other entities for the purpose of substantial acquisition of shares as alleged or otherwise and all the characteristic of PACs are missing in the present case.","435":"It is also No in dispute that the aforesaid allotted shares constituted 5.21% of the issued share capital of MIL at the relevant time and the requisite disclosure was No made by the noticee to the company and to the stock exchanges within the time prescribed under Regulation 71 read with Regulation 72 of SAST Regulation 1997.","442":"………………………. It is relevant to note that when the appellant applied for the convertible equity warrants of MIL it was known that as and when the warrants were converted into shares the shareholding of the appellant would be below 5% and as such the appellant would No be required to make disclosure either under the 1997 Regulations or under the PIT Regulations.","443":"Therefore on February 20 2010 when the appellant received 16950000 shares from MIL there was no reason for the appellant to believe that its shareholding in MIL would exceed 5%.","444":"Fact that as per notice dated November 5 2009 MIL could issue shares in tranches does No mean that the appellant was given to understand that on account of MIL issuing shares in tranches the shareholding of the appellant may exceed 5%.","445":"Apart from the above there is no material on record to suggest that the appellant was made aware that its shareholding in MIL between February 20 2010 till May 2010 exceeded 5%.","446":"In such a case where the appellant had subscribed to the convertible equity warrants so as to hold shares on conversion below 5% cannot be said have violated the regulations made by SEBI on ground that the appellant had failed to make disclosures especially when there was no reason for the appellant to believe that its shareholding had exceeded 5%.","447":"……………………………………………… In the present case the appellant had subscribed to the convertible equity warrants with a view to have less than 5% shareholding and there is nothing on record to suggest that the appellant was informed or made aware that on account of partial conversion of convertible equity warrants on February 20 2010 the shareholding of the appellant had exceeded 5% and hence the appellant was required to make disclosures under the 1997 Regulations and PIT Regulations.","465":"However the same was never provided to IA.","467":"The noticee while admitting the noncompliance with the summons contended that information called for was irrelevant and nonsubmission of certain details had no adverse effect on securities market general investors.","480":"SEBI Appeal No 106 of 2006 Date of Decision 07.01.2009 it has held “…By No responding to the summons the representatives of the appellant did No appear before the investigating officer as a result whereof their statements could No be recorded.","481":"This obviously hampered the investigations.","508":"No penalty Under section 15Ab of SEBI Act since the alleged violation of regulation 131 of PIT Regulations 19922011 is No established. 200000  Rupees Two Lakh Only Under section 15Aa of SEBI Act for violation of section 11C3 of SEBI Act 1992. 200000  Rupees Two Lakh Only Under section 15Aa of SEBI Act for violation of section 11C5 of SEBI Act 1992.","516":"Name of Payee  3.","517":"Date of Payment 4.","518":"Amount Paid  5.","519":"Transaction No  6.","526":"It was alleged that the promoter entity Pradeep Kumar Jindal Promoter & Director of Pawansut failed to make disclosures on various instances in respect of the changes in his shareholding in the scrip of Pawansut during the investigation period in accordance with the disclosure requirements under SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as SEBI PIT Regulations 1992.","527":"It was also alleged that the promoter group entity Pradeep Kumar Jindal as PAC with Laxman Singh Satyapal failed to make disclosures on various Adjudication Order in respect of Pradeep Kumar Jindal in the matter of Trading Activities of Certain Entities in the Scrip of Pawansut Holdings Limited instances in respect of the changes in the shareholding in the scrip of Pawansut during the investigation period in accordance with the disclosure requirements under SEBI Substantial Acquisition of Shares and Takeover Regulations 2011 hereinafter referred to as SEBI SAST Regulations 2011.","529":"In view of the above it was alleged that the Noticee had No complied with the provisions of Regulations 134 and 134A read with 135 of SEBI Prohibition of Insider Trading Regulations 1992 and Regulation 292 read with Regulation 293 of SEBI SAST Regulations 2011.","533":"It was alleged in the SCN that the promoter entity Pradeep Kumar Jindal Promoter & Director of Pawansut has failed to make disclosures on various instances in respect of the changes in his shareholding in the scrip of Pawansut during the investigation period in accordance with the disclosure requirements under SEBI Prohibition of Insider Trading Regulations 1992.","535":"It was also alleged in the SCN that the promoter group entity Pradeep Kumar Jindal as PAC with Laxman Singh Satyapal has failed to make disclosures on various instances in respect of the changes in their shareholding in the scrip of Pawansut during the investigation period in accordance with the disclosures requirements under SEBI Substantial Acquisition of Shares and Takeover Regulations 2011.","546":"Further the Noticee did No inform of any change in the communication address etc.","615":"Considering that there has been no disclosure by the Noticee on multiple occasions the same are treated as repetitive in nature.","639":"Disclosure Violations by Nilesh under SAST Regulations and PIT Regulations 4.","644":"Therefore it was alleged that Nilesh had violated Regulation 71 read with 72 of SAST Regulations and Regulation 131 of PIT Regulations.","647":"Therefore it is alleged that Nilesh had In the matter of Saianand Commercial Ltd Erstwhile Oregon Commercial Ltd violated Regulation 133 read with Regulation 135 of PIT Regulation 1992 read with Regulation 122 of PIT Regulation 2015 on the following occasions.","651":"In the matter of Saianand Commercial Ltd Erstwhile Oregon Commercial Ltd 10.","662":"However he did No appear before me.","698":"In the matter of Saianand Commercial Ltd Erstwhile Oregon Commercial Ltd 21."},"label":{"2":"procedural fact","5":"procedural fact","9":"procedural fact","96":"procedural fact","98":"defendent claim","116":"procedural fact","122":"defendent claim","144":"procedural fact","167":"defendent claim","181":"defendent claim","183":"defendent claim","186":"defendent claim","197":"defendent claim","217":"procedural fact","224":"procedural fact","227":"defendent claim","256":"defendent claim","257":"defendent claim","262":"procedural fact","308":"procedural fact","310":"defendent claim","346":"procedural fact","348":"procedural fact","350":"procedural fact","363":"defendent claim","369":"defendent claim","370":"defendent claim","371":"defendent claim","372":"defendent claim","373":"defendent claim","374":"defendent claim","375":"defendent claim","376":"defendent claim","377":"defendent claim","378":"defendent claim","379":"defendent claim","381":"defendent claim","382":"defendent claim","383":"defendent claim","384":"defendent claim","385":"defendent claim","386":"defendent claim","387":"defendent claim","388":"defendent claim","393":"defendent claim","394":"defendent claim","395":"defendent claim","396":"defendent claim","401":"defendent claim","402":"defendent claim","403":"defendent claim","404":"defendent claim","406":"defendent claim","407":"defendent claim","435":"defendent claim","442":"defendent claim","443":"defendent claim","444":"defendent claim","445":"defendent claim","446":"defendent claim","447":"defendent claim","465":"defendent claim","467":"defendent claim","480":"defendent claim","481":"defendent claim","508":"defendent claim","516":"defendent claim","517":"defendent claim","518":"defendent claim","519":"defendent claim","526":"procedural fact","527":"procedural fact","529":"procedural fact","533":"procedural fact","535":"procedural fact","546":"defendent claim","615":"defendent claim","639":"procedural fact","644":"procedural fact","647":"procedural fact","651":"defendent claim","662":"defendent claim","698":"defendent claim"},"case_number":{"2":56,"5":56,"9":56,"96":57,"98":57,"116":57,"122":57,"144":57,"167":58,"181":58,"183":58,"186":58,"197":59,"217":59,"224":59,"227":59,"256":60,"257":60,"262":60,"308":60,"310":60,"346":61,"348":61,"350":61,"363":61,"369":61,"370":61,"371":61,"372":61,"373":61,"374":61,"375":61,"376":61,"377":61,"378":61,"379":61,"381":61,"382":61,"383":61,"384":61,"385":61,"386":61,"387":61,"388":61,"393":61,"394":61,"395":61,"396":61,"401":61,"402":61,"403":61,"404":61,"406":61,"407":61,"435":61,"442":61,"443":61,"444":61,"445":61,"446":61,"447":61,"465":61,"467":61,"480":61,"481":61,"508":61,"516":61,"517":61,"518":61,"519":61,"526":62,"527":62,"529":62,"533":62,"535":62,"546":62,"615":62,"639":63,"644":63,"647":63,"651":63,"662":63,"698":63}}