{"sentence":{"30":"Therefore it was alleged that the Noticee violated the provisions of regulations 71 and 71A read with regulation 72 of SAST Regulations 1997.","31":"It was further observed that since pursuant to conversion of equity warrants into equity share of 1  each by MIL on February 20 2010 noticee Adjudication Order against Nazima Impex Pvt Ltd in the matter of Mahan Industries Ltd held 5% or more shares of MIL they were under obligation to make disclosure about their shareholding or voting rights in the MIL to MIL in Form A within 2 days of transaction as stipulated by Regulation 131 of SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations 1992.","33":"Therefore it was alleged that the Noticee violated the provisions of regulation 131 of PIT Regulations 1992.","36":"Therefore it was alleged that the noticee violated the provisions of section 11C3 and 11C5 of Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act 1992”.","57":"Issue I  Violation of provisions of regulations 71 and 71A read with regulation 72 of SAST Regulations 1997 and regulation 131 of PIT Regulations 1992 13.","91":"However the same was never provided to SEBI.","99":"SEBI Appeal No 106 of 2006 Date of Decision 07.01.2009 it has held“…By No responding to the summons the representatives of the appellant did No appear before the investigating officer as a result whereof their statements could No be recorded.","100":"This obviously hampered the investigations.","158":"Adjudication Order in the matter of Vakrangee Limited e It was alleged that the aforesaid nondisclosure regarding reduction in its shareholding by the Noticee was in violation of Regulation 133 read with 135 of the PIT Regulations and Regulation 292 read with 293 of the SAST Regulations text of which is mentioned as below SEBI Prohibition of Insider Trading Regulations 1992 13.","165":"It was stated in the SCN that the aforesaid alleged violations if established would make the Noticee liable for monetary penalty under Section 15Ab of the SEBI Act which reads as under 15A.","222":"For the removal of doubts it is clarified that the power of an adjudicating officer to adjudge the quantum of penalty under sections 15A to 15E clauses b and c of section 15F 15G 15H and 15HA shall be and shall always be deemed to have been exercised under the provisions of this section.”","250":"Upon investigation it was observed and hence alleged 2.1. Mr V R Venkatchalam hereinafter referred to as “Noticee No 1  Mr V Rajasekharan hereinafter referred to as “Noticee No 2 have violated the Section 12Aa b c of SEBI Act 1992 read with Regulations 3ab c d read with Regulations 41 42 a e of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Markets Regulations 2003 hereinafter referred to as “PFUTP Regulations and Schedule I Part A of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “ PIT Regulations 1992” to be read with Regulation 12 of PIT Regulations 2015 and;","251":"2. Ms Rajasekharan Devaki hereinafter referred to as “Noticee No 3 and Mr Srivatsan P hereinafter referred to as “Noticee No 4 have violated Section 12Aa b c of SEBI Act In the matter of M s TCP Ltd 1992 read with Regulations 3ab c d read with Regulations 41 42 aand e of PFUTP Regulations.","261":"The price movement was in the following two patches Patch No of tradi ng days Dates Price Volu me.","262":"Openin g Price v olume on first day of the period Closing priceRs  vo lume on last day of the period Low volume price during the period High volume price during the period Rs  Avg.","265":"3 Noticee No 3 is the spouse Noticee No 2.","266":"4 Noticee 4 has accepted that he know few friends of Noticee 1.","267":"4. CLIENT CONCENTRATION NSE during PATCH 1  April 04 2013 to September 20 2013 The buy and sell of the Noticees who had traded in the scrip of M s TCP Ltd on NSE during this patch are tabulated below Noticee No Gross Buy Gross Sell Net Qty.","269":"Vol % of Gross Sell to Mkt.","279":"In view of the above It was alleged that Noticee No 2 Noticee No 3 and Noticee No 4 were placing orders for one share at lower circuit on 18 instances.","285":"In view of the above it was alleged that the trading pattern of Noticee No 2 Noticee No 3 and Noticee No 4 of placing buy and sell orders for one share each in several instances at lower price circuit does No indicate a natural trading pattern.","288":"It was alleged that in August 2013 there was fund flow from the account of  Mr Shanmugam E Promoter of the Company to the account of Noticee No 1.","290":"In August 2013 there was an interse transfer of shares between promoters Noticee No 1 and Mr Shanmugam E.It was alleged that prior to the interse transfer of shares Noticee In the matter of M s TCP Ltd No 2 and Noticee No 3 and 4 had depressed the price of the TCP Shares.","291":"It was alleged that the same was done to facilitate Noticee No 1 to execute transactions at a lower price.","294":"It was alleged that the funds for purchase of the said shares by M s Thiruvalluvar Textiles P Ltd was provided by Mr Noticee No 1 by way of circulating a tranche of funds of Rs 6 crore to give an impression of transaction value of Rs 60 crore.","295":"In view of the above it was alleged that Noticee No 2 Noticee No 3 Noticee No 4 and Noticee No 1 had devised a scheme and acted in concert so that Noticee No 1 can execute the interse transactions at a lower price by manipulating the price of the scrip of TCP and by providing a misleading appearance of trading.","296":"Allegation on Noticee No 1 and Noticee No 2 had traded in TCP and entered into opposite transactions within a period of 6 months.","299":"It was alleged that that the trades executed by Noticee No 1 were opposite transactions and executed within a period of 6 months.","306":"Hence it was alleged that the In the matter of M s TCP Ltd transactions of Noticee No 1 in January 2014for 500 shares July 2014 for 200 shares and August 2014 for 214 shares were opposite in nature and executed within 6 months and approvals for the same was No sought by Noticee No 1 from the Company.","309":"It was alleged that Noticee 2 being the director of the company had entered into opposite transaction within 6 months of purchase without any approval.","310":"As a Promoter and Director of the company it was alleged that Noticee No 1 and 2 has entered into opposite transactions within a period of 6 months.","311":"In view of the above it was alleged that Noticee No 1 and Noticee No 2 have violated the Section 12Aa b c of SEBI Act 1992 read with Regulations 3ab c d read with Regulations 41 42 a e of PFUTP Regulations and Schedule I Part A of the PIT Regulations 1992 to be read with Regulation 12 of PIT Regulations 2015 and Noticee No 3 and Noticee No 4 have violated Section 12Aa b c of SEBI Act 1992 read with Regulations 3ab c d read with Regulations 41 42 aand e of PFUTP Regulations.","318":"It is humbly submitted that if the Noticee was acting in concert with other Noticees 2 and 3 and was intending to manipulate the prices to execute the transactions at a very low price he could just as well have waited for another two weeks until the prices fell to the low level of In the matter of M s TCP Ltd Rs 201  Further Noticees 2nd and 3 are seen to have traded in 1 or 2 shares at a time.","322":"Against the above it is humbly submitted that Noticee No.l has vide his letter dated 7th October 2015 explained at length the circumstances under which the impugned transactions were undertaken.","323":"Further the Model Code of Conduct for Prevention of Insider Trading in the Equity Shares of the Company as adopted by the Company stipulates that such pre clearance would be required only in cases of transactions in excess of Rs 10.00 lakhs in market value.","328":"It is humbly submitted that it would be highly irrational and futile to discern a pattern when the quant ity traded is such an insignificant and miniscule percentage of the Share Capital of the Company.","333":"None of impugned trades undertaken by Noticees 2 and 3 are with Noticee 1 but are entered into with other persons.","335":"The allegation of acting in concert with Noticee No.l is clearly devoid of any substance or merit.","337":"The other allegation against Noticee No.2 is regarding violation of the Model Code of Conduct regarding entering into opposite transactions.","338":"It is humbly submitted that the Model Code of Conduct for Prevention of Insider Trading as adopted by the Company comes into play in relation to Opposite Transactions only when the value of a single transaction or a series of transactions exceeds Rs 10.00 lakhs.","339":"In the case of the impugned transactions of Noticee No.2 the total value of both buy and sell would be of the order of only Rs 2000  Hence Noticee No2 may be absolved of the charge of having violated the SEBI PIT Regulations.","364":"Noticee No 2 in his statement has accepted the fact that he used to place the orders on his behalf and on his wife’s behalf i.e  Noticee No 3.","374":"SELL ORDER ORIG VOL.","375":"08 08 2013 Srivatsan P Rajasekaran Devaki 111114 111134 111437 431.95 1 1 1 12 08 2013 Srivatsan P Kausha Himanshu Mehta 93000 93754 101429 410.4 1 1 4 Trade Date Buy Sell Buyer Seller Traded Qty Traded Price Buy Sell Order Price Buy Sell Order Qty LTP at Order Entry Order Time 21 08 2013 Sell Ritesh Bodiwala 1 302.7 302.7 5 318.6 093001 Buy Rajasekharan Devaki 302.7 1 318.6 093040 21 08 2013 Sell Srivatsan P 1 302.7 302.7 1 302.7 113006 Buy VR Venkatachalam 302.7 100000 302.7 121241 22 08 2013 Sell Rajasekharan V 1 287.6 287.6 1 302.7 093152 Buy Srivatsan P 287.6 1 302.7 093211 23 08 2013 Sell Ritesh Bodiwala 1 273.25 273.25 4 287.6 093001 Buy Rajasekharan Devaki 273.25 1 287.6 094419 26 08 2013 Sell Rajasekharan Devaki 1 259.6 259.6 1 273.25 103254 Buy Srivatsan P 259.6 1 273.25 103550 27 08 2013 Buy Rajasekharan Devaki 1 246.65 246.65 1 259.6 113851 Sell Srivatsan P 246.65 1 259.6 120748 28 08 2013 Sell Rajasekharan Devaki 1 234.35 234.35 1 246.65 095536 Buy Srinivasan V 234.35 1 246.65 095853 29 08 2013 Buy Rajasekharan Devaki 1 222.65 222.65 1 234.35 093528 Sell Srivatsan P 222.65 1 234.35 094424 30 08 2013 Sell Rajasekharan V 1 211.55 211.55 1 222.65 103224 Buy Srinivasan V 211.55 1 222.65 103312 02 09 2013 Sell Srinivasan V 1 201 201 1 211.55 095102 Buy Rajasekharan Devaki 201 1 211.55 095422 In the matter of M s TCP Ltd TRADE DATE BUYER NAME SELLER NAME BUY ORDER TIME SELL ORDER TIME TRADE TIME Trade Price TRADED QUANTI TY BUY ORDER ORIG VOL.","376":"SELL ORDER ORIG VOL.","377":"13 08 2013 Srivatsan P Rajasekaran Devaki 113230 113022 121421 389.9 1 1 1 14 08 2013 Rajasekara n V Srivatsan P 103609 103543 111458 370.45 1 1 1 16 08 2013 Rajasekara n V Srivatsan P 94815 101144 101421 351.95 1 1 1 16 08 2013 VR Venkatacha lam E Shanmugam 110832 110855 111426 351.95 100000 100000 100000 16 08 2013 VR Venkatacha lam E Shanmugam 121045 121049 121430 351.95 100000 100000 100000 19 08 2013 Rajasekara n V Kausha Himanshu Mehta 93000 93000 101434 335.35 1 1 15 19 08 2013 V R Venkatacha lam Srivatsan P 120632 113204 121441 335.35 1 100000 1 19 08 2013 V R Venkatacha lam Darshan Rajnikant Shah 120632 113426 121441 335.35 136 100000 136 19 08 2013 V R Venkatacha lam E Shanmugam 120632 120648 121441 335.35 99863 100000 100000 19 08 2013 V R Venkatacha lam Kausha Himanshu Mehta 143147 143105 151454 335.35 18 100000 18 19 08 2013 V R Venkatacha lam E Shanmugam 143147 143155 151454 335.35 99982 100000 100000 20 08 2013 Srivatsan P Rajasekaran V 110715 110935 111421 318.6 1 1 1 20 08 2013 V R Venkatacha lam E Shanmugam 120647 120648 121425 318.6 100000 100000 100000 20 08 2013 V R Venkatacha lam E Shanmugam 120702 120704 121425 318.6 100000 100000 100000 20 08 2013 V R Venkatacha lam E Shanmugam 150840 150840 151438 318.6 100000 100000 100000 21 08 2013 Rajasekara n Devaki Riteshkumar Harishbhai Bodiwala 93040 93000 101457 302.7 1 1 5 In the matter of M s TCP Ltd TRADE DATE BUYER NAME SELLER NAME BUY ORDER TIME SELL ORDER TIME TRADE TIME Trade Price TRADED QUANTI TY BUY ORDER ORIG VOL.","378":"SELL ORDER ORIG VOL.","379":"21 08 2013 V R Venkatacha lam Srivatsan P 121240 113005 121410 302.7 1 100000 1 21 08 2013 V R Venkatacha lam Kausha Himanshu Mehta 121240 115951 121410 302.7 2 100000 2 21 08 2013 V R Venkatacha lam E Shanmugam 121240 121240 121410 302.7 99997 100000 100000 21 08 2013 V R Venkatacha lam E Shanmugam 121342 121240 121410 302.7 3 100000 100000 21 08 2013 V R Venkatacha lam E Shanmugam 121342 121343 121410 302.7 99997 100000 100000 21 08 2013 V R Venkatacha lam E Shanmugam 130755 130756 131413 302.7 124503 124503 124503 I note the following from the trading pattern of these Noticees 11.5.","406":"In the matter of M s TCP Ltd Shanmugam as there were no other seller at that time.","411":"Time difference between buy and sale order was very close which is quite unnatural in case of a scrip which has No been traded since last four months. ii.","415":"There was definitely meeting of minds elsewhere which was reflected in the trading pattern ofNoticeesDuring Hearing also none of the ARs representative could give valid reasoning of trading by the Noticees in this fashion. iv.","416":"All sale order were placed at the lower circuit as compare to the LTP on the all occasions by Noticees No 2 3 and 4.","424":"It was imperative to understand the role of Noticee No 4 in this entire scheme as per records available before me he was No directly connected to other three Noticees except for the fact that he admitted that he know few friends of Noticee No 1 .","429":"However it is interesting to note that he didnot attempted to reverse his open position on any occasion during his trading in TCP which is quite unlikely for a day trader and against the normal trading pattern of Noticee 4.","439":"Also as Noticee No 2 has admitted that trades done in the name of Noticee No 3 were done by him only therefore there was a clear relationship between Noticee 2 & 3 with Noticee 1.","442":"Noticee No 2 acted upon this inside information and despite this did No make any money by trading on his and his wife’s behalf in the shares of TCP and on the contrary they both suffered loss.","443":"Trades of these Noticees were contradictory either they were buying shares on one day and on another day they were selling the share.","444":"No person of normal prudence would sell his shares at the lowest possible price continuously unless he has manipulative intent.","461":"The holding period would commence when t h e s e c u r i t i e s are a c t u a l l y allotted.]","473":"Pre clearance Limit is applicable for the routine buy sale however opposite transaction within 6 months by promoter director require prior approval as it was taken by Noticee 1 while disposing of 1308300 shares.","475":"I note that Noticees No 1 and 2 being the “Managing Director and Executive Director respectively of TCP have violated Schedule I Part A of the PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015 and thus liable for monetary penalty.","502":"Society N. S. Road No 10 JVPD Scheme Vile Parle West Mumbai – 400 049 In the matter of Man Industries India Limited BACKGROUND 1.","509":"The allegations levelled against the Noticee in the SCN are summarized as below a The Noticee was a promoter of the Company during the Examination Period and indulged in transfer of shares which resulted in reduction of her shareholding in the Company in the following manner Date of Transaction Holding before Transaction No. of shares held & their percentage Sale Transaction Volume Number of Shares Transacted and their percentage Holding Post Transaction No. of shares held & their percentage post transaction August 16 2013 296580 0.52% 165000 0.29% 131580 0.23% August 27 2013 131580 0.23% 130000 0.228% 1580 0.03% Relevant evidence of the aforesaid sale was provided to the Noticee by way of Statement of Transactions carried out during the Examination Period by the Noticee. b As a result of such sale the Noticee was required to submit relevant disclosures within 2 days of the sale to the Company and to BSE & NSE under Regulation 134A read with 135 of the PIT Regulations.","510":"However the Adjudication Order in the matter of Man Industries India Limited Noticee allegedly failed to submit disclosure required under the PIT Regulations. c The aforementioned failure of the Noticee to disclose change in her shareholding was confirmed by the NSE vide email dated July 17 2018 BSE vide email dated July 11 2018 and the Company vide email July 18 2018. d It was alleged that the aforesaid nondisclosure regarding change in her shareholding by the Noticee was in violation of Regulation 134A read with 135 of the PIT Regulations text of which is mentioned as below SEBI Prohibition of Insider Trading Regulations 1992 13.","523":"Relevant submissions of the Noticee are summarized as under a The Noticee claimed that the transaction on August 16 2013 which resulted in a reduction of 165000 shares in the shareholding of the Noticee was in the nature of pledge by way of transfer and it only effected a change of hands and No of the ownership voting rights and hence no disclosure was required to be made under the provisions of Regulation 134A read with 135 of the PIT Regulations. b The Noticee also submitted that it was No her intention to hide information about the offmarket transaction as necessary disclosures were filed by her under Regulation 292 of the SEBI Substantial Acquisition of Shares and Takeover Regulations 2011.","524":"To substantiate her claim the Noticee submitted a disclosure made to BSE under Regulation 292 of the SAST Regulations. c The Noticee submitted that the transaction on August 27 2013 which resulted in a reduction of 130000 shares was a gift to  Mr J. C. Mansukhani who is husband of the Noticee.","525":"Mr J C Mansukhani was also a promoter of the Company and therefore the transaction was an interse transfer among the promoters.","527":"The Noticee submitted that there was no change in the total promoter holding of the JCM Group and since Noticee was wife of  Mr J C Mansukhani no disclosures were required under the PIT Regulations.","528":"Adjudication Order in the matter of Man Industries India Limited d The Noticee again reiterated that it was No her intention to hide information about the offmarket transaction as necessary disclosures were filed by her under Regulation 292 of the SEBI Substantial Acquisition of Shares and Takeover Regulations 2011.","529":"To substantiate her claim the Noticee submitted a disclosure made to BSE under Regulation 292 of the SAST Regulations. e The Noticee submitted that she did No accrue any illegal profit by the alleged nondisclosure and no individual suffered any loss or detrimental consequences owing to the error on the part of the Noticee.","530":"She also submitted that there was no intention on the part of the Noticee to deliberately avoid disclosure and dispose shares of the Company.","531":"The Noticee also submitted that no proceedings have earlier been initiated against the Noticee for disclosure violation. f To substantiate her submissions the Noticee placed reliance upon various judgments of various courts including Kensinton Investment Ltd v.","532":"SEBI Bhagat Ram v.","544":"Seth Kudilal [AIR 1966 SC 1734] ExNaik Sardar Singh v.","552":"The Noticee presented a copy of disclosure submitted to the BSE under SAST Regulations. b.","553":"The Noticee also submitted that she had no intention to hide information about the offmarket transaction.","565":"Pledge is an activity of taking loan against a collateral of securities where the depository facilitates creation of pledge by marking a lien on the shares held in the beneficial owner’s account of pledger in favour of the pledgee.","572":"Further I note that disclosure is required under Regulation 292 when shareholding changes by 2% or more which was No applicable in this case as the change amounted to only 0.29%.","573":"Thus the disclosure has been made under an incorrect regulation.","578":"With respect to reduction of 130000 shares of the Company in the shareholding of the Noticee on August 27 2013 the Noticee submitted that the transfer was an inter se transfer of shares to her husband  Mr J C Mansukhani and therefore it did No lead to a change in the overall shareholding of promoter group in the Company.","579":"I note that the Noticee also submitted that the transaction was effected by way of gift for which no consideration was obtained.","591":"Both sets of regulations prescribe formats in which the disclosures are to be made and then put out for the information of the general public through special windows of the stock exchange which did No happen in this case.","600":"I note that the Noticee had submitted that the nondisclosure on the part of Noticee were unintentional and were merely a technical lapse and that it did No cause any loss to any investor No did she make any wrongful gain out of it.","623":"During the period of investigation it was observed that entities Vishvas Securities Ltd Master Finlease Limited Avisha Credit Capital Ltd and Cosmo Corporate Services Ltd Noticee were persons acting in concert PACs and collectively acquired more than 15% shareholding in Mefcom during June 2006 and failed to comply with Regulation 10 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 hereinafter referred to as “SAST” .","625":"Further since the Noticee did No comply with summons issued to it and did No provide the relevant information the current proceedings were initiated against the Noticee.","648":"Vijay Jhindal and Shuba Jhindal.","665":"12 09 2006 138000 62924 93821 139505 434250 15.49% NA 13 09 2006 138000 59924 94021 139505 431450 15.39% NA 14 09 2006 138000 56924 94021 139505 428450 15.28% NA 15 09 2006 138000 52924 94021 139505 424450 15.14% NA 20 09 2006 138000 47924 94021 139505 419450 14.96% NA 26 09 2006 138000 77513 94021 139505 449039 16.02% NA 27 09 2006 138000 31189 85346 139505 394040 14.05% Reg 71A r w 72 Adjudication Order No EAD3 JS GSS 2008 201819 Adjudication order in the matter of Cosmo Corporate Services Ltd 6 17.","669":"This has hampered and delayed the investigations and its subsequent processes which were detrimental to the interest of the investors in general and investors of the company in specific.","672":"The information was sought from the Noticees against the background of serious irregularities.","673":"No submission of the requisite information has adversely affected the investigation process.","700":"Even then the appellant did No take the stand that the shares were got transferred by Mahendra Shah from the demat account of Alpa Haren Shah towards the settlement of the amount due from him to the appellant.","701":"Further no such plea has been taken even in the memorandum of appeal.","702":"We cannot therefore accept the ipse dixit of the learned authorized representative of the appellant during the course of the hearing.”","720":"Name of Payee 3.","721":"Date of payment 4.","722":"Amount Paid 5.","723":"Transaction No 6.","724":"Bank Details in which payment is made 7.","776":"However it was alleged in the SCN that the Noticee had failed to make the said disclosures.","800":"Name of Payee 3.","801":"Date of Payment 4.","802":"Amount Paid 5.","803":"Transaction No 6.","809":"The Securities and Exchange Board of India hereinafter referred to as SEBI had examined the alleged irregularity in the scrip of Bajaj Finance Limited herein after referred to as BFL a company listed on the Bombay Stock Exchange Ltd BSE the National Stock Exchange NSE and Multi Commodity Exchange of India Limited MCX and into possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as SEBI Act and various rules and regulations made there under.","829":"Since the Noticee made the said necessary disclosures belatedly it was alleged that he had violated the said provisions of PIT Regulations.","832":"He further submitted that pursuant to the sale of 1000 shares on December 31 2013 the office of the company was closed on January 01 2014 and as the Noticee had to travel out of station on official duty on January 02 2014 he had duly submitted the disclosures in the prescribed Form D to the NSE on January 03 2014 at 2.41 a.m. and to BSE on January 03 2014 at 2.44 a.m. with copy to the company.","833":"The Noticee stated that he neither had any intention to violate the PIT Regulations No made any unfair gain advantage.","834":"He submitted that pursuant to approval of the said code of conduct in Prevention of Insider Trading BFL had levied a penalty of 178800  being 25% of the gain realised by him upon the sale of the 1000 shares to be donated to a trust NGO approved under Section 80G of the Income Tax Act 1961 which has been paid by the said Noticee to NGO  Teach to Lead.","835":"The Noticee further submitted that the said sale of shares was done to meet certain personal house expenditure and therefore the same has No caused any loss to the investors at large."},"label":{"30":"procedural fact","31":"procedural fact","33":"procedural fact","36":"procedural fact","57":"procedural fact","91":"defendent claim","99":"defendent claim","100":"defendent claim","158":"procedural fact","165":"procedural fact","222":"defendent claim","250":"procedural fact","251":"procedural fact","261":"defendent claim","262":"defendent claim","265":"defendent claim","266":"defendent claim","267":"defendent claim","269":"defendent claim","279":"procedural fact","285":"procedural fact","288":"procedural fact","290":"procedural fact","291":"procedural fact","294":"procedural fact","295":"procedural fact","296":"procedural fact","299":"procedural fact","306":"defendent claim","309":"procedural fact","310":"procedural fact","311":"procedural fact","318":"defendent claim","322":"defendent claim","323":"defendent claim","328":"defendent claim","333":"defendent claim","335":"procedural fact","337":"procedural fact","338":"defendent claim","339":"defendent claim","364":"defendent claim","374":"defendent claim","375":"defendent claim","376":"defendent claim","377":"defendent claim","378":"defendent claim","379":"defendent claim","406":"defendent claim","411":"defendent claim","415":"defendent claim","416":"defendent claim","424":"defendent claim","429":"defendent claim","439":"defendent claim","442":"defendent claim","443":"defendent claim","444":"defendent claim","461":"defendent claim","473":"defendent claim","475":"procedural fact","502":"defendent claim","509":"procedural fact","510":"procedural fact","523":"defendent claim","524":"defendent claim","525":"defendent claim","527":"defendent claim","528":"defendent claim","529":"defendent claim","530":"defendent claim","531":"defendent claim","532":"defendent claim","544":"defendent claim","552":"defendent claim","553":"defendent claim","565":"defendent claim","572":"defendent claim","573":"defendent claim","578":"defendent claim","579":"defendent claim","591":"defendent claim","600":"defendent claim","623":"procedural fact","625":"defendent claim","648":"defendent claim","665":"defendent claim","669":"defendent claim","672":"defendent claim","673":"defendent claim","700":"defendent claim","701":"defendent claim","702":"defendent claim","720":"defendent claim","721":"defendent claim","722":"defendent claim","723":"defendent claim","724":"defendent claim","776":"procedural fact","800":"defendent claim","801":"defendent claim","802":"defendent claim","803":"defendent claim","809":"procedural fact","829":"procedural fact","832":"defendent claim","833":"defendent claim","834":"defendent claim","835":"defendent claim"},"case_number":{"30":25,"31":25,"33":25,"36":25,"57":25,"91":25,"99":25,"100":25,"158":26,"165":26,"222":26,"250":27,"251":27,"261":27,"262":27,"265":27,"266":27,"267":27,"269":27,"279":27,"285":27,"288":27,"290":27,"291":27,"294":27,"295":27,"296":27,"299":27,"306":27,"309":27,"310":27,"311":27,"318":27,"322":27,"323":27,"328":27,"333":27,"335":27,"337":27,"338":27,"339":27,"364":27,"374":27,"375":27,"376":27,"377":27,"378":27,"379":27,"406":27,"411":27,"415":27,"416":27,"424":27,"429":27,"439":27,"442":27,"443":27,"444":27,"461":27,"473":27,"475":27,"502":28,"509":28,"510":28,"523":28,"524":28,"525":28,"527":28,"528":28,"529":28,"530":28,"531":28,"532":28,"544":28,"552":28,"553":28,"565":28,"572":28,"573":28,"578":28,"579":28,"591":28,"600":28,"623":29,"625":29,"648":29,"665":29,"669":29,"672":29,"673":29,"700":29,"701":29,"702":29,"720":29,"721":29,"722":29,"723":29,"724":29,"776":30,"800":30,"801":30,"802":30,"803":30,"809":31,"829":31,"832":31,"833":31,"834":31,"835":31}}