{"sentence":{"4":"It was alleged that Right Finstock Pvt Ltd. hereinafter referred to as “Noticee” violated the provisions of regulations 41 42 a b e and g of SEBI Prohibition of Fraudulent and Unfair Trade Practices relating to Securities Market Regulations 2003 hereinafter referred to as “PFUTP” 7 1 and 7 2 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 2003 hereinafter referred to as “SAST” and 13 1 3 and 5 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT” and therefore liable for monetary penalty under sections 15HA and 15Ab of Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act”.","34":"These trades were executed at upper circuit rate.","44":"Thus the Noticee through PIPL created an artificial buying pressure in the scrip after declaration of favourable results by the company and thereafter sold shares. h.","45":"Mostly the buyorders were deleted for the entire quantity for which they were placed i.e  they remained unexecuted however the sell orders were deleted for the balance unexecuted quantity. i.","64":"Probably Ankur Desai would have had some connection with  Mr Akshay Sanghavi.","65":"Based on this he might have received the shares as stated in the show cause notice in the name of RFPL and sold the same.","66":"Mr Vishnu Parekh was No aware of these dealings.","88":"Probably Ankur Desai would have had some connection with  Mr Akshay Sanghvi.","89":"Based on this he might have received the shares as stated in the show cause notice in the name of RPL and sold the same.","90":"Mr Vishnu Parekh was No aware of these dealings.","115":"{i.e  a total penalty of Rs 1000000  Rupees Ten Lakh only on the Noticee which will be commensurate with the violation s committed by it.","126":"It was also observed that some of the Company related entities had either traded in the scrip themselves while being in possession of unpublished price sensitive information and or they communicated such unpublished price sensitive information to their family members who thereafter traded in the scrip and made unlawful gains.","127":"It was alleged that  Mr Anil Harish who was the Chairman of the Company during the relevant period and his mother Mrs. Ratna Harish hereinafter referred to as “the Noticee” had traded in the shares of the Company just prior to the price sensitive corporate announcement made by VEL.","128":"Based on the findings of the investigations it was alleged that  Mr Anil Harish was privy to the said price sensitive information and that the Noticee who is mother of Anil Harish and is residing with him and falls under the definition of ‘insider’ under the regulation 2e r w regulation 2h of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as ‘PIT Regulations’  had traded in the scrip of the Company immediately before the price sensitive information was made public by the Company and has thereby violated the provisions of the PIT Regulations.","140":"She occasionally invests in the shares of companies and generally hold those for long term.","141":"She do No follow the market movements.","142":"• The Noticee had No traded but only purchased the shares of the Company and continue to hold the same for a long period of time and had lost money.","143":"• The Noticee denied the allegation that she traded just prior to the price sensitive announcement made by the Company.","144":"Further that for the facts and rebuttal of the allegation she rely on the reply by the Company and her son  Mr Anil Harish.","145":"• The AGM of the Company was held on August 20 2009 and the shareholders were informed that the Company had orders of about 1000 crore on hand.","146":"This information was given to the shareholders in the AGM and there was no secrecy as such.","147":"• Because the Indian economy was doing well and particularly since infrastructure was being emphasized by the Government the Noticee felt that the Company had a good longterm future and therefore decided to invest in the shares of the Company.","148":"But all the investments were made after the date of AGM i.e  August 20 2009.","149":"• If the Noticee wished to take advantage of the unpublished information she would have purchased the shares immediately after the Board meeting rather than to wait for three weeks until after the AGM.","150":"• The trading data itself reveals that the purchases were made at the prevalent market price and did No disturb the markets.","151":"Even two years after the first purchases were made; the Noticee has No sold even a single share.","152":"• The Noticee’s average cost of purchase was 121.83 per share and the present market price is about 97.00 per share which means that she has incurred loss to a great deal.","153":"• The Noticee denied that she was privy to any price sensitive information.","154":"She purchased shares only after the AGM.","155":"The purchases were made only on the basis of general sentiment and there is no unlawful gain.","156":"• The fact that the share price rose after AGM shows that the market was aware of the general order book position of the Company and that she was No in possession directly or indirectly of or privy to any unpublished price sensitive information.","157":"• Prior to August 21 2009 her holdings in the Company were ‘nil’.","158":"She had only purchased shares and No sold any shares.","166":"The Noticee has relied on the submissions of  Mr Anil Harish in this regard who has claimed that the same was received by the Company only on August 03 2009.","167":"Mr Anil Harish has further stated that the final work order was received by the Company from the Government of Arunachal Pradesh on August 24 2009 and hence it cannot be alleged that he was aware about the Company bagging the order on July 31 2009.","170":"In this regard instead of relying on the assumptions I would like to discuss the attending circumstances of the case before arriving at the conclusion that whether the said information was available with the Company prior to its Board meeting on July 31 2009.","171":"In the matter I would like to reproduce the point No 20 of the minutes of the said meeting which reads as under – AUTHORITY TO MR.","172":"SURESH MANSATA TO SIGN AND EXECUTE CONTRACT AT ARUNACHAL PRADESH “RESOLVED THAT  Mr Suresh Mansata Commercial Manager of the Company be and is hereby authorized to execute and sign the Contract Agreement and bank guarantees for the project of Arunachal Pradesh for “Two laning of NH153 from km 24 00 to 40 00 under SARDPNE Phase A and Reconstruction Widening to 2 Lane of NH153 from km.","174":"The mere fact that in the said meeting the Commercial Manager of the Company was authorized to execute and sign the Contract Agreement and bank guarantees for specific projects in the State of Arunachal Pradesh indicate that the Company was aware of the acceptance of its proposal bid by the Government of Arunachal Pradesh and that the said projects have been awarded to it subject to fulfillment of certain conditions otherwise the question of authorizing its official to execute Contract Agreement etc. for the said purpose would No have arisen.","175":"And since  Mr Anil Harish was the Chairman of the Company and had presided over the said Board meeting his above contention that the matter regarding the said project was No discussed at the board meeting and that he was No aware of the said acceptance cannot sustain.","176":"Now the question arises that such letter of acceptance dated July 31 2009 intimating the Company that they have been awarded the contract for the project was subject to compIiance of certain conditions by the Company and it did No confirm that the Company has bagged the Order.","177":"Mr Anil Harish has stated that on their complying with the conditions the final work order was issued by the Government of Arunachal Pradesh on August 22 2009 which was received by the Company on August 24 2009.","180":"I have observed that on both the said letters date is appearing at two places.","181":"At both the places the date is appearing as “Dated Jairampur the th August 09 ” which means that at both the places in the copy of said two letters made available to me only the month and year is visible but No the day on which it was issued.","182":"In both the said letters date is mentioned by the person signing the letter as 22 08 09 below his signature but in both the letters there is overwriting which suggests that some other number in the date was initially mentioned and has subsequently been changed as 22.","184":"Further the said letters do No bear the inward stamp of the Company indicating that it was received as claimed by  Mr Anil Harish on August 24 2009.","186":"Even if the plea of  Mr Anil Harish is accepted that the letter was received by the Company on August 24 2009 it do No absolve the Noticee of the charges as most of the alleged purchases were made by the Noticee and  Mr Anil Harish on 25th and 28th August 2009 i.e  before the price sensitive corporate announcement was made by the Company on August 28 2009.","189":"In regard to the said purchases the Noticee has stated that the Indian economy was doing well and particularly since infrastructure was being emphasized by the Government she felt that the Company had a good longterm future and therefore decided to invest in the shares of the Company.","190":"But all the investments were made after the date of AGM i.e  August 20 2009 and further that in the said AGM of the Company that was held on August 20 2009 the shareholders were informed that the Company had orders of about 1000 crore on hand.","191":"No coming to the said submissions of the Noticee the fact that the Indian economy is doing well and infrastructure was being emphasized by the Government was No a new development or incidence that occurred around August 21 2009.","192":"The said fact regarding the Indian economy and the emphasis of the Government on infrastructure was known much prior to the period when the Noticee and her son started purchasing the shares of the Company.","194":"The said purchases by the Noticee and her son just few days prior to the Company making corporate announcement regarding its getting of projects from the Government of Arunachal Pradesh become more suspicious on the count that earlier they were No holding any shares of the Company and in last so many years they had No purchased even a single share of the Company.","200":"On this issue I have noted from the submissions of  Mr Anil Harish dated August 27 2011 which have been relied upon by the Notice that the letter dated July 31 2009 of the Government of Arunachal Pradesh was only a “Letter of Acceptance” and getting of final Work Order was subject to compliance of certain conditions.","203":"The Noticee has also stated that the purchases made by them as referred to in the SCN are No the only purchases but there are other purchases also which have No been alleged to be motivated by possession of some unpublished price sensitive information just because the investigating authority of SEBI could No find any corporate announcement made by VEL in the proximity of date of such purchases.","207":"In January 2010 he purchased a few shares 144 shares and then again after a gap of around four months he purchased some more shares towards end of April 2010. ii Ratna Harish  the Noticee  Date of Purchase No of shares Rate per share in  25.08.2009 9201 87.27 28.08.2009 10000 76.00 04.01.2010 789 109.95 15.04.2010 10000 198.69 Total  29990 It is evident from the above that just like  Mr Anil Harish the Noticee was also No holding any shares of the Company earlier but all of a sudden she started making purchases with effect from August 25 2009 and major purchases i.e  purchase of 19 201 shares were made by her prior to the public announcement made by the Company on August 28 2009.","210":"August 25 2009 and August 28 2009 and in my opinion it cannot be just a matter of coincidence that two related persons who had earlier No purchased any shares of the Company would all of a sudden start purchasing shares on the same dates independently and on their own without any prior understanding or meeting of minds.","211":"The Noticee has further submitted that she has No made any unlawful gains as even after more than two years of the first purchase made by her she has No sold the shares and those are still in her possession.","213":"Had her intention been to make gains out of unpublished price sensitive information instead of keep on buying shares at higher prices she would have sold the shares.","214":"The purchases had been made by her with full disclosures in a legitimate way and were No made to make gain or any unfair advantage.","220":"First the corporate announcement made by the Company regarding its bagging of projects worth 172 crore was a significant corporate development and therefore it was indeed a price sensitive information in terms of regulation 2haiv of the PIT Regulations which was disseminated by the Company to the public on the evening of August 28 2009.","221":"Secondly even if it is presumed that as stated by the Noticee the said confirmation from the Government of Arunachal Pradesh was received by the Company on August 24 2009 then in that case in terms of regulation 3 i of the PIT Regulations the Noticee being an insider as per regulation 2e r w regulation 2h of the PIT Regulations  was No supposed to deal in the shares till the information was published in the instant case till August 28 2009.","228":"It is No so that prior to August 2009 or after August 2009 there was significant variance in the general economic scenario or the policy of the Government on the infrastructure development which prompted her No to buy any shares during those periods.","229":"No coming to the contention of the Noticee that she had only purchased the shares and No sold any shares and had her intention been to take undue advantage then she would have disposed of the shares immediately after the prices would have gone up.","240":"There is no dispute over the issue that the aforesaid announcement by the Company was indeed a price sensitive information and furthermore in these type of circumstances it is the intent of the person buying or dealing in shares that is more important rather than the impact of any price sensitive information on the price of the scrip.","244":"During the said period the Noticee being in possession of the price sensitive information was prohibited under law [regulation 3 i of the PIT Regulations] to deal in the shares of the Company.","279":"Accordingly the applicant vide his email dated March 30 2020 informed about the payment of ₹664063  Rupees Six Lakh SixtyFour Thousand and SixtyThree only from his ICICI Bank Account towards the settlement charges.","280":"The concerned department of SEBI vide email dated April 08 2020 has confirmed the receiving of the penalty amount.","281":"No therefore in view of the acceptance of the settlement terms and receipt of penalty amount as above by SEBI the instant adjudication proceedings initiated against the applicant vide SCN dated June 04 2019 are disposed of in terms of section 15JB of the SEBI Act 1992 read with regulation 231 of the Settlement Regulations on the basis of the settlement terms.","296":"It was alleged in the SCN that Noticee has failed to make disclosure regarding sale of more than 2% of the share capital of BBIL to BBIL and to stock exchanges within 2 days of transaction and thereby violated Regulation 71A read with regulation 72 of the SAST Regulations 1997.","299":"The Noticee’s main submissions in respect of the charges in the SCN are given as under  • Noticee is a promoter group company which had sold 489843 shares of BBIL representing 3.23% of share capital of BBIL to Mrs. Indu Arya who is also part of the promoter group on 28.03.2006 and the said transaction was inter se transfer between promoters.","300":"Further as a result of this transaction there was no change in the overall promoter shareholding in the shareholding pattern of BBIL.","301":"• Noticee made the requisite disclosures as stipulated under Regulation 13 3 of SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations on the date of sale itself and Adjudication Order in the matter of Blue Blends India Limited notice never had any intention to conceal any transaction from the investors.","302":"A copy of the disclosures made under PIT Regulations was also enclosed.","303":"• Mrs Indu Arya who was also part of the promoter group have made requisite disclosures under SAST Regulations 1997.","305":"• Trading in the shares of BBIL were placed under suspension from 10th September 2001 to 2nd December 2012 and the suspension was revoked only on 3rd December 2012.","306":"The above mentioned transaction also took place during the period when the scrip was under suspension and hence there was no intention of promoters to derive any undue benefit by No disclosing the said transaction under SAST Regulations 1997.","307":"• As both the entities belonged to promoter group of BBIL this being inter se transfer between promoters and one of the entities who was part of the promoter group has already made the requisite disclosures and the trading in the scrip was also placed under suspension we are of the opinion that disclosure on our part under SAST Regulations 1997 is No required as it will No materially make any difference to the price of the scrip as the information was already in public domain and trading in the scrip was already suspended.","308":"Adjudication Order in the matter of Blue Blends India Limited • Mrs Indu Arya was one of the acquirers in the open offer made by all the Acquirers in terms of SAST Regulations 2011 to the equity shareholders other than promoters of BBIL through public announcement dated July 25 2012.","309":"The above disclosures regarding No compliance of SAST Regulations 1997 by the Noticee were disclosed voluntarily by the acquirers vide the draft letter of offer filed by the acquirers.","310":"• We submit and reiterate that none of the promoters of BBIL have had any intention to hide and conceal the information and the acquirers only brought this No compliance to the notice of SEBI when they filed the offer document for open offer.","311":"Hence the Noticee did No have any intention to hide No did it hide any information from general investors as the transaction already came in public domain on the same day itself albeit under separate regulation of SEBI and No SAST Regulations 1997 for which the notice has been issued.","312":"• The networth of BBIL has eroded much prior to the date of transaction carried out by us and the intrinsic value of the share of BBIL was negative at that point in time and that BBIL was declared a sick company and had filed a scheme of reconstruction with BIFR way back in 2002.","313":"• Neither notice had any unfair gain or advantage No any loss or harm was caused to the investors with No reporting of said information as information regarding sale was already disclosed by notice under PIT Regulations and information regarding purchase was reported by Mrs Indu Arya.","314":"Adjudication Order in the matter of Blue Blends India Limited • Provisions of Regulation 71A of SAST Regulations 1997 and regulation 133 of PIT Regulations are No substantially different since violation of first automatically triggers violation of second and hence a lenient view may be taken as regards imposition of penalty and penalty may No be imposed.","317":"The same has been held by Hon’ble SAT in a similar and identical case of “Vitro Commodities Pvt Ltd.” order of which was passed on 4.9.2013. • The Noticee has always followed all the procedures as stipulated by any regulatory authority follow all rules regulations instructions etc. issued by any government agency and our intention has always been to comply with rules regulations filings etc. and No to conceal any information.","318":"Noticee has never been penalized by any regulatory authority and have got clean track record till date.","319":"• In view of the above circumstances and as we neither have any intention to conceal information No we concealed any information no unfair gain or advantage has occurred to Noticee and also no harm or loss has been caused to retail investors the trading in the scrip was under suspension and principles laid down by Hon’ble SAT in the order of “Vitro Commodities Pvt Ltd your goodself is kindly requested to take a lenient view in the matter and penalty stipulated under Section 15 Ab of SEBI Act 1992 may No be imposed.","345":"However Noticee has contended that the said transaction was inter se transfer between promoters and as a result of this transaction there was no change in the overall promoter shareholding in the shareholding pattern of BBIL.","354":"Noticee further contended that and since the acquirer of the shares Mrs. Indu Arya did make the requisite disclosure under SAST regulations 1997 the disclosure on part of the Noticee under SAST Regulations 1997 was No required as it will No materially make any difference to the price of the scrip as the information was already in public domain.","360":"In this context I would also like to rely on observation of Honble SAT in Premchand Shah and Others V. SEBI dated February 21 2011 wherein it was held that …….","364":"However the reliance placed by the Noticee on the aforementioned case does No support its case as in the referred case the nondisclosure by the appellant occurred mostly by No as active action by appellant but as a result of bonus shares shares allotted due to amalgamation and again by issue of bonus shares.","389":"It was alleged in the SCN that the Noticee was holding 80000 shares of EIL for the quarter ended September 2014.","392":"However it was alleged that she had failed to do so.","412":"Big Bazar 150 Feet Ring Road Rajkot Gujarat 360 005” and the same was delivered to Sampati on March 31 2018.","436":"As against this contention it is on records that the disclosures to this effect were in the public domain on the stock exchange only on September 11 2014.","438":"Central Depository Services I Ltd “CDSL” provided copy of the following demat statements of Sampati in the Scrip for the period January 01 2014 to August 30 2014 and the same was provided to Sampati as part of the SCN Sr.","439":"No Demat Account Nos.","440":"1 1206460000003528 2 1201090005166248 It is observed that Sampati does No hold demat account with Depository Participant of National Securities Depositories Ltd “NSDL”.","449":"Secondly going solely by the demat statement it is No clear as to how Sampati could Adjudication Order in the matter of Excel Castronics Ltd Noticee Sampati Financial Services Ltd have made a disclosure on July 25 2014 and the same was received and accepted by the Company on July 26 2014 for a trigger which occurred only on August 14 2014.","450":"Also the submission of Sampati does No narrate how the referred disclosure was filed with the Company since it does No contain any covering letter of Sampati to the Company the date on which the disclosure was communicated to the Company.","460":"During these proceedings even though enough opportunity was provided Sampati was failed to file any response and to appear before the Adjudicating Officer.","461":"Thus Sampati have No cooperated at all during this instant proceedings.","468":"With respect to allegation of noncompliance of Regulation 135 of PIT Regulations by Sampati it is stated that there is no information available on records to substantiate that the alleged violation of Regulation 133 134 and 134A of PIT Regulations.","469":"Hence the charges of noncompliance of Regulation 135 of PIT Regulations is disposed off.","494":"Name of Payee 3.","495":"Date of payment 4.","496":"Amount Paid 5.","497":"Transaction No 6.","498":"Bank Details in which payment is made 7.","515":"On account of aforesaid failure the Noticee was alleged to have violated Regulation 121 read with Clause 1.2 of Schedule 1 Part A of SEBI PIT Regulations 1992 read with Regulation 12 of SEBI PIT Regulations 2015. d It was observed that during March 6 2015 to March 19 2015 the Noticeea Director of the Company had the following trades in Alexander Stamps and Coin Limited.","523":"On account of aforesaid failure the Noticee was alleged to have violated Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015. e It was alleged that the Noticee belonged to a group of suspected entities.","524":"Basis of connection among suspected entities is as under S No Particular s PAN Basis of connection 1 Satish Korogappa Shetty AREPS10 97E  Entities number 1 2 and 6 are Directors of the company and entity number 3 is CEO cum compliance officer of the company Key managerial persons 2 Semwal Govindram Dhanesh BCMPS38 26B  Entities number 1 2 and 6 are Directors of the company and entity number 3 is CEO cum compliance officer of the company Key managerial persons Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 5 | 27 3 Pragnesh Rohit Pandya AMJPP42 38N  Entities number 1 2 and 6 are Directors of the company and entity number 3 is CEO cum compliance officer of the company Key managerial persons  Entities number 34 and 5 are related based on common mobile number and Address  Entity number 5 named Vaishali Pragnesh Pandya is wife of entity number 3 Pragnesh Rohit Pandya CEO  Entity number 4 named Darshanna Bhavesh Pandya is sister in law of entity number 3 named Pragnesh Rohit Pandya CEO.","525":"4 Darshann a Bhavesh Pandya BTXPP19 36R  Entities number 3 4 and 5 are related based on common mobile number and Address.","526":" Entity number 4 named Darshanna Bhavesh Pandya is sister in law of entity number 3 named Pragnesh Rohit Pandya CEO 5 Vaishali Pragnesh Pandya AMTPP4 474G  Entities number 3 4 and 5 are related based on common mobile number and Address.","527":" Entity number 5 named Vaishali Pragnesh Pandya is wife of entity number 3 Pragnesh Rohit Pandya CEO.","528":"6 Narayan Acharya ADRPA15 47J  Entities number 1 2 and 6 are Directors of the company and entity number 3 is CEO cum compliance officer of the company Key managerial persons  Entity number 6 has received shares from entity number 7 through off market  Entities number 6 and 8 are related based on common Phone number and Address.","529":" Entities number 6 and 7 are related based on common Email id mobile number and Address.","530":" Entities number 10 has received shares from entity number 6 through off market.","531":"7 Anita Narayan Acharya ALCPA92 92M  Entity number 6 has received shares from entity number 7 through off market.","532":" Entities number 6 and 7 are related based on common Email id mobile number and Address.","533":" Entities number 7 and 8 are related based on common address.","534":"8 Leelavathi D Acharya AIQPA72 56C  Entities number 6 and 8 are related based on common Phone number and Address.","535":" Entities number 7 and 8 are related based on common address 9 Lokesh N Mistry AFOPM5 941D  Entities number 9 and 10 are related based on common Email id mobile number and Address.","536":"10 Hinal L Mistry ASAPM6 934D  Entities number 10 has received shares from entity number 6 through off market.","537":" Entities number 9 and 10 are related based on common Email id mobile number and Address.","538":"Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 6 | 27 f It was observed that during September 1 2014 to March 20 2015 Patch 1 the Noticee and 6 other suspected entities namely Satish Korogappa Shetty Semwal Govindram Dhanesh Pragnesh Rohit Pandya Vaishali Pragnesh Pandya Darshana Bhavesh Pandya and Leelavathi D Acharya traded among themselves and contributed to positive LTP.","540":" The Noticee had acted as a counterparty seller to 21 buy trades Rs 6.40 of positive LTP of Vaishali Pragnesh Pandya a positive LTP contributor. h Further during May 12 2015 to May 26 2015 Patch 3 it was observed that Vaishali Pragnesh Pandya and two counterparties who are suspected entities namely the Noticee and Darshanna Bhavesh Pandya as given in table below had made contribution of Rs 17.65 5.81 % of total market positive LTP to positive LTP which was significant by trading among Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 7 | 27 themselves and contributed in manipulating the price of the scrip.","544":"It may be noted that ASCL has formulated and implemented Code of Conduct on 08.05.2015 as required under the PIT Regulations 2015. b Nonimplementation of Code of Conduct on the part of Company has been levelled since February 20 2002 I was appointed as an Independent Director of ASCL only on 3.7.14.","545":"As an Independent Director my role is very limited and restricted.","547":"As an Independent Director I cannot be held liable or responsible in any Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 8 | 27 manner for the alleged delay in implementation of Code of Conduct on the part of Company. c The alleged violation relating to nonimplementation of Code of Conduct on the part of Company pertains to the year 2002 and the said SCN for the said alleged violation has been issued in the year 2017 i.e  after more than 15 years.","548":"Thus on this ground alone the allegation needs to be withdrawn. d With regard to alleged nondisclosure on for transactions on March 11 2015 and March 12 2015 under Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015 it is submitted that at the relevant time I had admittedly made the disclosure to the Company within the prescribed time but I had inadvertently missed making a parallel disclosure regarding the same to the Stock Exchange.","549":"Subsequently on becoming aware of the said infringement I had immediately rectified the same by making the disclosure to the Stock Exchange albeit belatedly. e With regard to alleged nondisclosure on March 18 2015 under Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015 it is submitted that I had inadvertently missed making the disclosure regarding the same.","550":"Subsequently on becoming aware of the said infringement I had immediately rectified the same by making the disclosure to the Stock Exchange albeit belatedly. f With regard to alleged connection with ‘group of suspected entities’ it is denied that I was connected related to any entities save and except the fact that I am only related to Anita Narayan& Leelavati Acharya.","551":"Anita Narayan is my wife and Leelavati Acharya is my sister.","552":"In so far as transfer of shares by Anita Narayan to me is concerned the same was in the ordinary course.","553":"Further it may be noted that Leelavati Arcahrya is financially independent and she trades independently.","554":"Insofar as common email id mobile number and address with Leelavati Acharya are concerned it is submitted that the same was given by us for our operational convenience.","555":"Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 9 | 27 g Insofar as Satish Korangappa Shetty Semwal Govindram Dhanesh Pragnesh Rohit Pandya are concerned it may be noted that based on alleged common directorship in ASCL it has been surmised that I have relationship with the aforesaid individuals which is legally untenable and unsustainable.","556":"I submit that nothing has been brought on record to substantiate that any of the said persons had any role to play in my trading during Investigation Period or vice versa.","557":"Further it has No been demonstrated as to how I had any role to play in the trading done by them during the relevant period.","558":"Further I had no financial dealings with any of the said persons. h Insofar as Vaishali Pandya and Darshana Pandya are concerned I have no relation connection or nexus with them.","559":"Further it has No been demonstrated as to how I had any role to play in the trading done by them during the relevant period.","560":"Further I had no financial dealings with any of the said persons. i Insofar as off market transfer with Hinal Mistry on October 12 2014 is concerned it is submitted that the same was in context of a loan repayment wherein I had borrowed an amount of Rs 300000  approx from the husband of Hinal Mistry i.e   Mr Lokesh Mistry on January 2014 and as repayment I had transferred shares of ASCL to Hinal Mistry based on the instructions of Lokesh Misrty.","561":"In any event the said off market transaction in October 2014 had nothing to do with the alleged trading done by them in the scrip of ASCL in April 2015 i.e  after 6 months from date of off market transaction.","562":"There is no allegation that I had traded with Hinal Mistry & Lokesh Mistry on the market .","563":"Therefore also based on the alleged off market transfer which happened under specific context no adverse inferences qua me can be drawn. j It is submitted that the serious and grave allegations of indulging in fraudulent manipulative and unfair trade practices as levelled in the SCN flowing from the concoction of alleged “group of suspected entities” are totally unfounded and contrary to factual position on record.","564":"Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 10 | 27 k The allegation that I had traded with the other group of suspected entities is totally incorrect.","565":"I had sold shares in the ordinary course without being aware of the counter party buyers.","566":"Some of the ‘persons belonging to group of suspected entities’ being counter parties in some of my sale trades only Vaishali Pandya is just happenstance and No something intentional. l From the perusal of Trade log it is evident that Vaishali Pandya was one of the major traders in the scrip during the investigation period.","567":"Therefore probability of her trades matching with other parties including me would be higher and in that context if my few trades have partly matched with Vaishali’s trade it cannot be alleged that I had executed trades with positive LTP with Vaishali. m Very few shares mere 2210 shares qua my sales of 29524 shares have been traded between me and Vaishali Pandya.","569":"Out of the 108 counter parties to my trades only one of the party i.e  Vaishali Pandya is part of the alleged suspected entities.","570":"I categorically submit that I do No have any link nexus relationship connection dealing with Vaishali Pandya.","571":"Thus the allegation that I have traded with the ‘persons belonging to group of suspected entities’ is totally belied by the trading data itself. o I have only sold the shares during the relevant period.","572":"Further all the sales were delivery based sales.","573":"As a seller one would always like to get the maximum price for his shares.","575":"Alternatively if a buyer has already put the buy price at a price higher than the LTP and thereafter the seller puts the sell order at that price seller cannot again be accused of increasing the price. p SEBI has cherry picked only those trades wherein counter party to my transactions is Vaishali Pandya in order to draw adverse inferences against me.","576":"There are trades which have been executed above LTP but SEBI has No Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 11 | 27 found anything wrong with them because it appears counter party to such trades is No Vaishali Pandya. q On 11.03.3015 12.03.2015 and on 19.05.2015 I had traded in the shares of ASCL wherein I had sold 23000 shares of ASCL.","577":"On the said days Vaishali Pandya was also trading in the shares of ASCL and few of our trades had matched.","578":"However qua the said matched trades there is no allegation of any contribution to positive LTP.","579":"There are trades between me and Vaishali Pandya which have been executed at LTP or below LTP but SEBI has No found anything wrong with them. r The price of the scrip was consistently rising during the Investigation period.","580":"In fact prior to the first impugned trade on 13.3.15 as per the Notice the price of the scrip had increased from Rs 9.16  on 1.9.14 to Rs 99  on 12.3.15. There were days when the Noticee had No traded and the price was increasing. s In light of the aforesaid it is clear that the allegation of trading with Vaishali Pandya to contribute to positive LTP is wholly misplaced.","581":"Further no motive has been alleged for trading the manner as erroneously alleged by SEBI.","582":"I reiterate that I have No manipulated the price of the scrip as alleged.","621":"Noticee in his reply has stated that as an Independent Director he cannot be held liable or responsible in any manner for the alleged delay in implementation of Code of Conduct on the part of Company.","626":"Therefore as an independent director he cannot be held liable for alleged delay in implementation of Code of Conduct on the part of the Company.","630":"In addition the relevant provisions do No provide any exemption to an independent Director from compliance of the said provision. f From the reply of the Noticee I observe that the Noticee himself admitted his period of directorship in the Company. g Noticee has further stated that the alleged violation pertains to the year 2002 and the said SCN for the said alleged violation has been issued in the year 2017 i.e  after more than 15 years.","647":"Further for the alleged nondisclosures for transactions on March 11 2015 and March 12 2015 he had inadvertently missed making disclosures to the Stock Exchange and on becoming aware of the said infringement he had made disclosures to the Exchange belatedly. e From the above it is evident that the Noticee admitted making delayed disclosures and thereby failed to comply with the aforesaid provisions regarding making disclosures within specified time period. f Therefore I conclude that the Noticee violated the provisions of Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015.","648":"C. Findings with respect to alleged violation of the provisions of Section 12Aa b and cof SEBI Act and Regulations 3a b c & d 41 42 e of SEBI PFUTP Regulations 2003 a During Patch 1 it is alleged by investigation that the Noticee and six other entities have traded among themselves and in total 69 trades contributed Rs 52.89 to positive LTP i.e  6.33% of market positive LTP. b I find that the Noticee acted as a counterparty seller to the trades of Vaishali Pragnesh Pandya buyer during Patch 1.","666":"I note that the Noticee has violated i provisions of Regulation 121 read with Clause 1.2 of Schedule 1 Part A of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015 and ii Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015.","673":"Name of Payee 3.","674":"Date of payment 4.","675":"Amount Paid 5.","676":"Transaction No 6.","721":"The ARs submitted that the Noticee had independently based on the records available with itself and with the Registrar of the Company made disclosures under Regulation 83 of the Takeover Regulations 1997 as per the compliance indicated in the letter of Offer for which the public announcement was made on March 15 2011.","723":"Great View Properties Pvt Ltd. dated May 29 2015emailed on June 03 2015 may be ignored.","734":"However the Noticee stated that it is unable to confirm any facts or circumstances relating to these years in connection with compliance or non‐compliance causes and reasons that led to the same and extenuating or mitigating factors that would be relevant for the proceedings;","735":"5 That therefore it is wholly unreasonable to level an allegation two decades later and expect that innocence should be proven.","743":"7 That the allegations made by SEBI in the SCN are merely on suspicions and conjecture based on the details given in the Open Offer Letter of Offer.","746":"State of Madhya Pradesh AIR 1976 SC 975 that • suspicion however strong cannot replace proof;","747":"• conjecture and surmise can never constitute proof; and • the prosecution’s case cannot rest on the weakness of the defence;","748":"8 that out of the 10 alleged instances of non‐compliance delayed compliance given in the Table in Paragraph 3 of the SCN SEBI too acknowledges that there has been compliance in 9 out of the 10 instances but only one out of such ten pertains to non‐compliance of Regulation 83 of the Takeover Regulations 1997.","749":"Apart from clearly being hit by the principles of delays and latches as the allegations date back to violations as far back as financial year 1997‐98 and ought No to be acted upon no useful purpose is served by initiating regulatory proceedings now;","750":"9 That it is a settled law that no one should be put to proceedings after a delay so inordinate that it is impossible for him to disprove the charge.","754":"Khatau Exim Limited necessarily render the charge as being proven.","755":"Such an approach is contrary to all known principles of natural justice applicable in India;","756":"10 That without prejudice to the foregoing it is submitted that Clause 35 of the Listing Agreement also mandates submission of the certain details with the stock exchanges by all listed companies separately for each class of equity shares security in the specified formats.","757":"In substance such public filings under the Listing Agreement are in pari materia with the disclosures required under Regulation 83of the Takeover Regulations 1997;","758":"11 That there has been a complete compliance under Clause 35 of the Listing Agreement and this has been clearly mentioned in the Letter of Offer relating to the Open Offer on which SEBI has squarely relied upon.","760":"12 That rather that the form the essence of a provision must be taken into account and as such in the instant case the underlying intent and purpose of the Regulation had been adequately served.","762":"13 That even assuming that the approach adopted i.e  to substitute proof of a charge with proof of the defence or to treat the weakness in a defence as a strength of a charge then too there is no question of any gain or advantage that has accrued to them let alone any disproportionate gain or unfair advantage.","763":"Also no loss has been caused to any investor as a result of the delayed disclosures of the acquisition and the required information to the shareholders was always provided under Clause 35 of the Listing Agreement;","764":"14 That the shareholding never ever changed for the disclosure to have any consequence and no shareholder has been deprived of any benefits nor has there been any loss caused to them on account of the alleged violation.","765":"Further the alleged delay or non‐compliance was without any malafide intention and did not lead to any material benefits to the Noticee.","783":"Corporate Professionals a Merchant Banker registered with SEBI.","806":"Further it is No based on a mere guess or hunch that the Merchant Banker who is a SEBI registered intermediary had disclosed the delayed filing by the Noticee under Regulation 83 of the Takeover Regulations 1997.","828":"Further neither has the Noticee pointed out any prejudices and disadvantages suffered by them due to the alleged delay in initiating proceedings.","837":"Khatau Exim Limited … adjudication under section 15I for default under section 15F cannot be said to be hit by Article 14 of the Limitation act as the default identified thereunder being a continuing one till such time it is made good.","838":"In the instant case the default was made good only in September 1999 whereas the adjudication proceedings had commenced much earlier as way back in the year 1998.","853":"Further the status of compliance by the Noticee under Regulation 83 of the Takeover Regulations 1997 for 7 consecutive financial years from FY 1997‐98 to FY 2003‐04 again once for FY 2006 and again for 2 consecutive financial years from FY 2008‐09 to FY 2009‐2010is as given in para 17 duly vetted by the Manager to the Offer.","881":"In view of the same the argument put forth by the Noticee that no loss was caused to any investor as a result of the delayed disclosures of the acquisition and that there was no case of any investor grievance in connection with such filings is not relevant for the given case.","885":"78 of 2014 of Akriti Global Traders Ltd. Vs.","886":"SEBIthe Honble Securities Appellate Tribunal SAT vide Order dated September 30 2014 had observed that “… Argument of appellant that the delay was unintentional and that the appellant has not gained from such delay and therefore penalty ought No to have been imposed is without any merit because firstly penal liability arises as soon as provisions under the regulations are violated and that penal liability is neither dependent upon intention of parties nor gains accrued from such delay.”","898":"Both sets of regulations prescribe formats in which the disclosures are to be made and those are then put out for the information of the general public through special windows of the stock exchange which did not happen in this case.","900":"Non disclosure of the information in the prescribed manner deprived the investing public of the information which is required to be available with them when they take an informed decision while making investments.","901":"I would also like to rely on the judgment of Honble SAT in Bindal Synthetics Private Limited Vs.","903":"75 of 2014 decided on June 09 2014 wherein it was observed that ... fact that the appellant had made disclosures under PIT Regulations 1992 does not absolve appellants obligation to make disclosure under regulation 71A of SAST Regulations 1997.","913":"Velox Industries Limited under the provisions of Section 15Ab of the SEBI Act for violation of Regulation 83 of the Takeover Regulations 1997."},"label":{"4":"procedural fact","34":"defendent claim","44":"defendent claim","45":"defendent claim","64":"defendent claim","65":"defendent claim","66":"defendent claim","88":"defendent claim","89":"defendent claim","90":"defendent claim","115":"defendent claim","126":"procedural fact","127":"procedural fact","128":"procedural fact","140":"defendent claim","141":"defendent claim","142":"defendent claim","143":"defendent claim","144":"defendent claim","145":"defendent claim","146":"defendent claim","147":"defendent claim","148":"defendent claim","149":"defendent claim","150":"defendent claim","151":"defendent claim","152":"defendent claim","153":"defendent claim","154":"defendent claim","155":"defendent claim","156":"defendent claim","157":"defendent claim","158":"defendent claim","166":"defendent claim","167":"defendent claim","170":"defendent claim","171":"defendent claim","172":"defendent claim","174":"defendent claim","175":"defendent claim","176":"defendent claim","177":"defendent claim","180":"defendent claim","181":"defendent claim","182":"defendent claim","184":"defendent claim","186":"defendent claim","189":"defendent claim","190":"defendent claim","191":"defendent claim","192":"defendent claim","194":"defendent claim","200":"defendent claim","203":"defendent claim","207":"defendent claim","210":"defendent claim","211":"defendent claim","213":"defendent claim","214":"defendent claim","220":"defendent claim","221":"defendent claim","228":"defendent claim","229":"defendent claim","240":"defendent claim","244":"defendent claim","279":"defendent claim","280":"defendent claim","281":"defendent claim","296":"procedural fact","299":"defendent claim","300":"defendent claim","301":"defendent claim","302":"defendent claim","303":"defendent claim","305":"defendent claim","306":"defendent claim","307":"defendent claim","308":"defendent claim","309":"defendent claim","310":"defendent claim","311":"defendent claim","312":"defendent claim","313":"defendent claim","314":"defendent claim","317":"defendent claim","318":"defendent claim","319":"defendent claim","345":"defendent claim","354":"defendent claim","360":"defendent claim","364":"defendent claim","389":"procedural fact","392":"procedural fact","412":"defendent claim","436":"defendent claim","438":"defendent claim","439":"defendent claim","440":"defendent claim","449":"defendent claim","450":"defendent claim","460":"defendent claim","461":"defendent claim","468":"defendent claim","469":"defendent claim","494":"defendent claim","495":"defendent claim","496":"defendent claim","497":"defendent claim","498":"defendent claim","515":"procedural fact","523":"procedural fact","524":"defendent claim","525":"defendent claim","526":"defendent claim","527":"defendent claim","528":"defendent claim","529":"defendent claim","530":"defendent claim","531":"defendent claim","532":"defendent claim","533":"defendent claim","534":"defendent claim","535":"defendent claim","536":"defendent claim","537":"defendent claim","538":"defendent claim","540":"defendent claim","544":"defendent claim","545":"defendent claim","547":"defendent claim","548":"defendent claim","549":"defendent claim","550":"defendent claim","551":"defendent claim","552":"defendent claim","553":"defendent claim","554":"defendent claim","555":"defendent claim","556":"defendent claim","557":"defendent claim","558":"defendent claim","559":"defendent claim","560":"defendent claim","561":"defendent claim","562":"defendent claim","563":"defendent claim","564":"defendent claim","565":"defendent claim","566":"defendent claim","567":"defendent claim","569":"defendent claim","570":"defendent claim","571":"defendent claim","572":"defendent claim","573":"defendent claim","575":"defendent claim","576":"defendent claim","577":"defendent claim","578":"defendent claim","579":"defendent claim","580":"defendent claim","581":"defendent claim","582":"defendent claim","621":"defendent claim","626":"defendent claim","630":"defendent claim","647":"defendent claim","648":"procedural fact","666":"procedural fact","673":"defendent claim","674":"defendent claim","675":"defendent claim","676":"defendent claim","721":"defendent claim","723":"defendent claim","734":"defendent claim","735":"defendent claim","743":"defendent claim","746":"defendent claim","747":"defendent claim","748":"defendent claim","749":"defendent claim","750":"defendent claim","754":"defendent claim","755":"defendent claim","756":"defendent claim","757":"defendent claim","758":"defendent claim","760":"defendent claim","762":"defendent claim","763":"defendent claim","764":"defendent claim","765":"defendent claim","783":"defendent claim","806":"defendent claim","828":"defendent claim","837":"defendent claim","838":"defendent claim","853":"defendent claim","881":"defendent claim","885":"defendent claim","886":"defendent claim","898":"defendent claim","900":"defendent claim","901":"defendent claim","903":"defendent claim","913":"procedural fact"},"case_number":{"4":48,"34":48,"44":48,"45":48,"64":48,"65":48,"66":48,"88":48,"89":48,"90":48,"115":48,"126":49,"127":49,"128":49,"140":49,"141":49,"142":49,"143":49,"144":49,"145":49,"146":49,"147":49,"148":49,"149":49,"150":49,"151":49,"152":49,"153":49,"154":49,"155":49,"156":49,"157":49,"158":49,"166":49,"167":49,"170":49,"171":49,"172":49,"174":49,"175":49,"176":49,"177":49,"180":49,"181":49,"182":49,"184":49,"186":49,"189":49,"190":49,"191":49,"192":49,"194":49,"200":49,"203":49,"207":49,"210":49,"211":49,"213":49,"214":49,"220":49,"221":49,"228":49,"229":49,"240":49,"244":49,"279":50,"280":50,"281":50,"296":51,"299":51,"300":51,"301":51,"302":51,"303":51,"305":51,"306":51,"307":51,"308":51,"309":51,"310":51,"311":51,"312":51,"313":51,"314":51,"317":51,"318":51,"319":51,"345":51,"354":51,"360":51,"364":51,"389":52,"392":52,"412":53,"436":53,"438":53,"439":53,"440":53,"449":53,"450":53,"460":53,"461":53,"468":53,"469":53,"494":53,"495":53,"496":53,"497":53,"498":53,"515":54,"523":54,"524":54,"525":54,"526":54,"527":54,"528":54,"529":54,"530":54,"531":54,"532":54,"533":54,"534":54,"535":54,"536":54,"537":54,"538":54,"540":54,"544":54,"545":54,"547":54,"548":54,"549":54,"550":54,"551":54,"552":54,"553":54,"554":54,"555":54,"556":54,"557":54,"558":54,"559":54,"560":54,"561":54,"562":54,"563":54,"564":54,"565":54,"566":54,"567":54,"569":54,"570":54,"571":54,"572":54,"573":54,"575":54,"576":54,"577":54,"578":54,"579":54,"580":54,"581":54,"582":54,"621":54,"626":54,"630":54,"647":54,"648":54,"666":54,"673":54,"674":54,"675":54,"676":54,"721":55,"723":55,"734":55,"735":55,"743":55,"746":55,"747":55,"748":55,"749":55,"750":55,"754":55,"755":55,"756":55,"757":55,"758":55,"760":55,"762":55,"763":55,"764":55,"765":55,"783":55,"806":55,"828":55,"837":55,"838":55,"853":55,"881":55,"885":55,"886":55,"898":55,"900":55,"901":55,"903":55,"913":55}}