{"sentence":{"3":"During the course of investigation it was observed by OD that  Mr Vipin Gupta hereinafter referred to as Noticee has violated the provisions of regulations regulation 121 read with Clause 1.2 of Part A of Schedule I of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992 read with Regulation 12 of SEBI Prohibition of Insider Trading Regulations 2015 hereinafter referred to as PIT Regulations 2015  2.","15":"SEBI that “The appeal abates since the appellant during the pendency of the appeal died on 29th November 2004.","41":"No of shares debit e.","42":"Violation f.","44":"Regulation 134A r w 135 of PIT Regulations 1992 Adjudication Order in respect of Fingrowth Company Limited in the matter of Ybrant Digital Limited In view of the said transfer of shares of YDL this had resulted in change in shareholding exceeding 25000 shares and hence Noticee was required to make disclosures to YDL and BSE under regulation 134A read with regulation 135 of PIT Regulations 1992.","45":"It is alleged that the Noticee has failed to make the required disclosures to YDL and BSE within the required time frame therefore it has violated regulation 134A read with regulation 135 of PIT regulations 1992.","49":"However affixture report also returned back with the comment “entity No found at the address” as affixture could No be done.","54":"Deccan Chronicle English Hyderabad Edition 2.","55":"Sakshi Telugu Hyderabad Edition 3.","56":"Daily Hindi Milap Hindi Hyderabad Edition 6.","72":"Further the Noticee is alleged to have violated provisions of regulations 134A r w 135 of PIT Regulations 1992 for the transactions detailed in the SCN.","91":"Mr Sunil Jain PAN ABLPJ3324L 3.","98":"Thus it has been alleged that the respective provisions as mentioned in the preceding table have been violated by theNoticeesSEBI initiated the adjudication proceedings against the Noticee to inquire and adjudge under section 15Ab of SEBI Act 1992  “SEBI Act” the alleged violations as mentioned above.","106":"I didnot make disclosure as required under Regulation 134A read with Regulation 135 of PIT Regulations in Form D under the mistaken belief that since I had received  Mr Pramod Kumar S. transferred  Mr Sunil Jain the said 259334 shares by way of an offmarket transfer between  Mr Pramod Kumar S and  Mr Sunil Jain as a gift on 09.06.2014 the same was exempt as transfers promoter inter se.","107":"I submit that though my understanding was correct in so far as exemption for the transfers promoter inter se was concerned there was as an inadvertent lapse in interpreting that I was No required to file the required disclosure for transfer receipt by way of gift as otherwise too the transfer receipt was deemed exempt from the provisions of SEBISAST Regulations 2002.","108":"The facts that I wrongly interpreted the disclosure requirements under SAST Regulations and under the PIT Regulations is apparent from the filings that I have made to the Company.","110":"I submit that immediately on seeking legal advice I have complied with the filing of disclosures on 31.01.2018 in form D under Regulation 134A read with Regulation 135 of PIT Regulations for the said transactions by way of gift.","112":"It is therefore humbly submitted that the intent of Regulation 13 of PIT Regulations 1992 was duly met in spirit.","113":"I most humbly pray that no adverse inference may be drawn against me and the said technical lapse be viewed leniently and I repeat reiterate and confirm my submissions made hereinabove.","117":"It is also clear that when an acquisition is covered under regulation 34 within the specified time as referred above.","118":"In view of this undisputed position merely because there was no report filed that itself cannot be read as serious defect or on compliances of the said provisions.","119":"The Appellate Authority after considering the material on record including the events referred in the pleadings found that the respondentscompany had no intention to suppress any material information from the appellants or the shareholders.","120":"I crave to rely on section 15J of the SEBI Act.","121":"I submit that there was no intention to suppress any material information from the shareholders investors or the public.","122":"Further in the interim there is no allegation of any disproportionate gain or unfair advantage attributed to me.","123":"Since the fact is deemed settled as a corollary the question of loss caused to an investor or group of investors as a result of the default cannot rise.","124":"This fact removes all doubt that there was a genuine effort to disclose and there was no defiance of law in the compliance albeit in a wrong format.","125":"It is further submitted that alleged lapse was totally inadvertent and No repetitive in nature.","126":"I repeat reiterate and state that on 31.01.2018 I have duly filed disclosures in Form D. I therefore pray that the said lapse of filing disclosure in in prescribed format be viewed leniently and that no penalty be imposed and the proceedings against me be dropped.”","127":"2  Mr Shantilal Bansilal made following key submissions “I deny all the allegations as against me.","128":"I didnot make disclosure as required under Regulation 131 of PIT Regulations in Form D under the mistaken belief that since I had received the said 288300 shares by way of an offmarket transfer from my wife late Ms. Kamala Bai as a gift on 20.05.2014 the same was exempt as transfers promoter inter se.","129":"I submit that though my Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 understanding was correct in so far as exemption for the transfers promoter inter se was concerned there was as an inadvertent lapse in interpreting that I was also No required to file the required disclosure for transfer by way of gift as otherwise too the transfer was deemed exempt from the provisions of SEBISAST Regulations 2002.","130":"The facts that I wrongly interpreted the disclosure requirements under SAST Regulations and under the PIT Regulations is apparent from the filings that I have made to the Company.","132":"I submit that immediately on seeking legal advice I have complied with the filing of disclosures on 31.01.2018 in form A under Regulation 131 of PIT Regulations 1992 for the said transactions by way of gift.","134":"It is therefore humbly submitted that the intent of Regulation 13 of PIT Regulations 1992 was duly met in spirit.","135":"I most humbly pray that no adverse inference may be drawn against me and the said technical lapse be viewed leniently and I repeat reiterate and confirm my submissions made hereinabove.","139":"It is also clear that when an acquisition is covered under regulation 34 within the specified time as referred above.","140":"In view of this undisputed position merely because there was no report filed that itself cannot be read as serious defect or on compliances of the said provisions.","141":"The Appellate Authority after considering the material on record including the events referred in the pleadings found that the respondentscompany had no intention to suppress any material information from the appellants or the shareholders.","142":"I crave to rely on section 15J of the SEBI Act.","143":"I submit that there was no intention to suppress any material information from the shareholders investors or the public.","144":"Further in the interim there is no allegation of any disproportionate gain or unfair advantage attributed to me.","145":"Since the fact is deemed settled as a corollary the question of loss caused to an investor or group of investors as a result of the default cannot rise.","146":"This fact removes all doubt that there was a genuine effort to disclose and there was no defiance of law in the compliance albeit in a wrong format.","147":"It is further submitted that alleged lapse was totally inadvertent and No repetitive in nature.","148":"I repeat reiterate and state that on 31.01.2018 I have duly filed disclosures in Form A. I therefore pray that the said lapse of filing disclosure in in prescribed format be viewed leniently and that no penalty be imposed and the proceedings against me be dropped.”","158":"On said interse transfer of shares  Mr Sunil Jain had decrease and  Mr Pramod Kumar S had increase in their respective shareholding in company by more than 25000 shares Rs 5 lakh in value 1% of total shareholding of company however being Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 promoter of company they both allegedly failed to make the disclosures of their respective change in shareholding to the Stock Exchange as well as to the company in the prescribed Form D within two working days as required under Regulation 134A read with Regulation 135 of PIT Regulations 1992.","159":"12 In reply to SCN  Mr Pramod Kumar S and Mr Sunil Jain interalia made the submission contention that they didnot make disclosure as required under Regulation 134A read with Regulation 135 of PIT Regulations in Form D under the mistaken belief that since they had interse transfer of 259334 shares by way of an offmarket transfer between  Mr Pramod Kumar S and  Mr Sunil Jain as a gift on 09.06.2014 the same was exempt as transfers promoter inter se.","160":"The facts that they wrongly interpreted the disclosure requirements under SAST Regulations and under the PIT Regulations is apparent from their filings made to the Company.","163":"It is therefore humbly submitted that the intent of Regulation 13 of PIT Regulations 1992 was duly met in spirit.","164":"13 As per material on record company vide its email dated September 3 2014 to SEBI provided scanned copy of letter dated July 22 2014 from  Mr Pramod Kumar S and addressed to Board of Directors of the Company informing that “I Pramod Kumar S hereby inform you that I have acquired transferred 259334 equity shares of Rs 10 each as gift from my brother  Mr Sunil Jain.","165":"Both of us are promoters of company and have held shares for more than 10 years; this transaction is offmarket”.","166":"Further in reply dated February 5 2018 to the SCN  Mr Pramod Jumar S and  Mr Sunil Jain contended that the details about inter se transfer of shares between them was informed though No in requisite form by company to the BSE NSE and CDSL vide letter dated June 9 2014 and copy of such letters provided along with their said reply states that “we have been informed 259334 shares fully paid up equity shares of Rs 10 each have been gifted by  Mr Sunil Jain to  Mr Pramod Kumar promoter of the company.","168":"Puruant to this transfer there has been no change in the shareholding pattern of the promoters of the company.","169":"Thus this is a promoter inter se transfer.","170":"Please treat this as compliance with the Listing Agreement and other required under SEBI.”","171":"Conspicuously the details of inter se transfer through off market transfer between  Mr Sunil Jain and  Mr Pramod Kumar S was informed by company to BSE NSE and CDSL on the date of inter se transfer itself i.e June 9 2014 and whereas the Board of Directors of the company was informed about the said inter se transfer of shares vide letter from  Mr Pramod Kumar S dated July 22 2014 i.e after one and half month when company had already provided these details to BSE NSE and CDSL.","174":"Given the above findings contention put forth by Noticees stating that the BSE NSE CDSL were Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 informed on time though No in requisite form and the information was published is No correct and appears to be a mere afterthought and hence cannot be accepted.","183":"19 In reply to SCN  Mr Shantilal Bansial made submission contention that I didnot make disclosure as required under Regulation 131 of PIT Regulations in Form A under the mistaken belief that since I had received the said 288300 shares by way of an offmarket transfer from my wife late Ms. Kamala Bai as a gift on 20.05.2014 the same was exempt as transfers promoter inter se.","184":"The fact is that I wrongly interpreted the disclosure requirements under SAST Regulations and under the PIT Regulations is apparent from the filings that I have made to the Company.","185":"It is apparent that based on such disclosure the Company have in turn informed the BSE NSDL and CDSL vide correspondence dated 20.05.2014. Immediately on seeking legal advice I have complied with the filing of disclosures on 31.01.2018 in form A under Regulation 131 of PIT Regulations 1992 for the said transactions by way of gift.","186":"Though the requisite filings remained to be done in the prescribed Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 form the intent and spirit of Regulation 13 was met stands established by publication and availability of the relevant information in public domain in time the Exchanges and the Depositories.","187":"It is therefore humbly submitted that the intent of Regulation 13 of PIT Regulations 1992 was duly met in spirit.","188":"20 As per material on record company vide its email dated September 3 2014 to SEBI provided scanned copy of letter dated July 22 2014 from  Mr Shantilal Bansilal and addressed to Board of Directors of the Company informing that “I Shantilal Bansilal hereby inform you that I have acquired 288300 equity shares of Rs 10 each as gift from my wife Ms. Kamala Bai.","189":"Both of us are promoters of company and have held shares for more than 10 years; this transaction is offmarket”.","192":"The donors Ms. Kamala Bai one of the promoters of the company gifted 288300 shares fully paid up equity shares of Rs 10 each to her husband  Mr B. Shantilal Managing Director and another promoter of the company who is Donee.","193":"Pursuant to this transfer there has been no change in the shareholding pattern of the promoters of the company.","194":"Thus this is a promoter inter se transfer.","195":"Please treat this as a Compliance with the Listing Agreement and other disclosures as required under SEBI”.","196":"Conspicuously in reply to SCN it is contended that the details of the said inter se transfer through off market transfer between  Mr Shantilal Bansilal and Ms. Kamla Bai was informed by company to BSE NSE and CDSL on the date of inter se transfer i.e May 20 2014 and whereas the Board of Directors of the company was informed about the said inter se transfer of shares by  Mr Shantilal Bansilal vide letter dated July 22 2014 i.e after two months when the company had already provided these details to BSE NSE and CDSL.","198":"21 It is pertinent to note that BSE vide email dated July 22 2014 to SEBI confirmed that no disclosures were received interalia from  Mr Shantilal Bansial inter alia under Regulation 13 of SEBI PIT Regulations for the period May 19 2014 to July 8 2014.","199":"Given the above findings contention put forth by  Mr Shantilal Bansilal stating that the BSE NSE CDSL were informed on time though No in requisite form and the information was published is No correct and appears to be a mere afterthought and hence cannot be accepted.","203":"Prior intimation from  Mr Shantilal Bansilal to company dated July 22 2014 and intimation of company to BSE dated May 20 2014 are contradictory in nature and do No provide correct Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 picture as found above and the same also do No fulfil the requirements of requisite disclosures under regulation 131 of PIT Regulations 1992 for reasons viz a the disclosures were No made in requisite form A which also cover important facts viz prior shareholding change in shareholding shareholding post said change value of shares etc b the disclosure didnot even carry information disclaimer that the information is being provided under Regulation 134A of PIT Regulations 1992 and c As regards to claim of timely disclosure to Stock Exchange under regulation 136 BSE has confirmed nonreceipt of any disclosure interalia under Regulation 13 of PIT Regulations 1992 from  Mr Pramod Kumar S and  Mr Sunil Jain.","230":"Name of Payee 3.","231":"Date of payment 4.","232":"Amount Paid 5.","233":"Transaction No 6.","234":"Bank Details in which payment is made 7.","249":"Details of the violations alleged in the SCN are given as follows Alleged violation of provisions of law Charging sections under the Act Regulation 121 of Securities and Exchange Board of India Prohibition of Insider Trading Regulations 1992 section 15HB of SEBI Act 1992 It is observed that the Noticee has failed to implement the Model Code of Conduct as required under Regulation 121 of PIT Regulations 1992 and failed to provide information with respect to nonimplementation of the code of conduct therefore Noticee has allegedly acted in violation of Regulation 122 of PIT Regulation 2015.","255":"Letter sent through SPAD has No returned undelivered.","314":"In the matter of Parichay Investments Ltd against Amul Gagabhai Desai 10 The submission made by AR vide letter dated November 6 2017 interalia states that he require more time to arrange contract notes and submit the builtup of shareholding to answer the charge of violation of Trigger defaults as alleged in the SCN.","347":"Further there is no material is made available on record to assess the disproportionate gain or unfair advantage amount of loss caused to an investor or group of investors as a result of nondisclosure and also to show Amul as a repetitive offender.","371":"However no major variation was observed on volume.","386":"In view of the above it was alleged that V Jyotiprasad HUF hereinafter referred to as “Noticee” had violated the provisions of regulation 3 a & d regulation 41 42a of FUTP Regulations read with Section 12Ac of Securities and Exchange Board of India Act 1992 hereinafter referred to as “the Act” and regulation 3i of SEBI Prohibition of Insider Trading  Regulations 1992 herein after referred to as the “PIT Regulations” read with Section 12Ad & e of the Act and consequently liable for monetary penalty under Section 15 HA and 15G i of the Act.","394":"Noticee does No accept or admit anything stated in the Notice except where the same is expressly admitted by it. ii.","395":"The allegations of violation of the provisions of FUTP Regulations and PIT Regulations are only based on the assumption that noticee being Persons Acting in Concert as it is related to one of the promoters of NPL Mr Ved Prakash Chiripal were aware of the financial results of NPL prior to it being made public and thus fraudulently sold shares together with other PACs during investigation period. iii.","396":"Noticee held 12200 shares of NPL on 31.03.2005 and because it is related to  Mr Ved Prakash Chiripa it fall within the ambit of PACs. iv.","397":"Simply because it is related to and is known to one of the promoters it does No establish that we were aware of the financial results or other price sensitive information of NPL. v.","398":"It is denied that the sale of shares of NPL by us had any correlation with the alleged misleading and nongenuine results made by NPL. vi.","399":"We had sold shares even before the investigation Period and also post the investigation period.","400":"During the investigation period it had sold 12000 shares on March 06 2006 and continues to hold 200 shares. vii.","401":"It is denied that we had any prior intimation knowledge of negative yearly financial results of NPL that prompted us to sell our shares as alleged against us.","402":"Simply because it knew the Chairman  Mr Ved Prakash Chiripal does No indicate that it was aware of any unpublished price sensitive financial results.","404":"We were No a part of the Board of the NPL neither were we instrumental in the management activities of NPL. ix.","405":"We have No made any disproportionate gain or gained unfair advantage. x.","406":"It is denied that I We have violated the provisions of the of the regulations 3 a & d regulation 41 42a of FUTP Regulations read with section 12Ac of the Act and regulation 3i of PIT Regulations read with section 12Ad & e of the Act. xi.","408":"The noticee also submitted that the announcement of expansion of poly condensation and power plant was No sensitive as the expansion schemes were for captive consumption.","413":"I note that the provisions of law alleged to have been violated by the noticee read as follows FUTP REGULATIONS 2003 Regulation 3.","428":"Since there was a substantial difference in the unaudited and audited results NPL Adjudication Order in respect of V Jyotiprasad HUF in the matter of M s Nova Petrochemicals Ltd July 1 2010 was asked to clarify the same and the explanation of NPL was No accepted as it failed to substantiate the same.","439":"What is being alleged against the noticee is that he played a fraud and committed an unfair practice within the meaning of the regulations while trading in the scrip of NPL.","446":"Regulation 2 k “unpublished” means information which is No published by the company or its agents and is No specific in nature.","452":"In other words any information which is No known but if known could either way affect the price of the scrip of the company would be unpublished price sensitive information.","454":"The contention of the noticee that simply because it is related to and are known to one of the promoters does No establish that it was aware of the financial results or other price sensitive information of NPL may also No hold good as being an insider related to Mr Ved Prakash Chiripal the Adjudication Order in respect of V Jyotiprasad HUF in the matter of M s Nova Petrochemicals Ltd July 1 2010 Chairman of NPL it is reasonably expected to have access to unpublished price sensitive information of NPL.","490":"It was alleged that the Noticee had failed to make necessary disclosure with regard to the aforesaid transactions to Bombay Stock Exchange hereinafter referred to as ‘BSE’ resulting in violation of regulation 136 of PIT and consequently liable for penalty under section 15A b of Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act”.","500":"The Noticee in para 4 of its reply dated June 22 2010 stated that “we are No aware of any examination conducted by SEBI into the dealing in the shares of our scrip and we have No been furnished with a copy of the investigation Report relating to such purported examination or findings therein”.","511":"The charge against the Noticee is that it had delayed in making the required disclosure in the prescribed format to BSE thus had violated the provisions of regulation 136 of PIT Regulations.","519":"“Therefore once the packet containing the said format was deposited by us with the Post Office at Connaught place New Delhi under certificate of Posting the law permits a presumption that the same was delivered to the BSE”.","528":"Further the Noticee admitted that it has only the proof of dispatch and No the proof of delivery.","531":"In what mode or manner such information should be given has No been prescribed.","532":"It has No also been mentioned that the subject information or disclosure must be given in writing.","533":"Such disclosure therefore may be made orally or through telephone or in writing transmitted in some known manner.","538":"The first is in relation to acceptance of an offer and the second is in respect of a letter sent by registered post.","539":"In all other circumstances the post office acts as a mere agent of the sender of the letter.","540":"The Certificate of Posting may be an evidence of engaging the Postal Authority as an agent of the sender to deliver the subject letter but No the proof of receipt of the letter by the addressee.","541":"In the event it is contended by the addressee that the letter has No been received by him it must be established and if necessary through the agent that the letter has been received by the addressee.","542":"Merely because the letter was sent by post it cannot be contended that the sender has discharged his obligations under Regulation 7 of the said Regulations as the said regulation cast the duty and obligation upon the acquirer to ensure receipt of the disclosure or information by the company concerned and argument contrary thereto is No acceptable.","549":"Therefore at best the said receipts could be considered only as proof of dispatch and No of delivery.","555":"Disclose according to Websters Encyclopedic Dictionary means  to make known reveal or uncover – to cause to appear allow to be seen lay open to view.","556":"According to Blacks Law Dictionary Disclosure means – act of disclosing revelation the impartation of that which is secret or No fully understood.","557":"Disclose is to expose to review or knowledge anything which before was secret hidden or concealed.","599":"2 Saturday June 30 2007 @ 159 PM BoDs in its meeting held on June 30 2007 decided the following  The Audited financial results for the FY ending March 31 2007 & q.e. March 31 2007 was approved and taken on record.","600":" BoDs has recommended a dividend of 5% on the paidup value of equity 29 06 07 O H L C 25.55 30.3 5 24.20 28.7 5 No of shares traded 17669 2 07 07 O H L C 30.50 34.3 5 28.00 32.1 0 No of shares traded 18520 The scrip closed on 2 07 07 at 11.65% above its previous day’s closing price. of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd shares for the FY ending March 31 2007.","618":"No Entities 19 6 2007  30 6 2007 1 7 2007 – 6 7 2007 Client Name Code Buy Qty Avg.","619":"Buy Price   Sell Qty Avg.","620":"Sell Price   Net Buy Qty Buy Qty Avg.","621":"Buy Price   Sell Qty Avg.","628":"I regularly trade in the shares of Rasi Electrodes Limited and also in the scrip of all the other companies.","629":"The trades mentioned in your notices were all genuine transactions which was carried out by me as part of normal buying and selling.","630":"I have No sought for No have I received any price sensitive information from my brothers  Mr B Ranjeet Kothari or  Mr B. Popatlal Kothari. of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd 3.","631":"I have No based my trades on any material information to the detriment of other investors.","632":"The trades have No been done with a view to profiteer out of other investors.","633":"We brothers have separated out of the family arrangement that has taken place during the year 2005 and we are handling all our financial matters independently from then on.","634":"It was mentioned in your letter that my brother  Mr Ranjeet Kumar Kothari and myself were residing in the same apartment.","635":"I wish to inform you that during the relevant period June 2007 – July 2007 my brother  Mr Ranjeet Kothari was No residing with me at the same premises.","636":"Besides were very rarely meet and certainly No on a day to day basis.","637":"Hence there was no chance of me receiving any privileged information.","638":"I have invested in the shares of Rasi Electrodes Limited during the public issue during the year 1995.","640":"Hence when the price of the scrip reached around this price first time during the period June July 2007 I was tempted to sell.","641":"Hence you will appreciate that there is no ulterior motive in selling our holdings which was kept for around 12 years without matching returns from ordinary bank deposit.","642":"I do No have the resources No the inclination to prolong proceedings and hence I am willing to apply for consent process in due course of time.","660":"Mr Vinay Chauhan Advocate appeared on behalf of the Noticee for the scheduled personal hearing on April 17 2013 and interalia submitted that as per a family arrangement the Noticee was no longer a promoter which was informed to BSE vide letter dated April 21 2005 and submitted a copy of the same.","661":"Mr Chauhan submitted that in view of the Noticee no longer being a promoter he did No have access to UPSI.","662":"He added that trading pattern of the Noticee during the relevant period shows that he did No have UPSI as the Noticee No only purchased but also sold the Company shares between the period the company informed BSE about consideration of declaration of bonus by the Board and the announcement of declaration of bonus was made.","663":"In support of this submission reliance was placed on an order passed by the Honble SAT in the matter of Mrs. Chandrakala Vs.","678":"No Buy Date Buy Qty Buy Value Avg.","679":"Buy Price Sell Date Sell Qty Sell Value Avg.","690":"In this case it is relevant to quote the Honble SAT in the matter of Chandrakala wherein the Honble SAT had observed that A person who is in possession of unpublished price sensitive information which on becoming public is likely to cause a positive impact on the price of the scrip would only buy shares and would No sell the shares before the unpublished price sensitive information becomes public and would immediately offload the shares post the information becoming public.","691":"This is No so in the case under consideration.","692":"The trading pattern of the appellant as shown in the chart above does No lead to the conclusion that the appellant’s trades were induced by the unpublished price sensitive information. of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd Further as per the investigation report it was alleged that the Noticee had access to UPSI in his capacity of promoter of the Company based on which he traded in the shares of the Company.","694":"It is pertinent to note that the declaration by the Company which states that …. Due to family arrangement the brothers of  Mr B. Popatlal Kothari have relinquished their interest in the Company as promoters.","695":"However being brothers of  Mr B. Popatlal Kothari their shareholding i.e  the shareholdings of  Mr B. Tejraj Kothari  Mr B. Ranjit Kumar Kothari and  Mr B. Uttam Kumar Kothari are included in the list above."},"label":{"3":"procedural fact","15":"defendent claim","41":"defendent claim","42":"defendent claim","44":"procedural fact","45":"procedural fact","49":"defendent claim","54":"defendent claim","55":"defendent claim","56":"defendent claim","72":"procedural fact","91":"defendent claim","98":"procedural fact","106":"defendent claim","107":"defendent claim","108":"defendent claim","110":"defendent claim","112":"defendent claim","113":"defendent claim","117":"defendent claim","118":"defendent claim","119":"defendent claim","120":"defendent claim","121":"defendent claim","122":"defendent claim","123":"defendent claim","124":"defendent claim","125":"defendent claim","126":"defendent claim","127":"defendent claim","128":"defendent claim","129":"defendent claim","130":"defendent claim","132":"defendent claim","134":"defendent claim","135":"defendent claim","139":"defendent claim","140":"defendent claim","141":"defendent claim","142":"defendent claim","143":"defendent claim","144":"defendent claim","145":"defendent claim","146":"defendent claim","147":"defendent claim","148":"defendent claim","158":"defendent claim","159":"defendent claim","160":"defendent claim","163":"defendent claim","164":"defendent claim","165":"defendent claim","166":"defendent claim","168":"defendent claim","169":"defendent claim","170":"defendent claim","171":"defendent claim","174":"defendent claim","183":"defendent claim","184":"defendent claim","185":"defendent claim","186":"defendent claim","187":"defendent claim","188":"defendent claim","189":"defendent claim","192":"defendent claim","193":"defendent claim","194":"defendent claim","195":"defendent claim","196":"defendent claim","198":"defendent claim","199":"defendent claim","203":"defendent claim","230":"defendent claim","231":"defendent claim","232":"defendent claim","233":"defendent claim","234":"defendent claim","249":"procedural fact","255":"defendent claim","314":"defendent claim","347":"defendent claim","371":"defendent claim","386":"procedural fact","394":"defendent claim","395":"defendent claim","396":"defendent claim","397":"defendent claim","398":"defendent claim","399":"defendent claim","400":"defendent claim","401":"defendent claim","402":"defendent claim","404":"defendent claim","405":"defendent claim","406":"defendent claim","408":"defendent claim","413":"procedural fact","428":"defendent claim","439":"procedural fact","446":"defendent claim","452":"defendent claim","454":"defendent claim","490":"procedural fact","500":"defendent claim","511":"procedural fact","519":"defendent claim","528":"defendent claim","531":"defendent claim","532":"defendent claim","533":"defendent claim","538":"defendent claim","539":"defendent claim","540":"defendent claim","541":"defendent claim","542":"defendent claim","549":"defendent claim","555":"defendent claim","556":"defendent claim","557":"defendent claim","599":"defendent claim","600":"defendent claim","618":"defendent claim","619":"defendent claim","620":"defendent claim","621":"defendent claim","628":"defendent claim","629":"defendent claim","630":"defendent claim","631":"defendent claim","632":"defendent claim","633":"defendent claim","634":"defendent claim","635":"defendent claim","636":"defendent claim","637":"defendent claim","638":"defendent claim","640":"defendent claim","641":"defendent claim","642":"defendent claim","660":"defendent claim","661":"defendent claim","662":"defendent claim","663":"defendent claim","678":"defendent claim","679":"defendent claim","690":"defendent claim","691":"defendent claim","692":"defendent claim","694":"defendent claim","695":"defendent claim"},"case_number":{"3":32,"15":32,"41":33,"42":33,"44":33,"45":33,"49":33,"54":33,"55":33,"56":33,"72":33,"91":34,"98":34,"106":34,"107":34,"108":34,"110":34,"112":34,"113":34,"117":34,"118":34,"119":34,"120":34,"121":34,"122":34,"123":34,"124":34,"125":34,"126":34,"127":34,"128":34,"129":34,"130":34,"132":34,"134":34,"135":34,"139":34,"140":34,"141":34,"142":34,"143":34,"144":34,"145":34,"146":34,"147":34,"148":34,"158":34,"159":34,"160":34,"163":34,"164":34,"165":34,"166":34,"168":34,"169":34,"170":34,"171":34,"174":34,"183":34,"184":34,"185":34,"186":34,"187":34,"188":34,"189":34,"192":34,"193":34,"194":34,"195":34,"196":34,"198":34,"199":34,"203":34,"230":34,"231":34,"232":34,"233":34,"234":34,"249":35,"255":35,"314":36,"347":36,"371":37,"386":37,"394":37,"395":37,"396":37,"397":37,"398":37,"399":37,"400":37,"401":37,"402":37,"404":37,"405":37,"406":37,"408":37,"413":37,"428":37,"439":37,"446":37,"452":37,"454":37,"490":38,"500":38,"511":38,"519":38,"528":38,"531":38,"532":38,"533":38,"538":38,"539":38,"540":38,"541":38,"542":38,"549":38,"555":38,"556":38,"557":38,"599":39,"600":39,"618":39,"619":39,"620":39,"621":39,"628":39,"629":39,"630":39,"631":39,"632":39,"633":39,"634":39,"635":39,"636":39,"637":39,"638":39,"640":39,"641":39,"642":39,"660":39,"661":39,"662":39,"663":39,"678":39,"679":39,"690":39,"691":39,"692":39,"694":39,"695":39}}