{"sentence":{"1":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ pursuant to investigation of the alleged irregularity in the trading of the shares of Swarnajyothi Agrotech and Power Limited hereinafter referred to as “SAPL company” had observed that L V Ramnarayan hereinafter referred to as “Noticee” a promoter and nonexecutive director of SAPL had disposed of certain shares and failed to make the requisite disclosures under regulation 134 read with 136 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT Regulations” read with regulation 122 of SEBI Prohibition of Insider Trading Regulations 2015 hereinafter referred to as “PIT 2015”.","6":"The Noticee vide letter dated May 21 2014 submitted inter alia the following At the outset let me bring to your kind attention that I had resigned from the Board in July 2010 due to my ill health and the company had informed the same to BSE on 23 rd July 2010 about my ceasing to be a director.","7":"From this dated i.e  23 rd July I ceased to be a promoter and any holding of shares from 23 rd July 2010 should be classified as public rather than as promoter.","8":"I would also like to inform you that whatever shares I had sold were duly disclosed to the company as well as to Bombay Stock Exchange within the stipulated time as per Regulation 134 and 136.","9":"I would like to draw your attention to the fact that the regulation says only disclosures needs to be made and no acknowledged copy has to be produced.","10":"No you are asking for acknowledged copy that itself is contravention to the regulation.","11":"I had sent my relevant disclosures through fax to BSE and the proof of the same were enclosed to you vide my letter dated 25 th April 2013.","18":"The Noticee vide letter dated March 18 2018 submitted inter alia the following In the matter of Swarnajyothi Agrotech and Power Limited Case  II As informed vide my letter dated 21 st May 2014 that all the sale of shares were duly disclosed to the company as well as to Bombay Stock Exchange within the stipulated time as per Regulation 134 and 136.","19":"I would like to draw your attention to the fact that the regulation says only disclosures needs to be made and no acknowledged copy has to be produced.","20":"No you are asking for acknowledged copy that itself is contravention to the regulation.","21":"I had sent my relevant disclosures through fax to BSE and the proof of the same were enclosed to you vide my letter dated 25 th April 2013.","27":"However till date nothing has been received from him.","40":"The Noticee had contended that he had made the relevant disclosures and no acknowledged copy of the same had to be produced as per the law.","41":"I cannot accept the submission of the Noticee.","64":"Name of Payee 3.","65":"Date of Payment  4.","66":"Amount Paid  5.","67":"Transaction No  6.","75":"It was observed that the Noticee had allegedly failed to comply with the disclosure requirements specified under the provisions of SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as SAST Regulations and also under the provisions of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations.","87":"At this juncture as per regulation 131 and 133 read with 135 of PIT Regulations Noticee was required to disclose such change in her shareholding to the company within two working days of her purchase sale of such shares. f From the foregoing it is alleged that Noticee has violated the provisions of regulations 291 and 292 read with regulation 293 of SAST Regulations and regulations 133 and 134A read with 135 and regulation 131 and regulation 132A of PIT Regulations.","99":"The allegation against the Noticee is that she had failed to make the necessary disclosures in respect of her purchase and sale of shares of NITSL during the relevant period under the provisions of SAST Regulations and PIT Regulations as applicable.","109":"In the context of the present matter it is pertinent to mention that in May 2012 the Company i.e NITSL merged with itself two entities viz.","168":"Name of Payee 3.","169":"Date of payment 4.","170":"Amount Paid 5.Transaction No 6.","171":"Bank Details in which payment is made 7.","184":"It was observed that Shri Joseph Massey “Noticee” was holding managerial position in MCX & NSEL during UPSI period i.e  he was i a NonExecutive NonIndependent Director of MCX from June 01 2009 to September 30 2013 and ii a NonExecutive Director of NSEL until October 21 2013.","186":"It was alleged that the Noticee being an insider before the outbreak of NSEL irregularities avoided losses by selling 11240 shares of MCX between May 04 2012 to June 28 2013 when in possession of UPSI and thereby violated provisions of Regulation 3i of PIT Regulations 1992 Adjudication Order in respect of Joseph Massey in the matter of MCX read with Regulation 122 of SEBI Prohibition of Insider Trading Regulations 2015 hereinafter referred to as “PIT Regulations 2015”.","188":"It was therefore alleged that Noticee failed to make requisite disclosures to the company and the stock exchange within 2 working days of change in his holdings in MCX exceeding 5 lakh in value and thereby violated Regulation 134 read with Regulation 135 of PIT Regulations 1992.","192":"Noticee filed reply to the SCN vide letter dated January 12 2018 and his main submissions as regards the first charge of alleged violation of Regulation 3i of PIT Regulations 1992 is as follows  I was No an insider No was I in possession of alleged UPSI pertaining to NSEL.","193":" UPSI pertaining to NSEL cannot be treated as UPSI pertaining to MCX and the said UPSI had already become public on 03.10.2012 when an article on the subject was published in the Economic Times.","194":" It is submitted that I had No traded on the basis of alleged UPSI.","195":"Crucially and critically I had sold the shares prior to the alleged UPSI period also as also acknowledged by SEBI in the Notice.","196":"Further as on date I am still holding 20000 shares of MCX which has been completely ignored and overlooked by SEBI.","197":" During my employment with MCX I was allotted 31240 shares of MCX in terms of MCXs Employee Stock Option Plan ESOP since 2006.","198":"As such it was possible for me to deal with the said shares only after listing which happened after several years.","203":"This disclosure is made in accordance with para 15.3 b of the SEBI Employee Stock Option Scheme and Employee Stock Purchase Scheme Guidelines 2000 as amended  Significantly with regard to the alleged violation of Regulation 3i of PIT Regulations 1992 I may highlight that the said violation is an offshoot of same investigation report based on which Ex parte Order No SEBI WTMISRIIVD ID6 45 08 20 17 dated August 2 2017 was passed by the Whole Time Member SEBI against me and other persons entities named therein alleging violation of provisions of Regulation 3i of PIT Regulations.","205":"SEBI vide Order dated January 05 2018 inter alia concluded that there has been no violation of Regulation 3i of PIT Regulations 1992 by me and others.","206":" Since the Notice under reference is also based on the same facts and same Investigation Report and vide the Order dated January 05 2018 the Whole Time Member SEBI had already concluded that there is no violation of Regulation 3i of PIT Regulations 1992 I respectfully submit that the allegations of violation Regulation 3i of PIT Regulations 1992 cannot survive.","207":"Needless to state that the said findings of the Whole Time Member SEBI are binding on you.","222":"Admittedly he was on the board of both NSEL and MCX during UPSI period and in that capacity was reasonably expected of having access to the UPSI which emanated from NSEL.","229":"On a careful perusal of the newspaper article dated October 3 2012 I find that the publication of the said article made the following information public  DCA had issued a show cause notice dated April 27 2012 to NSEL hereby it had found fault with certain types of contracts which were being traded on NSEL.","230":" There were allegations against NSEL that it was permitting short selling on its platform.","231":"It was also alleged that NSEL did No have a stock check facility for validating a members position.","232":" SCN also alleged that all contracts traded on NSEL with a settlement period exceeding11 days were in violation of the provisions of FCRA.","233":" The conduct of NSEL was allegedly in violation of the conditions stipulated in the DCA notification dated June 5 2007.","234":" NSEL had filed its reply to the SCN issued by DCA.","235":" In the event of NSEL failing to file a satisfactory explanation DCA would withdraw the exemption granted vide notification dated June 5 2007 without any further communication.","244":"As observed above Shri Joseph Massey was an “insider” having access to UPSI under regulation 2e of the PIT Regulations 1992 and therefore there is a presumption that he traded when in possession of the unpublished price sensitive information.","246":"Shri Joseph Massey has submitted that even assuming that the alleged information regarding implications of SCN was price sensitive and unpublished he was No at all aware of the same.","247":"He submitted that he was a non executive director of NSEL and MCX.","248":"Further as a non executive director of NSEL he was No aware of issuance of SCN dated 270412 to NSEL by DCA and NSEL’s reply dated May 29 2012.","249":"He also submitted that no such information was made known to him directly or through the Board of Directors of NSEL either in the form of a board note or by way of disclosure discussion at the Board Meeting or in any other way.","250":"Also as a nonexecutive director of MCX he did No become Adjudication Order in respect of Joseph Massey in the matter of MCX aware of the said SCN either directly or indirectly through the board of MCX as the matter was never discussed in the Board.","251":"According to Shri Massey he got to know about the SCN against NSEL only on October 3 2012 when the article was published in Economic Times.","252":"Mr Joseph Massey submitted that his shareholding in MCX was built up from allotment of shares by way of ESOPs prior to listing of MCX.","256":"He further submitted that he had sold the shares from time to time inter alia based on his personal requirement in the ordinary course for meeting personal family expenses and some due to media reports rumors about imposition of CTT in the market.","257":"He also submitted that as on date he continues to hold 20000 shares of MCX.","264":"I note that the prohibition contained in regulation 3 of the PIT Regulations 1992 apply only when an insider trades or deals in securities on the basis of any UPSI and No otherwise and the Noticee has been able to show that he did No trade on the basis of UPSI rather the fact of his sale of shares of MCX was predetermined and was mentioned in the Prospectus of MCX date February 28 2012.","267":"For the aforesaid reasons the first allegation of violation of provisions of Regulation 3i of PIT Regulations 1992 read with Regulation 122 of PIT Regulations 2015 by the Noticee i.e  Shri Joseph Massey in the Show Cause Notice EAD AOPM AA OW 31620 2017 dated December 14 2017 is disposed of without imposition of any penalty.","304":"The Noticee interpreted that the disclosure requirement was applicable only in case of transactions hitting each of the specified thresholds for every transaction made. c.","308":"In view of the foregoing submissions it humbly prayed to discharge the SCN without imposing any penalty on it.","316":"Further on April 12 2011 the Company disclosed about the purchase of its shares by the Noticee i.e  9853 0.06% through open market in the notes to the shareholding pattern for quarter ended March 31 2011. c.","317":"The aforesaid disclosures were made by the Company and these were general disclosures and were No made under the PIT Regulations. d.","318":"It is to be noted that the Regulation 134A of PIT Regulations was inserted on August 16 2011 through an amendment.","320":"The Noticee bought shares of the Company from time to time thereafter however none of the individual transactions undertaken for buying the equity shares of the Company on a particular day during the investigation period by it were above 25000 shares. f.","339":"Moreover if the general disclosures are applied to disclosures under Regulation 134A of the PIT Regulations even then they are delayed.","354":"Further in the present case the default has occurred five times.","362":"OR by using the web link https siportal.sebi.gov.in intermediary AOPaymentGateway.html.","385":"The Noticee inter alia submitted that the demat shares continued to be in the name of the sellers Shri Chirantan Mukherji and group since the same could No be transferred in favour of the buyers Ramayana.","386":"They moved the High Court of Calcutta when their effort to transfer the shares in their name failed.","404":"It is alleged in the SCN that the Board of Directors of SIPL approved a Shares Purchase Agreement at its meeting held on July 30 2009 to be executed between the SIPL and the proposed acquirers on July 31 2009 for the sale of the issued and subscribed equity share capital of the company held by the erstwhile promoters as also change in management of the company.","419":"The sellers persistently refused to rectify the defective demat instruments despite the receipt of full consideration beforehand.","420":"When they learnt that there were defects in the Shares transfer documents its name could No be entered into the list of members shareholder of the company and it was pledged with its banker SBI as well.","427":"They had compliance issues such as the buyer paying 10 crore to the erstwhile promoters for acquiring 35.5% stake in the Company and paid 6 crore to public shareholders to buy 20% shareholding from them as statutorily required.","428":"Despite all their efforts they did No get their dues and therefore had to move the judiciary.","429":"They allowed the existing Whole time Director Shri Mahiruha Mukherji to complete his contractual terms as he was authorised and delegated by the Board of Directors to ensure statutory compliance.","430":"It was the responsibility of Shri Mahiruha Mukherji and the compliance officer to take care of the compliance issues.","432":"The Noticee further submitted that it is the duty of the pledgor to release the shares from the pledgee and then transfer.","433":"But in this case the pledgor neither released the pledged shares No instructed the pledgee to create a new charge in the name of the buyer as a result of the transfer of shares in question.","434":"From the above it is clear that shares in question were No registered in the name of the buyer in the register of members of the company for the purpose of being called a shareholder promoter and that might be the reason that Shri K. L. Surana erstwhile Compliance officer did No report it in the share holding pattern or would be under influence of previous management to show the seller side as controller of company in form of promoter on record to put them in a better position to bargain.","435":"Also unfortunately most of the omissions happened during his tenure and he is No available to respond to the queries.","436":"The buyer or its promoters have No done anything to violate any law.","437":"None of them made any unethical or illegal gain from the alleged violations.","453":"However the Noticee also submitted that it is clearly the responsibility of the compliance officer to comply with the said regulation.","484":"As per the Investigation Report hereinafter referred to as IR Shri Arunkumar Ramanlal Choksi hereinafter referred to as the ‘Noticee’ alleged to have violated the Regulation 133 read with 135 of the SEBI Prohibition of Insider Trading Regulation 1992 hereinafter referred to as the ‘PIT Regulations’ for which the adjudication proceeding has been initiated and therefore the Noticee is liable for monetary penalty for the alleged violations as prescribed under section 15Ab of the Securities and Exchange Board of India Act1992 hereinafter referred to as ‘SEBI Act’.","516":"However the Noticee alleged to have failed to make the disclosure about his shareholding pattern as per the regulatory requirement.","527":"It is observed that the said SEBI Order was pertaining to the violations of various provisions of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market Regulations 2003 where as the instant proceedings were pertaining to the violations of SEBI PIT Regulations.","529":"Further it is also derived from the said SEBI Order that the Noticee never appeared before the competent authority of SEBI and therefore WTM SEBI had passed an exparte order dt. 12.10.2009 against the Noticee.","574":"However it is alleged that the Noticee has failed to make aforesaid disclosures. c In view of the above facts and observations it is alleged that Noticee has violated Regulation 134A read with Regulation 135 of PIT Regulations 1992 by No making required disclosures to the Company and Stock Exchanges.","636":"Name of payee 3.","637":"Date of payment 4.","638":"Amount paid 5.","639":"Transaction no.","649":"Shri Ravi Bhandari PAN ADQPR8496J 2.","650":"Ms Rekha Bhandari PAN  AAHPR8192A 3.","651":"Ravi Bhandari HUF PAN  AAJHR4856E 4.","652":"Lollipop Fashions Private Limited PAN AACCL1423B 5.","653":"Shri Samir Ghosh PAN  AMPPG0185K 6.","705":"The details of the said agreements are as under Date of the Agreement Pledgor Pledgee Loan Amount   No of Shares provided for pledge 18.10.2013 Ravi Bhandari Chirag N Shah 1000000 100000 18.10.2013 Ravi Bhandari PragneshDoshi 3000000 280000 27.11.2013 Anshus Clothing Limited Samir Ghosh proprietor of S.K. Ghosh & Co.","706":"No loan was availed provided NA 15.","710":"Further PragneshDoshi and Chirag N. Shah cannot trade in these shares unless and until interest is overdue for one month or more.","711":"Further Ravi Bhandari will be entitled towards the corporate benefits i.e  Bonus Dividend etc.","712":"In view of the above it was alleged in the SCN that the shares transferred by Ravi Bhandari to PragneshDoshi and Chirag N. Shah were in the nature of pledge.","714":"It was therefore alleged in the SCN that Shri Ravi Bhandari had violated the provisions of Regulation 311 read with Regulation 313 of the SAST Regulations 2011.","724":"It was therefore alleged in the SCN that the said Noticees by acquiring shares of ACL and thereafter failing to making the necessary disclosures had violated the provisions of Regulation 131 133 read with Regulation 135 of the PIT Regulations and Regulation 291 292 read with 293 of the SAST Regulations 2011.","728":"Therefore it was alleged in the SCN that the promoter group of ACL viz.","731":"Shri Ravi Bhandari submitted that ACL was in need of funds and therefore they had approached the financiers to provide funds to the Company.","732":"The Noticee while admitting the execution of agreements with Shri Chirag N Shah and PragneshDoshi submitted that the said transactions were in the nature of pledge and the necessary disclosures with respect to the same were made by him under Regulation 311 read with 313 of the SAST Regulations 2011.","733":"Further Shri Ravi Bhandari submitted that in the third agreement he had provided 700000 equity shares of ACL to Shri Samir Ghosh in advance before arranging loan to ACL upon execution of the agreement for establishing its credibility and as a good gesture.","736":"It is the case of Ravi Bhandari that as the shares were provided to Shri Samir Ghosh in advance before availing of loan Shri Samir Ghosh was holding those shares as a trustee on behalf of Ravi Bhandari and the transaction of providing shares did No amount to sale disposal or any kind of encumbrance on the shares.","737":"The Noticee further submitted that Shri Samir Ghosh later had returned back the shares held by him into the demat account of Shri Ravi Bhandari in two tranches.","741":"The Noticee submitted that there was no financial assistance or any amount whatsoever which was provided by Shri Samir Ghosh to Shri Ravi Bhandari or other promoters.","742":"It is the case of the Noticee that as the said transaction did No materialize and the shares were returned back within a short span the said transaction cannot be viewed as pledge transaction.","743":"Further the transfer of shares from the account of Shri Samir Ghosh to the account of Shri Ravi Bhandari was due to nonmaterializing of the agreement and further the transfers between the accounts of the promoter group entities were just to rectify the technical mistake done by Shri Samir Ghosh.","744":"In view of the same the Noticee has submitted that the said transaction does No amount to any sale disposal of shares.","745":"I find that vide their respective replies Ravi Bhandari HUF Ms. Rekha Bhandari and Lollipop Fashions P. Ltd made similar submissions as made by Shri Ravi Bhandari in the matter.","746":"Further vide an undated letter received on December 11 2015 Shri Sami Ghosh submitted that he is a solicitor advocate and a legal consultant mainly practicing within the jurisdiction of the Hon’ble High Court of Kolkata.","749":"The Noticee stated that he was holding the shares of ACL in trust which were liable to be returned and never held the said shares for any benefit.","750":"It is the case of the Noticee that he had tried from various banks and NBFCs for financial help but none of the banks NBFCs were interested in lending money.","751":"Thereafter Shri Samir Ghosh returned 80% of the shares to Shri Ravi Bhandari and on instructions of Shri Ravi Bhandari a small portion was transferred to Shri Anand Kumar Dhanuka who agreed to finance from private sources against the shares of Shri Ravi Bhandari.","752":"The Noticee submitted that he has No transferred sold or acquired shares of the ACL but had acted on behalf of Shri Ravi Bhandari.","753":"Therefore there was no violation of the disclosure requirements under SAST Regulations 2011 and PIT Regulations 1992.","754":"Shri Samir Ghosh further submitted that after about 2.5 months he was informed by Shri Ravi Bhandari that he had No received any payment from Shri Anand Kumar Dhanuka against the shares so transferred to him.","755":"The intimation about the same came over phone and email.","757":"Therefore the Noticee stated that the said transaction does No amount to any sale acquisition encumbrance purchase etc. and thus there was no requirement to make the disclosures under the relevant provisions of law.","758":"Further the said Noticee has even submitted a copy of the civil suit filed by him before the City Civil Court Kolkata against the present proceedings initiated against him.","766":"In what mode or manner such information should be given has No been prescribed.","767":"It has No also been mentioned that the subject information or disclosure must be given in writing.","768":"Such disclosure therefore may be made orally or through telephone or in writing transmitted in some known manner.","773":"The first is in relation to acceptance of an offer and the second is in respect of a letter sent by registered post.","774":"In all other circumstances the post office acts as a mere agent of the sender of the letter.","775":"The Certificate of Posting may be an evidence of engaging the Postal Authority as an agent of the sender to deliver the subject letter but No the proof of receipt of the letter by the addressee.","776":"In the event it is contended by the addressee that the letter has No been received by him it must be established and if necessary through the agent that the letter has been received by the addressee.","777":"Merely because the letter was sent by post it cannot be contended that the sender has discharged his obligations under Regulation 7 of the said Regulations as the said regulation cast the duty and obligation upon the acquirer to ensure receipt of the disclosure or information by the company concerned and argument contrary thereto is No acceptable.","800":"No 3 of 2014 and Appeal No 5 of 2014 – decided on January 27 2014 where similar facts were under question had also made similar observations which are reproduced as under “In the present case admittedly 375000 shares of Arvind International Limited were transferred to the demat account of the appellant on September 13 2010.","803":"Similarly on effecting transfer since disclosures were No made appellant violated regulation 131 and regulation 133 read with regulation 135 of PIT Regulations…………….","814":"Whereas the present case has been initiated for the alleged disclosure violations of Regulation 291 292 read with 293 of SAST Regulations 2011 and 131 133 134 134A read with 135 of PIT Regulations 1992 by theNoticeesThe pith and substance of Regulation 3 of SAST Regulations 2011 and Regulation 291 292 read with 293 of SAST Regulations 2011 is different and the same is distinguishable.","818":"Ravi Bhandari Rekha Bhandari Ravi Bhandari HUF and Lollipop Fashions Pvt Ltdwas under an obligation to make disclosures under Regulation 291 292 read with 293 of SAST Regulations 2011 and Regulation 131 133 and 134A read with 135 of the PIT Regulations 1992.","826":"Ravi Bhandari 700000 shares Rekha Bhandari 636000 shares Ravi Bhandari HUF 652000 shares and Lollipop Fashions Pvt Ltd 512000 shares to the demat account of Shri Samir Ghosh 2500000 shares of ACL and further transfer of shares back from the demat account of Shri Samir Ghosh to the account of Shri Ravi Bhandari was nothing but acquisition transfer of shares for the purpose of disclosure requirements under the SAST Regulations and PIT Regulations.","828":"Shri Ravi Bhandari MsRekha Bhandari Ravi Bhandari HUF and Lollipop Fashions P. Ltd by No making the necessary disclosures have violated the provisions of Regulation 291 & 292 read with 293 of the SAST Regulations 2011 and Regulation 131 133 134 134A read with 135 of the PIT Regulations 1992.","830":"Shri Ravi Bhandari by failing to make the necessary disclosures to the target company and the stock exchange upon creating encumbrance of shares pursuant to the agreements with Shri PragneshDoshi and Chirag Shah has violated the provisions of Regulation 311 read with 313 of the SAST Regulations 2011.","849":"Shri Ravi Bhandari Regulation 292 read with 293 of the SAST Regulations 2011 Regulation 311 read with 313 of the SAST Regulations 2011 and Regulation 133 134 and 134A read with 135 of the PIT Regulations 1992 Section 15Ab of the SEBI Act 1992 200000  Rupees Two Lakh Only 2.","850":"Ms Rekha Bhandari Regulation 291 and 292 read with Regulation 293 of SAST Regulations 2011 and Regulations 131 133 and 134A read with 135 of PIT Regulations 1992 Section 15Ab of the SEBI Act 1992 100000  Rupees One Lakh Only 3.","852":"Lollipop Fashions Pvt Ltd Regulation 291 and 292 read with Regulation 293 of SAST Regulations 2011 and Regulations 131 133 and 134A read with 135 of PIT Regulations 1992 Section 15Ab of the SEBI Act 1992 100000  Rupees One Lakh Only 5.","854":"Shri Anand Kumar Dhanuka Regulation 291 and 292 read with 293 of the SAST Regulations 2011 and Regulations 131 and 133 read with 135 of the PIT Regulations 1992 Section 15Ab of the SEBI Act 1992 100000  Rupees One Lakh Only 46.","859":"Name of Payee 3.","860":"Date of Payment 4.","861":"Amount Paid 5.","862":"Transaction No 6."},"label":{"1":"procedural fact","6":"defendent claim","7":"defendent claim","8":"defendent claim","9":"defendent claim","10":"defendent claim","11":"defendent claim","18":"defendent claim","19":"defendent claim","20":"defendent claim","21":"defendent claim","27":"defendent claim","40":"defendent claim","41":"defendent claim","64":"defendent claim","65":"defendent claim","66":"defendent claim","67":"defendent claim","75":"procedural fact","87":"procedural fact","99":"procedural fact","109":"defendent claim","168":"defendent claim","169":"defendent claim","170":"defendent claim","171":"defendent claim","184":"defendent claim","186":"procedural fact","188":"procedural fact","192":"defendent claim","193":"defendent claim","194":"defendent claim","195":"defendent claim","196":"defendent claim","197":"defendent claim","198":"defendent claim","203":"defendent claim","205":"defendent claim","206":"defendent claim","207":"defendent claim","222":"defendent claim","229":"defendent claim","230":"defendent claim","231":"procedural fact","232":"defendent claim","233":"defendent claim","234":"defendent claim","235":"defendent claim","244":"defendent claim","246":"defendent claim","247":"defendent claim","248":"defendent claim","249":"defendent claim","250":"defendent claim","251":"defendent claim","252":"defendent claim","256":"defendent claim","257":"defendent claim","264":"defendent claim","267":"defendent claim","304":"defendent claim","308":"defendent claim","316":"defendent claim","317":"defendent claim","318":"defendent claim","320":"defendent claim","339":"defendent claim","354":"defendent claim","362":"defendent claim","385":"defendent claim","386":"defendent claim","404":"procedural fact","419":"defendent claim","420":"defendent claim","427":"defendent claim","428":"defendent claim","429":"defendent claim","430":"defendent claim","432":"defendent claim","433":"defendent claim","434":"defendent claim","435":"defendent claim","436":"defendent claim","437":"defendent claim","453":"defendent claim","484":"procedural fact","516":"procedural fact","527":"procedural fact","529":"defendent claim","574":"procedural fact","636":"defendent claim","637":"defendent claim","638":"defendent claim","639":"defendent claim","649":"defendent claim","650":"defendent claim","651":"defendent claim","652":"defendent claim","653":"defendent claim","705":"defendent claim","706":"defendent claim","710":"defendent claim","711":"defendent claim","712":"procedural fact","714":"procedural fact","724":"procedural fact","728":"procedural fact","731":"defendent claim","732":"defendent claim","733":"defendent claim","736":"defendent claim","737":"defendent claim","741":"defendent claim","742":"defendent claim","743":"defendent claim","744":"defendent claim","745":"defendent claim","746":"defendent claim","749":"defendent claim","750":"defendent claim","751":"defendent claim","752":"defendent claim","753":"defendent claim","754":"defendent claim","755":"defendent claim","757":"defendent claim","758":"defendent claim","766":"defendent claim","767":"defendent claim","768":"defendent claim","773":"defendent claim","774":"defendent claim","775":"defendent claim","776":"defendent claim","777":"defendent claim","800":"defendent claim","803":"defendent claim","814":"defendent claim","818":"defendent claim","826":"defendent claim","828":"defendent claim","830":"procedural fact","849":"defendent claim","850":"defendent claim","852":"defendent claim","854":"defendent claim","859":"defendent claim","860":"defendent claim","861":"defendent claim","862":"defendent claim"},"case_number":{"1":64,"6":64,"7":64,"8":64,"9":64,"10":64,"11":64,"18":64,"19":64,"20":64,"21":64,"27":64,"40":64,"41":64,"64":64,"65":64,"66":64,"67":64,"75":65,"87":65,"99":65,"109":65,"168":65,"169":65,"170":65,"171":65,"184":66,"186":66,"188":66,"192":66,"193":66,"194":66,"195":66,"196":66,"197":66,"198":66,"203":66,"205":66,"206":66,"207":66,"222":66,"229":66,"230":66,"231":66,"232":66,"233":66,"234":66,"235":66,"244":66,"246":66,"247":66,"248":66,"249":66,"250":66,"251":66,"252":66,"256":66,"257":66,"264":66,"267":66,"304":67,"308":67,"316":67,"317":67,"318":67,"320":67,"339":67,"354":67,"362":67,"385":68,"386":68,"404":68,"419":68,"420":68,"427":68,"428":68,"429":68,"430":68,"432":68,"433":68,"434":68,"435":68,"436":68,"437":68,"453":68,"484":69,"516":69,"527":69,"529":69,"574":70,"636":70,"637":70,"638":70,"639":70,"649":71,"650":71,"651":71,"652":71,"653":71,"705":71,"706":71,"710":71,"711":71,"712":71,"714":71,"724":71,"728":71,"731":71,"732":71,"733":71,"736":71,"737":71,"741":71,"742":71,"743":71,"744":71,"745":71,"746":71,"749":71,"750":71,"751":71,"752":71,"753":71,"754":71,"755":71,"757":71,"758":71,"766":71,"767":71,"768":71,"773":71,"774":71,"775":71,"776":71,"777":71,"800":71,"803":71,"814":71,"818":71,"826":71,"828":71,"830":71,"849":71,"850":71,"852":71,"854":71,"859":71,"860":71,"861":71,"862":71}}