{"sentence":{"8":"The appellant a public limited company whose shares are listed on the Bombay Stock Exchange Ltd BSE and National Stock Exchange of India Ltd is in the business of information technology services with its corporate head quarters at Chennai and subsidiaries and offices in USA Singapore and Bangalore.","9":"The appellant was looking for expanding its operations and on a proposal received from M s.","20":"“By this transaction we are investing cash19 mn dollars and therefore it is a big statement about our commitment and seriousness to build scale capabilities and international presence.”","21":"3 The Share Purchase Agreement was signed today by Helios & Matheson and vMoksha’s officials after completion of all procedural formalities.","26":"On receipt of information regarding execution of the SPA BSE as per its usual practice flashed the information on its website on May 12 2005 itself for the benefit of the investors and this is how it reads “ Corporate Announcement Scrip Code532347 Company Helios & Matheson$ May 12 2005 Subject  Helios & Matheson companies acquisition of 3 vMoksha companies Helios & Matheson Information Technology Ltd has announced that it has completed that the acquisition of all three vMoksha Companies vMoksha technologies Inc. USA vMoksha Technologies Pte Ltd Singapore and vMoksha Technologies Pvt Ltd Bangalore.","28":"‘By this transaction we are investing cash – 19 mn dollars and therefore it is a big statement about our commitment and seriousness to build scale capabilities and international presence”.","32":"We plan to enhance our international competitive position through both organic growth and strategic acquisitions.","33":"With the completion of the vMoksha deal we are well positioned to achieve our strategic goals.” said  Mr G.K. Muralikrishna Managing Director of the Company.”","34":"As per the SPA the appellant was to pay a consideration of 1877.77 per share to the sellers for acquiring the vMoksha entities.","39":"According to the Escrow agreement M s.","40":"Pricewaterhouse Coopers Pvt Ltd and Khaitan & Co. were to be the escrow agents and were to keep in their custody inter alia various documents like the share transfer deeds share certificates of vMoksha companies held by the sellers.","41":"It is No in dispute that pursuant to the execution of these agreements the sellers had deposited the share certificates along with the signed transfer deeds and resignation letters of the directors of vMoksha entities.","42":"Since the approval of Foreign Investment Promotion Board FIPB was required by the sellers for subscribing to the redeemable preference shares the appellant made an application on May 20 2005 seeking that approval which was received only on June 30 2005.","43":"Immediately on receipt of the approval from FIPB the appellant received on June 30 2005 an amount of 630414007.00 from the sellers towards application money for issuing redeemable preference shares and the appellant also paid the consideration amount of 630414007.00 to the sellers as contemplated under the SPA.","44":"After the appellant had paid the consideration to the sellers and the sellers too had invested in the appellantcompany and deposited the application money for subscribing to the redeemable preference shares the only thing that remained was the convening of a meeting of the board of directors of the vMoksha entities for the purpose of approving the transfer of shares in favour of the appellant that were lying with the escrow agents acceptance of the resignations tendered by the directors of vMoksha entities and induction of the representatives of the appellant on the board of directors of vMoksha entities.","46":"It is the case of the appellant that the sellers kept promising to complete the formalities but there was considerable delay resulting in value erosion and ultimately the sellers by their letter dated January 28 2006 wrote to the escrow agents requesting them for the release of documents deposited with them so that 5 the disputes between Pawan Kumar and Rajeev Sawhney could be settled.","48":"The appellant by its letter dated February 6 2006 communicated its objection to the release of the documents to the sellers and specifically instructed the escrow agents No to release the documents.","49":"According to the appellant the sellers had gone back on their commitment as per the SPA and therefore it invoked the arbitration clause and the dispute between them is pending before the arbitrators.","52":"This is in response to certain information received from the Escrow Agents PricewaterhouseCoopers Private Ltd and Khaitan & Co. to the Share Purchase Agreement which we had entered into with the Sellers vMoksha Mauritius on May 11 2005 for 100% acquisition of the 3 vMoksha entities in India Singapore and USA.","53":"We believe that the current proceedings will in no way impact our investment or revenue and profit guidance for Financial year 20052006.","54":"Yours faithfully For Helios & Matheson information Technology Ltd. Sd  K.M. Kumar Company Secretary” 4.","56":"According to SEBI the appellant had violated regulations 3a 3d and 42k of the Securities and Exchange Board of India Prohibition of Fraudulent and Unfair Trade Practices relating to Securities Market Regulations 2003 read with clause 2.1 of the Code of Corporate Disclosure Practices for Prevention of Insider Trading in Schedule II to the Securities and Exchange Board of India Prohibition of Insider Trading Regulations 1992.","59":"Since one of the charges was No established during the course of the enquiry it is No necessary for us to refer to the same.","60":"The two charges which have been held established read as under “It is alleged that you had failed to make announcements disclosure with regard to the following price sensitive information i.","63":"It appears from the announcements of your company that you were purchasing a company by paying cash from your general reserves.","64":"However the deal was structured in such a way that sellers would subscribe to redeemable preference shares of your company for an equivalent amount of the sale price and the sellers would in turn wire back the same amount to you towards subscription to preference shares.","65":"The issue of preference shares which is allegedly willfully withheld from shareholders for the specific purpose of buying the company from the sellers negates all connotations of a “cash deal. ii.","66":"It has been alleged in the disclosure dated May 12 2005 you had informed that all the procedural formalities for acquisition of the 3 vMoksha companies were completed.","68":"It has been alleged that you had prima facie misled investors by stating that the deal was complete whereas the deal was No complete in entirety and was still subject to compliance of certain conditions.”","71":"What has been flashed on the website is the relevant extract from the press release and the two are almost the same except that a few other matters No relevant to the present controversy were omitted by BSE.","78":"The payment may be made by Noticee in cash and the preference shares may be redeemed in cash but at the time of making the announcement the deal was No an all cash deal because calling it a cash deal would make the investors presume that no other conditions stand attached to the deal.","79":"However that is No the situation in the present case.","87":"The biggest obligation to be completed was on the part of the Noticee i.e  the payment of consideration which happened only on June 30 2005.","88":"In such a case how could the deal be said to be completed when the SPA in clause 4 gives conditions precedent to the completion which includes payment by the Noticee to the sellers.","98":"We have heard the learned counsel for the parties who have taken us through the record and the impugned order.","99":"As already noticed above the charge regarding violation of the FUTP regulations is primarily based on the findings recorded by the adjudicating officer that the disclosures made by the appellant in the press release dated May 11 2005 were inaccurate and incomplete.","101":"He has also found that the appellant had misled the investors by stating that the deal was complete whereas the deal was No complete in entirety and that it was a cash deal when in fact it was not.","106":"There is a format prescribed by SEBI which is contained in its manuals and every listing agreement has to be in that format.","112":"No having done so it 10 clearly violated this clause of the listing agreement.","119":"Since the information regarding issue of preference shares by the appellant to the sellers being price sensitive had No been disclosed in the press release on May 11 2005 we are in agreement with the adjudicating officer that the appellant violated clause 36 of the listing agreement and also the aforesaid clause 2.1 of Schedule II to the PIT regulations.","121":"We have gone through the press release issued by the appellant on May 11 2005 and we do No think that it creates an impression that the acquisition was being made by the appellant by paying cash from its general reserves as is alleged in the show cause notice.","122":"The deal was a cash deal and we say so because the consideration that was paid by the appellant to the sellers for the acquisition was by way of cash which had been remitted by wire transfer through normal banking channels and simultaneously the amount which the sellers gave to the appellants as application money for the redeemable preference shares had also been transferred in a similar manner.","123":"It is in this context that the deal is said to be a cash deal.","125":"Acquisitions and mergers of companies do take place where instead of paying cash the shares of the companies are swapped among the shareholders.","126":"That is No the case here.","127":"The learned 11 counsel for the respondent Board brought to our notice clause 2.2.3 of the SPA which provides that if prior approval from FIPB could No be obtained the parties had agreed to mutually amend the SPA for acquiring the vMoksha entities on a stock swap basis.","128":"It is with reference to this clause that the learned counsel for the Board strenuously argued that the deal in the present case was No a cash deal.","129":"We are unable to agree with him.","130":"It is common ground between the parties that FIPB approval had been obtained on June 30 2005 where upon on the same day sale consideration was remitted to the sellers and simultaneously the sellers remitted the application money for the issue of redeemable preference shares through wire transfer and it was cash that was transferred through normal banking channels.","133":"It is alleged that it misled the investors by stating that the deal was complete when it was No complete in its entirety.","136":"It is common case of the parties that on May 11 2005 three agreements had been executed between the appellant and the sellers namely SPA SSA and the Escrow agreement.","137":"It is also No in dispute that the sellers had executed share transfer deeds in favour of the appellant and those transfer deeds along with the share certificates held by them with regard to vMoksha entities were delivered to the Escrow agents.","141":"All this had been done by the sellers and the appellant on June 30 2005.","142":"In other words the sellers and the appellant had performed their respective parts of the contract and the only thing that remained was that sellers had to formally accept the resignation letters of their directors which had already been submitted and they were also to formally approve the transfer of shares in the name of the appellant for which all the relevant and necessary documents had been executed.","152":"In the present case the deal was that the sale consideration by the appellant was to be paid simultaneously when the sellers invested an equal amount towards redeemable preference shares of the appellant company.","154":"As already noticed the sellers had committed themselves for the transfer of the shares of vMoksha entities in favour of the appellant when they deposited with the Escrow agent No only the share certificates but also the transfer deeds duly executed in favour of the appellant alongwith their resignation letters.","155":"It is by No well settled that in the case of transfer of shares held in the physical form the 13 transfer is complete the moment blank transfer deeds are executed by the sellers and delivered to the purchaser.","163":"The word sale in its popular sense or in common parlance has a wider import that what it has in its legal sense.","164":"In its popular sense sale is said to take place when the bargain is settled between the parties though property in the goods may No pass at that stage.","165":"Similarly when the appellant said in the press release that “The acquisition of the 3 vMoksha companies is complete…….” it meant that the bargain had been struck and in that sense the acquisition was complete because the sellers do No have an exit route except by committing breach 14 of the contract.","167":"When persons doing commerce use these terms in their popular sense their statements cannot be said to be misleading warranting penal action.","169":"In the result the appeal is partly allowed and the findings of the adjudicating officer on the second charge are set aside so also the penalty of 25 lacs imposed on this count.","172":"Consequently the penalty imposed for the violation is reduced to 15 lacs.","174":"Sd  Justice N. K. Sodhi Presiding Officer Sd  P. K. Malhotra Member Sd  S.S.N. Moorthy Member 16.11.11 Prepared and compared by ddg RHN","180":"Accordingly it was alleged that the Noticee had violated the provisions of Regulation 291 read with 293 of SAST Regulations 2011.","199":"I note that the allegation against the Noticee is mainly to the effect that it had No made disclosure under Regulations 291 read with 293 of SAST Regulations 2011.","204":"The aforesaid fact regarding nondisclosure has No been controverted by the Noticee.","243":"Thus  Mr Saurabh Mukherjea has No maintained the confidentiality of the price sensitive information and has thereby violated Regulation 121e of the SEBI PIT Regulations 1992 read with clause 2.1 and 2.21 of the Code of Conduct for Prevention of Insider Trading for Other Entities as specified in Part B of Schedule I of SEBI PIT Regulations 1992.","244":"Further the act of commission of releasing research report prior to making the information public resulted in fraud on innocent investors who were No privy to the said price sensitive information and dealt in the scrip of MFL during 19th and 20th of March 2013 was in violation of Section 12Ac of SEBI Act 1992 read with Regulation 3d of SEBI PFUTP Regulation 2003.","278":"On the subject matter we humbly submit that ACL pursuant to the understanding of a loan from Komal Nahata was required to make pledge of the equity shares of AIL in favour of Komal Nahata as a security in connection therewith.","280":"However upon the said loan from Komal Nahata No materializing ACL has turned down the loan proposal and called back the said shares of AIL from Komal Nahata.","281":"The above facts show that the transfer of subject shares by ACL to KN and re transfer from KN to ACL had No been resulted due to any agreement transaction of purchase or sale of subject shares and therefore ACL was under impression and understanding that no disclosure was required to be made pursuant to such transfer of shares by ACL under Regulation 71 read with Regulation 72 of SEBISAST Regulations and Regulation 133 of SEBI PIT regulations.","285":"AR has also submitted that by mistake they did No fill the pledge form for taking loan and since loan was No materialized so the shares were transferred back from KN.","286":"AR was further queried as to why it took so long to transfer back the shares AR could No reply expressed his unawareness.","287":"When AR was further asked about the interest part of loan AR stated since rate of interest was 18% which was on the higher side for the Noticee therefore they did No borrow the loan.","290":"The allegations in the present matter were that the Noticee had violated the provisions as specified under 131 and 133 read with regulation 135 under PIT Regulations and regulation 71 read with regulation 72 under SAST regulations.","298":"From the records it may be noted that the Noticee contends that by mistake they did No fill the pledge form for taking loan and since loan was No materialized so the shares were transferred back from KN.","335":"The Securities and Exchange Board of India hereinafter referred to as SEBI had examined the alleged irregularities in the matter of Indsil Hydro Power and Manganese Limited herein after referred to as IHPML and into the possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as SEBI Act and the various rules and regulations made there under.","337":"It was alleged that the Noticee had failed to do so.","357":"The Noticee further submitted that the requirement of reporting of transactions relating to purchase sale of shares above a certain threshold limit was introduced by the SEBI Insider Trading Amendment Regulations 2002 only with effect from February 20 2002.","358":"Further the prescribed formats Form D for the disclosures were introduced only with effect from July 11 2003 vide SEBI Insider Trading Amendment Regulations 2003.","359":"The Noticee submitted that he remembers informing the company about the sale of 58500 shares of IHPML on April 21 2003 however does No have a copy of the disclosures so made as the same were made in 2003.","360":"He also submitted that neither any major corporate action occurred in or about the date of the sale No was he in possession of any price sensitive information while undertaking the aforesaid transaction.","361":"The sale was No made with an intent to make profit or manipulate the market or defraud the shareholders of the company.","362":"He stated that he has No breached the threshold limit in the subsequent years till date and has never been summoned for any noncompliance lapse.","363":"The said non compliance is only technical in nature and has No resulted in any prejudice to the interest of any stakeholder No caused any jeopardy to the public interest.","364":"The Noticee vide his letter August 02 2014 submitted his additional reply in the matter and stated that the sale of shares happened inter se the promoters on April 21 2003 and the company had made the necessary disclosures in this respect to the Stock Exchanges as required under Clause 49 of the Listing Agreement.","371":"However the said fact does No absolve the Noticee from his duty of making the necessary disclosures to the Company under Regulation 13 4 read with 13 5 of the PIT Regulations in as much as the said disclosure shall be made within four working days of a the receipts of intimation of allotment of shares orb the acquisition or sale of shares or voting rights as the case may be.","374":"I also note that it is the case of the Noticee that he had informed the company about the sale of shares and does No have any proof of the same.","393":"The Securities and Exchange Board of India hereinafter referred to as SEBI had examined into the alleged irregularities in the matter of Indsil Hydro Power and Manganese Limited herein after referred to as IHPML a company listed on Bombay Stock Exchange BSE and into the possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as SEBI Act and the various rules and regulations made there under.","420":"However it was alleged that the Noticee had failed to do so.","421":"The Noticee vide its reply dated July 24 2014 submitted that it was incorporated on August 21 1980 and it is one of the promoter companies of IHPML presently Date Particulars Shares acquired Shares sold Holding after transaction Holding % Opening balance 2229500 23.59% 29122003 Inter se Transfer 200000 2429500 25.71% 17042004 Inter se Transfer 100000 2529500 26.77% 31032008 Inter se Transfer 668860 3198360 33.85% holding 34.73% of the paid up equity share capital.","423":"With regard to the transaction on December 29 2003 the Noticee submitted that the necessary disclosures to the company had been made by it but it does No have any copies of the same.","424":"The Noticee also submitted that since the transactions were in the nature of an inter se transfer it did No result in any change in the aggregate holding of the promoter group of IHPML.","452":"Sunmet Holdings India Pvt Ltd erstwhile Sun Metals Pvt Ltd. under Section 15 Ab of the SEBI Act.","461":"The findings of the examination led to the allegation that  Mr Mir Ahmed Ali Khan hereinafter referred to as “Noticee” had violated regulation 13 3 read with regulation 135 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as ‘PIT Regulations’ and consequently liable for monetary penalty under section 15A b of the Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act”.","465":"It was alleged in the SCN that as a result of offmarket sale of 24400 shares on July 15 2008 which constituted 10.12% of the total shareholding Noticee’s shareholding reduced to 82150 shares i.e  34.28% of the total shareholding.","471":"The Noticee vide letter dated April 25 2011 replied to the SCN and interalia stated that “With reference to your Notice No EAD PB RG 12273 2011 dated the 11th April 2011 we submit the following facts for your consideration and request you to kindly condone the delay in making disclosure under Regulation 133 read with Regulation 135 of SEBI Prohibition of Insider Trading Regulations 1992 and the delay is unintentional and there is no mala fide intention in any manner 1.","474":"Reserve Bank of India rejected to give NBFC Registration and as a result the company has No been carrying on any business for the past several years.","475":"The sale of shares was done through “off market” at face value and No at any premium and the promoters have No gained anything in the process and it is No detrimental to any shareholders.","476":"The allegation in the SCN that the disclosure was made after a delay of 194 days.","477":"We humbly submit that this delay was purely unintentional and lack of professional help and guidance in time and there is no mala fide intention on the part of the sellers.","478":"We also submit that Mrs. Rasheeda Fatima and  Mr Mir Mir Mehdi Ali Khan have No sold any shares prior to the open offer and thus have No violated any of the provisions of the SEBI Prohibition of Insider Trading Regulations 1992.","479":"In the light of the above facts and circumstances of the case we request you to kindly condone the delay in disclosure and drop the proceedings against us.","480":"We assure you that such instances shall No recur in future and ensure compliances promptly.","481":"We are herewith enclosing the copy of PAN Cards of Mir Ahmed Ali Khan  Mr Hasnain Ali Khan  Mr Mir Ahmed Ali Khan.","482":"We further bring to your notice that Mrs. Rasheeda Fatima does No possess a Pan Card.”","497":"• Upon perusal of the documents available on record and the reply of the Noticee I find that vide Share Purchase Agreement dated March 12 2001 the present promoters and directors of the company i.e   Mr Mir Hasnain Ali Khan Mrs. Rasheeda Fatima  Mr Mir Mehdi Ali Khan and the Noticee had acquired 78.92% shares of Star Leasing Limited from the erstwhile promoters.","499":"• As on July 15 2008 Noticee’s shareholding in RIPL was 106550 shares i.e  44.4% of the total shareholding.","501":"Alleged violation of regulation 133 read with regulation 135 of PIT Regulations 10.","522":"The disclosure assumes all the more significance as the same was transacted through off market.","536":"Ltd. PAN AAACS4876P H 108 2nd Floor New Asiatic Building Opp Hotel Marina Connaught Place New Delhi – 110001.","537":"Sham Sunder Gupta PAN AISPG6871B A22 Shalimar Colony Adarsh Nagar Ajmer – 305001.","538":"Saroj Gupta PAN AAPPG3976N 215 DDA Flats Gulmohar Enclave New Delhi – 110049.","539":"DMC Education Ltd. PAN AACCD5023B Earlier known as DMC International Ltd. H108 2nd Floor Opp Hotel Marina New Asiatic Building Connaught Place New Delhi – 110001.","548":"Entered into opposite transactions within a period of 6 months.","549":"No obtained pre clearance trades for trading in the scrip of DMCIL.","628":"Ltd. by No disclosing the change in shareholding beyond 14% of the total shareholding to the Company and to BSE had violated the provisions of Regulation 7 1 read with Regulation 7 2 of SEBI SAST Regulations 1997 read with Regulation 35 of SEBI SAST Regulations 2015.","643":"Such specific disclosures are timely disseminated by stock exchanges for public information.","659":"Being a Compliance Officer Sham Sunder Gupta had No obtained preclearance of trades carried out by him and entered into opposite transactions within a period of 6 months.","673":"Therefore I hold the Board of Directors nonindependent viz.","687":"Emphasis supplied.","694":"Message should go that our country will No tolerate “market abuse” and that we are governed by the “Rule of Law”.","695":"Fraud deceit artificiality SEBI should ensure have no place in the securities market of this country and „market security‟ is our motto.","696":"People with power and money and in management of the companies unfortunately often command more respect in Adjudication Order in the matter of DMC International Ltd. our society than the subscribers and investors in their companies.","716":"Ltd. 200000 Rupees Two lakhs only Regulation 7 1 read with Regulation 7 2 of SEBI SAST Regulations 1997 and Regulation 35 of SAST Regulations 2011."},"label":{"8":"defendent claim","9":"defendent claim","20":"defendent claim","21":"defendent claim","26":"defendent claim","28":"defendent claim","32":"defendent claim","33":"defendent claim","34":"defendent claim","39":"defendent claim","40":"defendent claim","41":"defendent claim","42":"defendent claim","43":"defendent claim","44":"defendent claim","46":"defendent claim","48":"defendent claim","49":"defendent claim","52":"defendent claim","53":"defendent claim","54":"defendent claim","56":"procedural fact","59":"defendent claim","60":"defendent claim","63":"defendent claim","64":"defendent claim","65":"defendent claim","66":"procedural fact","68":"procedural fact","71":"defendent claim","78":"defendent claim","79":"defendent claim","87":"defendent claim","88":"defendent claim","98":"defendent claim","99":"defendent claim","101":"defendent claim","106":"defendent claim","112":"defendent claim","119":"defendent claim","121":"defendent claim","122":"defendent claim","123":"defendent claim","125":"defendent claim","126":"defendent claim","127":"defendent claim","128":"defendent claim","129":"defendent claim","130":"defendent claim","133":"procedural fact","136":"defendent claim","137":"defendent claim","141":"defendent claim","142":"defendent claim","152":"defendent claim","154":"defendent claim","155":"defendent claim","163":"defendent claim","164":"defendent claim","165":"defendent claim","167":"defendent claim","169":"defendent claim","172":"defendent claim","174":"defendent claim","180":"procedural fact","199":"procedural fact","204":"defendent claim","243":"defendent claim","244":"procedural fact","278":"defendent claim","280":"defendent claim","281":"defendent claim","285":"defendent claim","286":"defendent claim","287":"defendent claim","290":"procedural fact","298":"defendent claim","335":"procedural fact","337":"procedural fact","357":"defendent claim","358":"defendent claim","359":"defendent claim","360":"defendent claim","361":"defendent claim","362":"defendent claim","363":"defendent claim","364":"defendent claim","371":"defendent claim","374":"defendent claim","393":"procedural fact","420":"procedural fact","421":"defendent claim","423":"defendent claim","424":"defendent claim","452":"procedural fact","461":"procedural fact","465":"procedural fact","471":"defendent claim","474":"defendent claim","475":"defendent claim","476":"procedural fact","477":"defendent claim","478":"defendent claim","479":"defendent claim","480":"defendent claim","481":"defendent claim","482":"defendent claim","497":"defendent claim","499":"defendent claim","501":"procedural fact","522":"defendent claim","536":"defendent claim","537":"defendent claim","538":"defendent claim","539":"defendent claim","548":"defendent claim","549":"defendent claim","628":"defendent claim","643":"defendent claim","659":"defendent claim","673":"defendent claim","687":"defendent claim","694":"defendent claim","695":"defendent claim","696":"defendent claim","716":"defendent claim"},"case_number":{"8":80,"9":80,"20":80,"21":80,"26":80,"28":80,"32":80,"33":80,"34":80,"39":80,"40":80,"41":80,"42":80,"43":80,"44":80,"46":80,"48":80,"49":80,"52":80,"53":80,"54":80,"56":80,"59":80,"60":80,"63":80,"64":80,"65":80,"66":80,"68":80,"71":80,"78":80,"79":80,"87":80,"88":80,"98":80,"99":80,"101":80,"106":80,"112":80,"119":80,"121":80,"122":80,"123":80,"125":80,"126":80,"127":80,"128":80,"129":80,"130":80,"133":80,"136":80,"137":80,"141":80,"142":80,"152":80,"154":80,"155":80,"163":80,"164":80,"165":80,"167":80,"169":80,"172":80,"174":80,"180":81,"199":81,"204":81,"243":82,"244":82,"278":83,"280":83,"281":83,"285":83,"286":83,"287":83,"290":83,"298":83,"335":84,"337":84,"357":84,"358":84,"359":84,"360":84,"361":84,"362":84,"363":84,"364":84,"371":84,"374":84,"393":85,"420":85,"421":85,"423":85,"424":85,"452":85,"461":86,"465":86,"471":86,"474":86,"475":86,"476":86,"477":86,"478":86,"479":86,"480":86,"481":86,"482":86,"497":86,"499":86,"501":86,"522":86,"536":87,"537":87,"538":87,"539":87,"548":87,"549":87,"628":87,"643":87,"659":87,"673":87,"687":87,"694":87,"695":87,"696":87,"716":87}}