{"sentence":{"16":"Sd  Sd  S.K. MOHANTY ANANTA BARUA WHOLE TIME MEMBER WHOLE TIME MEMBER","23":"It was alleged that the said transaction resulted in change in control of the Company but the Noticee had failed to comply with the provisions of Regulation 12 read with Regulation 143 of the Takeover Regulations 1997.","39":"Innoventive Venture Limited a.","40":"That they had acquired 30000 shares of the company on March 31 2006 in the ordinary course of business from one  Mr Hanuman Mal Anchalia HUF the Seller at R.5.50 per share as a long term investment in the listed company and No with the objective either of making substantial acquisition of shares or acquiring control over the Company.","41":"Further that the quantum of shares held by them was also negligible i.e  around 4.08% being less than 5% of total equity voting capital of the target company whereas there were various shareholders who were holding much larger percentage of shareholding in the Company.","42":"They sold their holdings in company i.e  in November 2011 to  Mr Chandu L Chavan & Others.","43":"Post the said date they did No hold even a single share of the Company; b.","44":"That the said seller i.e   Mr Hanuman Mal Anchalia HUF was merely one of the ordinary shareholder of the company and was neither a promoter nor in control of the Company; c. that post the said acquisition the Noticee was No involved in any manner with the day to day management operations activities etc. of the company either directly or indirectly.","45":"Admittedly immediately post acquisition there was no change in the board of directors of the Company or in the auditors of the Company.","46":"The directors who were already there viz.","49":"If they had acquired any control consequent to the aforesaid acquisition the same would have manifested itself in change in Board of Directors of the Company change in office bearers of the Company etc. which normally is the case wherein acquisition is accompanied by change in control which admittedly did No take place; d.","50":"That it was sometime in March 2008 and later in June 2009 that the following directors were appointed viz.","51":"Mr Hanuman Mal Tater and  Mr Vaibhav Maloo respectively however the Noticee had no role in appointment of the said directors and that they were No their representatives or acting at their behest or directions.","53":"Status quo remained in terms of the Board of Directors of the company till March 2008 i.e  for two years post acquisition.","54":"Further in March 2008 when new directors were appointed then too they had no role to play in their induction and they were No their representatives; e.","55":"That the notice is silent as to how the Noticee has acquired control.","56":"Assuming that they were in control of the company merely because they were disclosed as promoters by the Company is Adjudication Order in the matter of M s.","57":"Innoventive Venture Limited legally untenable and unsustainable.","60":"Further as far as the quantum of shareholding is concerned there were several other shareholders who were holding much higher number of shares than them; f.","61":"That at no point of time they had ever exercised any voting rights or attended any general meetings or participated in voting on resolutions passed by the Company.","62":"Further at no point of time they had any representation on the Board of the Company.","63":"The expression control in Regulation 12 means effective control which has to be established and the same cannot be presumed merely because a person is disclosed as a promoter by a company.","64":"There is nothing on record to even remotely suggest as to how they have exercised control over the company; g.","65":"That the said acquisition was an investment made by the Noticee in a listed company and nothing beyond that; h.","72":"Innoventive Venture Limited Control according to the definition is a proactive and No a reactive power.","73":"It is a power by which an acquirer can command the target company to do what he wants to do.","77":"It is a positive power and No a negative power.","86":"If yes he is in control but No otherwise.","87":"In short control means effective control.” i.","88":"That without prejudice to the aforesaid if it is construed that they had acquired control by virtue of acquisition of shares in the year 2006 then too no penalty be imposed in light of the following extenuating and mitigating circumstances i.","89":"That their financial position was very weak over the years.","90":"During 2006 to 2011 they had continuously made losses.","91":"Post 2011 new management took over and they were slowly recovering; ii.","93":"The investment made by them in the shares of the company was a dormant investment; iii.","94":"That they never exercised any control over the company in any manner and were never involved in the day to day affairs and management of the company.","96":"Form should No be given precedence over substance.","97":"Mere disclosure by the company as promoter cannot result in automatic finding on they being in control ignoring that they had no representatives in the board no involvement in management of affairs Adjudication Order in the matter of M s.","98":"Innoventive Venture Limited of the company and that there were various shareholders who were holding much larger voting rights then the Noticee which is critical and decisive factor in determining control; iv.","99":"That the alleged violation pertains to a very old period and the same has No caused any loss to any investor and have also No adversely affected the shareholders of the company or the securities market in any manner.","100":"Admittedly open offer has already been made by buyers to the shareholders of the company at price of Rs 10  per share and they had also exited at the price of Rs 10  per share 30000 shares x 10 per share = Rs 300000  by selling the shares to the buyers.","101":"Thus there has been parity between them and other shareholders of the company; v.","102":"That as per the Letter of Offer dated December 03 2011 filed by the buyers taking the date of March 31 2006 as the trigger date and adding interest @10% p.a. the offer price would become Rs 8.62 per share only which is far lower than the offer price of Rs 10  per share which the buyers had been offered; vi.","103":"That during the relevant period i.e  20062011 there was no trading in the scrip of the company and the company was consistently making losses; vii.","104":"That they have No made any gain or gained unfair advantage as a result of the alleged violations.","105":"The same has No even been alleged.","106":"Further the allegations does No relate to fraud unfair trade market practice market manipulation insider trading etc.; viii.","107":"That they have a clean track record in terms of compliance.","108":"Their conduct has never been found to be violative of any of the provisions of SEBI Act or Regulations and no action has been taken against them by SEBI save and except the matter under reference.","114":"Innoventive Venture Limited the definition of the promoter as defined under Regulation 21hii of the Takeover Regulations 1997 however the Noticee was No in control of the company.","124":"That the solitary charge in the SCN was that by virtue of acquiring 30000 shares of the company on March 31 2006 and being shown as promoter by the company they have acquired control over the company and thus violated the provisions of Regulation 12 read with 143 of Takeover Regulations 1997; b.","125":"That merely because they had been disclosed as promoters cannot result in automatic finding that they had acquired control over the company on March 31 2006 and in this context during the hearing attention was invited to the definition of “promoters” as it existed at that relevant time; c.","126":"That there is nothing else in the SCN except the fact that they were shown as promoters by the company in order to attribute acquisition of control on March 31 2006; d.","127":"That during the hearing for the first time other factors were informed based on which allegation of acquiring control over the company was sought to be supported.","128":"The Noticee submitted that said approach procedure wherein allegations in the notice are sought to be supported No on the basis of foundation laid in the notice but based on certain extraneous material grounds which find no mention whatsoever in the notice is completely unknown to law and is legally untenable and unsustainable.","129":"It is well settled that no reliance can be placed on any such material which is No relied upon in notice to level the allegation; e.","130":"That without prejudice to the above the Noticee further submitted the following i.","131":"That though they were being disclosed as promoters of the company from March 2006 they did No have any representation on the board of the company.","132":"Further they never appointed any directors on the board of the company.","133":"At no point of time any of the directors of the company were acting on their behalf or at their behest.","134":"And at the relevant time there were various shareholders who were holding much more shareholding voting rights than the Noticee.","135":"The said fact which goes to the root of the matter has been totally ignored and overlooked; ii.","136":"That though it is a matter of record that the company did No have any business operations during the period 20062007 and 20072008 however the fact that the Company was No having business is totally irrelevant to determine whether the Noticee acquired control of the company on March 31 2006; iii.","137":"That similarly though it is matter of record that the company did No have any Managing Director or Whole Time Director during the period 20062007 and 20072008 however the Adjudication Order in the matter of M s.","138":"Innoventive Venture Limited fact that the company did No having any Managing Director or Whole Time Director during the period is totally irrelevant; iv.","141":"Further that  Mr Hanuman Mal Tater was No acting on the Noticee’s behalf or at their behest and  Mr Hanuman Mal Tater did No have even a single share in the company; v.","143":"The same goes to show that the Noticee did No acquire any control on March 31 2006 as alleged.","144":"Further it is nobody’s case that the said directors were at any point of time acting on the Noticee’s behalf or behest; vi.","147":"Further  Mr Vaibhav Maloo was No acting at the behest of the Noticee and that  Mr Vaibhav Maloo became the director of the Noticee only on January 17 2008.","148":"The Noticee vide the said letter further inter alia submitted that there was no agreement or gift deed in respect of the 30000 shares purchased from  Mr Hanuman Mal Anchalia HUF by way of offmarket transaction at Rs 5.50 per shares that resulted in alleged violation of Regulation 12 read with Regulation 143 of the Takeover Regulations 1997.","151":"Innoventive Venture Limited 4  Mr Ashok Kumar 04.09.2007 25.02.2008 5  Mr Vaibhav Maloo 17.01.2008 12.11.2013 6  Mr Santosh Narkar 17.01.2008 12.12.2013 Sr.","152":"No Name of the Shareholders No of shares Percentage % w.e.f 1.","153":"Mr Vijay Dargar 5000 50% Since inception 2 Ms. Reena Dargar 5000 50% Since inception 3 Ms. Vineeta Maloo 9000 90% 19.09.2005 4  Mr Vaibhav Maloo 1000 10% 19.09.2005 14.","163":"Innoventive Venture Limited Authority.","164":"The reasons for departure from this established procedure is No clear and has No been explained; b Further that it is a matter of record that as per the Annual Report of 20062007 the Company was planning long term strategy for revival of its business secondly the name of the Company was changed from Kayton Trade and Finance Ltd to M s.","165":"Platinum Ocean Energy Ltd on June 15 2006 and finally the company filed an application before the Reserve Bank for cancellation of NBFC certificate due to change in its name and object clause of the company.","166":"However merely because they were the shareholders of the company during the relevant time cannot result in acquiring exercising control over the company.","167":"The same is legally untenable and unsustainable.","168":"The notice has failed to explain as to how they acquired control over the company and secondly there is no clarity as to how they exercised control in these changes; c That immediately post their acquisition there was no change in the Board of Directors of the Company or in the auditors of the Company.","169":"The directors who were already there viz.","171":"The same is evident from the Annual Report of the Company for the years 200506 and 200607.","172":"If they had acquired any control consequent to the aforesaid acquisition same would have manifested itself in change in Board of Directors of the Company change in office bearers of the Company etc. which normally is the case wherein acquisition is accompanied by change in control which admittedly did No take place; d That merely because the name of the Company changed from M s.","173":"Kayton Trade & Finance Ltd to M s.","174":"Platinum Ocean Energy Ltd. one cannot jump into conclusion that they had acquired the control of the Company; e That it is denied that  Mr Hanuman Mal Tater was appointed as the sole Director of the company with effect from June 30 2008 as alleged.","177":"Mr Jagdish Mal Lodha and  Mr Deepak Bhandari being independent nonexecutive Director it cannot be assumed that  Mr Hanuman Mal Tater was the sole Director of the Company.","178":"Further it is submitted that  Mr Hanuman Mal Tater was a member of the Audit Committee and on the Shareholders Investors Grievance Committee along with  Mr Jagdish Mal Lodha and  Mr Deepak Bhandari wherein  Mr Jagdish Mal Lodha was the Chairman of Adjudication Order in the matter of M s.","179":"Innoventive Venture Limited both the Committee whereas  Mr Hanuman Mal Tater was just a member of both the Committees; f That further from the Annual Report of the Company for the period 200708 it appears that  Mr Hanuman Mal Tater was No a signatory to the Director’s Report and Auditor’s Report.","180":"In fact the same was signed by  Mr Jagdish Mal Lodha and  Mr Deepak Bhandari for and on behalf of the Board.","181":"Also by the perusal of the said Annual Report it is evident that during the relevant period  Mr Hanuman Mal Tater was holding directorship in more than 15 companies out which 2 are listed companies; g Thus the allegation that  Mr Hanuman Mal Tater was appointed as the sole Director of the company with effect from June 30 2008 is completely contrary to the factual position on record.","183":"That  Mr Vaibhav Maloo was No acting on their behalf or their behest; i That further reality on the ground cannot be ignored and overlooked in terms of exercise of voting right appointment of director role played in management of the Company involvement in policy decisions of the Company etc. Designation as a promoter by itself is No a deciding factor of exercise of control.","185":"And they had never exercised any voting rights or attended any general meetings or participated in voting on resolutions passed by the Company.","186":"Further at no point of time they had any representation on the Board of the Company; j Also that it was No the case that soon after they acquired the shares of the Company the Company decided to plan long term strategy for revival of its business which inter alia included diversification into lucrative areas.","187":"By analyzing the various Annual Reports for the year 200607 200708 and 201011 it appeared that the same wordings were getting repeated in all the Annual Reports under head ”Future of business – company planning long term strategy for its business which inter alia included diversification into lucrative areas”.","189":"Innoventive Venture Limited k That status quo remained in terms of Board of Directors of the company till March 2008 i.e  for 2 years post their acquisition.","190":"Further in March 2008 when new directors were appointed they had no role to play in their induction and they were No their representatives; l That with regard to object and scheme of Act and Takeover Regulations the expression control in Regulation 12 means effective control.","191":"The factum of control has to be established and same cannot be presumed merely because a person is disclosed as promoter by the Company; m There is nothing on record to even remotely suggest as to how they have exercised control over the Company.","192":"The said acquisition was an investment made by the Noticee in a listed company and nothing beyond that and the same was a dormant investment.","204":"The Noticee vide reply email dated June 27 2016 inter alia stated that the documents sought pertains to the company and they were just a shareholder of the company hence it was No possible for them to provide the said documents information since the same did No pertain to them.","205":"Vide letter dated July 07 2016 the aforesaid information documents were hence sought from the company.","212":"Mr Jagdish Mal Lodha  Mr Deepak Bhandari  Mr Hanuman Mal Tater  Mr Vaibhav Maloo and  Mr Hemant Kumar Sachetee was No provided.","213":"Also only the extract of the minutes of the Board meeting held on March 25 2008 was provided but the signed copy of the minutes of the Board meeting approving the issue of 240000 redeemable preference shares at a premium of Rs 90  per share to Burlington and 73500 redeemable preference shares at a premium of Rs 90  per share to Amrit was No provided.","220":"Innoventive Venture Limited Rs 32500000  from Obident and the sum so raised were paid as advance against redemption to the preference shareholders viz.","221":"Burlington Rs 24000000  and Amrit Rs 7350000 .","222":"Further that the said advances were adjusted against redemption of preference shares.","223":"It was also stated that the control and management of the company was transferred to them by the erstwhile management by way of open offer and with whatever records handed over they were No in a position to lay their hands on the agreement entered if any in this regard.","226":"However the same have No been provided.","249":"Innoventive Venture Limited the details were No provided in the format in which they were sought.","263":"Karvy inter alia stated that despite several efforts from their side they did No receive any response from the Company and in absence of related transaction history or documents which were processed prior to migration of R&T Agent services to Karvy they were No able to provide the required information sought.","267":"It is observed that the allegation against the Noticee is that Noticee violated the provisions of Regulation 12 read with Regulation 143 of the Takeover Regulations 1997 pursuant to acquiring 30000 shares 4.08% of the company on March 31 2006 and thereby becoming the sole promoter of the Company.","287":"Innoventive Venture Limited primarily to enable the Noticee to meet the grounds on which the action is proposed against him.","288":"The same has been expressly brought out in the show cause notice.","291":"The Noticee has contended that the reasons for departure from the established procedure is No clear and has No been explained.","305":"I find that SCN has alleged that the Noticee had acquired 30000 shares 4.08% of the Company on March 31 2006 however failed to make an open offer as required under Regulation 12 read with Regulation 143 of Takeover Regulations 1997.","307":"Innoventive Venture Limited quarter March 2003 onwards upto quarter March 2006 the company did No have any identifiable promoter.","315":"If yes he is in control but No otherwise.","320":"The said facts have been admitted by the Noticee also in its submissions.","328":"The said para as appearing in Annual Report of 200708 then remained unchanged during the later years upto 201011.","332":"The said facts have been admitted by the Noticee too in its submissions.","368":"And  Mr Vinay Maloo is the father of  Mr Vaibhav Maloo who was the director of the Company as also the Chairman of the Audit Committee and of the Shareholders Investors Grievance Committee at the relevant point of time.","378":"Thus I find that in accordance to provisions contained under section 31o of the Sick Industrial Companies Special Provisions Act 1985 SICA the Company deemed to be a sick industrial company in FY 201011.","381":"No Name of the Related Party Amount Rs  1 M s.","397":"It has been further stated that if they had acquired any control consequent to the aforesaid acquisition same would have manifested itself in change in Board of Directors of the Company change in office bearers of the Company etc. which normally is the case wherein acquisition is accompanied by change in control which admittedly did No take place.","401":"Also the signed copy of the minutes of the Board meeting approving the issue of 240000 redeemable Adjudication Order in the matter of M s.","414":"After the resignation of earlier Board of Directors the director who was No NonExecutive and No Independent at the point of time was one of the directors of the Noticee.","419":"Innoventive Venture Limited any manner with the day to day management operations activities etc. of the company either directly or indirectly.","420":"However this is because the company in the first place did No have any business operations.","421":"Further on the day the director of the Noticee who was appointed director in the Company resigned i.e  on June 30 2009 on the very same day the promoter director of the Noticee was appointed on the Board of Directors of the Company and was further made the Chairman of the Audit Committee and of the Shareholders Investors’ Grievance Committee.","425":"Further the copy of agreement entered if any by the Company with Obident for taking interest free loan and copy of agreement entered if any by the company with Burlington and Amrit for giving interest free loan to them was sought from the Company.","426":"The Company stated that the control and management of the company was transferred to them by the erstwhile management by way of open offer and with whatever records handed over they were No in a position to lay their hands on the agreement entered if any in this regard.","463":"I find that the Noticee has inter alia submitted that the alleged violation has No caused any loss to any investor and has also No adversely affected the shareholders of the company or the securities market in any manner.","465":"SEBI Date of judgment January 27 2014 has observed that “Argument that no investor has suffered on account of No disclosure and that the AO has No considered the mitigating factors set out under Section 15J of SEBI Act 1992 is without any merit because firstly penalty for No compliance of SAST Regulations 1997 and PIT Regulations 1992 is No dependent upon the investors actually suffering on account of such No disclosure.”","466":"In view of the same the argument put forth by the Noticee that they have No caused any loss to the investors is No relevant.","468":"Innoventive Venture Limited 78.","469":"Further I find that it has been inter alia also submitted by the Noticee that they have No made any gain or gained unfair advantage as a result of the alleged violation.","471":"SEBI the Honble Securities Appellate Tribunal SAT vide Order dated September 30 2014 had observed that “… Argument of appellant that the delay was unintentional and that the appellant has No gained from such delay and therefore penalty ought No to have been imposed is without any merit because firstly penal liability arises as soon as provisions under the regulations are violated and that penal liability is neither dependent upon intention of parties No gains accrued from such delay.”","472":"In view of the same the argument put forth by the Noticee that they have No made any gain or gain unfair advantage is also No relevant.","478":"The interest paid as such on a sum which is due to the shareholders is No a penalty it is the legitimate claim of the shareholders for the delay involved in making payment to them.","480":"Besides I also note that the compensation to the shareholders of the Company was paid by the Acquirer  Mr Chandu Chavan & Ors. and No by the Noticee who failed to make an open offer.","492":"Capetown Trading Company Private Limited under the provisions of Section 15Hii of the SEBI Act for violation of Regulation 12 read with Regulation 14 of the Takeover Regulations 1997.","500":"Name of Payee 3.","501":"Date of payment 4.","502":"Amount Paid 5.Transaction No 6.","509":"Sumedha SaraogiPAN  AXFPS3450A 4.","510":"Meena Agarwal PAN  AHDPA8648N 5.","530":"The Company vide its letter dated 18th July 2014 has submitted that due to inordinate delay in transaction for acquisition of the above said entities and considering the benefits arising out of the acquisition the Board of the Company decided to withdraw the proposal for acquisition of these entities and accordingly disclosed its decision to the stock exchange on July 13 2012.","531":"But silent with regard to the foreign supplies.","540":"Colombo Trade Breschia Italy.","546":"The Company is also in the process of trying to procure a similar order from The Democratic Republic of Congo.","547":"However that is yet to be confirmed.","552":"According to Shri Manoj Kumar Saraogi promoter they are exploring other African countries for similar orders while they manufacture cloths and accessories catering to all age groups in form of Italian brands formals and ethnic ware fashion jewellery and have plans to establish multi city show rooms selling Ecofriendly products which have become a rage domestically and internationally.","553":"We are in the final process of acquiring a Multi brand retail Company with existing outlets in metro cities and plan to multiply rapidly in the 17 07 2012 O H L C 31 31 27.55 28.6 No of shares traded  35259 18 07 2012 O H L C 29.25 29.25 27.5 28.4 No of shares traded  91352 The scrip closed on 18 07 2012 at 0.7 % below its previous day closing price.","556":"During the course of investigations with respect to implementation of the above orders company has submitted vide its letter dated 18th July 2014wherein it was submitted that due to inability to secure working capital limit from its bankers and also as a result of the failure to complete the takeover of SMM Paper Marketing Pvt Ltd. these orders could No be executed and therefore lapsed.","558":"It was therefore alleged in the SCN that the Noticee 1 and its directors Noticee No 2 to 4 have violated the provisions of Clause 367 of Listing Agreement r w section 21 of SCRA Clause 2.1 of Schedule II of Regulation 122 of PIT 1992 to be adjudged under Section 23A a of SCRA and Section 15HB of the SEBI Act and Noticee No 5 its Compliance officer  has violated the provisions of Clause 3.2 of Schedule II of Regulation 122 of PIT 1992 to be adjudged under Section 15HB of the SEBI Act.","560":"Since the company was facing huge financial crunch and was No able to execute these orders on its own which led the company to wait and explore the various other options of raising finance to fund its working capital requirements.","561":"Once the deal of takeover got cancelled the company still continued to explore other possibilities also in order to keep the orders alive and that was the only reason for near future and increase sale by launching our own online retail portal and looking around for garment manufacturing units to expand our capacity.","563":"No disclosing the closure of orders.","564":"But non disclosure should No be construed as violation because the company was trying to and exploring all the means to raise the working capital finance in the larger interest of the company and its shareholders.","565":"But due to unfavourable circumstances prevailing in the market and inability of the company to get the required working capital as bank finance etc. due to heavy accumulated losses and negative networth led the company give up hopes and forgo the orders.","566":"Finally when SEBI enquired about the status of the orders the board further submit that as such the orders’s as per the timeline was already expired and of nouse.","567":"For the enhancement of the wealth the board has been trying all alternatives of finance so that the orders can be executed.","569":"The Noticee 1 further submitted that the price volume movement is negligible compare to the capital and volume during the period and thereafter.","570":"The promoter compliance officer or any Board member have No benefitted neither from the disclosure of corporate announcements No from the withdrawal of the announcement.","571":"The Noticee 1 further submitted that the Listing Agreement clause 367 makes it clear that information of any sensitive nature required to be published that the company did at the EGM for takeover of the company.","572":"The Board took the approval of the members and the uncertainty of the deal also was intimated to the members present at that time.","573":"Further as the alleged violation of the provisions of Clause 3.2 of Schedule II of Regulation 12 2 of PIT 1992 by the compliance officer Noticee 5 is concerned it has been submitted by him vide letter dated June 7 2016 as under i He was the compliance officer of Noticee 1 during the period of investigation.","574":"Adjudication Order in matter ofShreeyash Industries Ltd Ltd. ii He is No a qualified company secretary and No designated as officer to look into the compliances of the company in respect of implementation of the code of conduct of the company. iii The information relating to the order were intimated to the stock exchange after proper board deliberation and at the time of AGM stock members meeting members inquired about the future and prospect of the orders.","576":"Each and every time he has intimated the outcome to the stock exchange and fully discharged his contractual obligations with the company hence under the aforesaid circumstances it could No be possible on his part to act like board. v In light of above detailed submissions and the reason behind such alleged nondisclosures regarding nonexecution of four large orders the compliance officer has discharged his duties fully in complying with the disclosure requirements and there were no overlapping in his part in discharge of duties.","587":"The main charge against Noticee 1 is that it had failed to disclose regarding No execution of the orders bagged by the Company and allegedly violated Clause 367 of Listing Agreement r w section 21 SCRA Clause 2.1 of Schedule II of Regulation 122 of PIT 1992.","599":"During the said period our company though was running in loses has tried to get some working capital limits from its bankers to meet the requirement of the order.","600":"Unfortunately the time elapsed but because if the disturbed financial scenario our company could No get required working capital.","601":"Finally we had to forego the order.","602":"2 20.06.2012 Our company could get an order worth Rs 21.30Crs from an ltaly based company.","603":"During the period the takeover process between our company and SMM paper Marketing Pvt Ltd was under process We thought that based on the huge assets the company is going to get the order by virtue of the take over the company will be in a position to mortgage the same for raising working capital fund to meet the order .","604":"But because of the denial of the directors of SMM paper Marketing pvt Ltdour company neither got the assets No could raise the working capital funds as such the order could No be completed.","605":"Because of denial of takeover stated above all the major orders is which should have been performed during June &July by our company has a heavy negative impact.","606":"3 06.07.2012 We made an announcement that our company got an order for supply of hospital apparels the total worth of order was Rs 23.92 Crs from SouthAfrica.","607":"During the period the takeover process between our company and.","608":"SMM paper Marketing Pvt Ltd was underway We thought that based on the huge assets the company is going to get by virtue of the take over the company will be in a position to mortgage the same for raising working capital fund to meet the order .","609":"But because of the denial of the directors of SMM paper Marketing pvt Ltd our company neither got the assets No could raise the working capital funds as such theorder could No be completed.","610":"Because of denial of takeover stated above all the major orders which should have been performed during June & July by Adjudication Order in matter ofShreeyash Industries Ltd Ltd. our company has a heavy impact 4 16.07.2012 Our company had announced that were in receipt of an order of Rs 24 Crs per annum.","612":"But .because of the denial of the directors of SMM paper Marketing Pvt Ltd our company neither got the assets No could raise the working capital funds as such the order could No be completed.","613":"Because of denial of takeover stated above all the major orders which should have been performed during June & July by our company has suffered and the order was lapsed 23.","614":"From the above I note that at time of making public announcements regarding high value Orders Noticee 1 did No have working capital plants machinery and manpower to execute the Orders.","616":"With respect to Order at serial number 1 it was submitted that since company was running in losses it intended to get working capital limits from its bankers to execute the Order.","621":"Similarly on the same day they also entered into MOU with Ritvik Nurseries and Agro Chemicals and Anu Traders.","630":"I note that the main charge alleged in the SCN relates to nondisclosure of Adjudication Order in matter ofShreeyash Industries Ltd Ltd. cancellation of Orders.","639":"No Name of client Date of Order Remarks 1 Trade Point 13.02.2012 There was no time mentioned.","640":"2 M s Colombo 20.06.2012 Order to be delivered within August 30 2012 3 Silver Solution 06.07.2012 Delivery within 30 days from the date of purchase order.","641":"4 Harpan Trade 16.07.2012 Orders to be delivered on month to month basis for a period of 36 months OBSERVATION REGARDING THE PURCHASE ORDERS a The Orders at serial number 2 and 3 were valid only for 30 days from the date of Order which means they would expire by the end of August 2012. b Noticee 1 vide letter dated August 14 2012 informed all clients about the termination of acquisition of SMM and also advised them to explore other supplier vendors. c In response to letter of Noticee 1 I note that all client have replied on same date i.e  August 23 2012.","642":"Further surprisingly I also note that the contents Adjudication Order in matter ofShreeyash Industries Ltd Ltd. of the letter were also same in respect of two client i.e  Harpan Trade and Silver Solutions.","644":"The para is reproduced.","645":"“ We decided to continue to our regular supply for procurement of our goods.","646":"However to keep the relationship alive we have decided to keep the order as pending without any penalty or legal course once you are ready with supply of goods let us know we will forward the discussion and financial arrangement accordingly.” d Noticee 1 made public announcement of July 17 2017 regarding receipt of an Order worth Rs 24 crores from Silver Solution Africa one week after receipt of intimation of termination of agreement with SMM.","647":"It clearly suggests that although it was aware that it could No execute the Order it had disclosed to the public which was misleading information to investors. e The company informed the buyer vide letters dated November 14 2014 its inability to execute the aforesaid orders and timely delivery of good and material.","648":"With mutual understanding with the buyer company explores alternative to execute orders. f Noticee 1 informed to BSE that Board in its meeting held on November 14 2014 decided to cancel pending orders.","654":"However investors were No aware that plant machinery and manpower of SMM would be used for execution of those Orders.","655":"In the absence of such information in public domain investors would be curious to invest in the shares of company as the events in public Adjudication Order in matter ofShreeyash Industries Ltd Ltd. domain indicates the possibility of turnaround of company.","662":"In view of above the charge of failure to disclose to public regarding No execution of the orders bagged by the Company stands established and therefore violated Clause 367 of Listing Agreement read with Section 21 of SCRA Clause 2.1 of Schedule II of Regulation 122 of PIT 1992.","664":"The main charge against Noticee 24 is that they had failed to disclose regarding No execution of the orders bagged by the Company and allegedly violated Adjudication Order in matter ofShreeyash Industries Ltd Ltd. Clause 367 of Listing Agreement r w section 21 of SCRA Clause 2.1 of Schedule II of Regulation 122 of PIT 1992.","668":"Noticee 1 being an artificial person conducts its day to day operations through natural key management persons such as Managing Director CEO Compliance officer etc. I observe that during the period of violation.","670":"Therefore MD being principal officer of company and responsible for day to day operating including ensuring prompt disclosure of material price sensitive information to investors through disclosure to stock exchange as mandated in the clause 36 of listing agreement.","685":"The main charge against Noticee 5 is failure to disclose regarding No execution of the orders bagged by the Company and therefore allegedly violated Clause 3.2 of Schedule II of Regulation 122 of PIT 1992.","691":"Based on the submission of the Noticee 5 it is an admitted position that he was coordinating with board meeting minutes as instructed by Managing Director of company.","692":"As per the regulations compliance Adjudication Order in matter ofShreeyash Industries Ltd Ltd. officer is responsible to ensure that company complies with continuous disclosure requirement and also coordinates disclosure of price sensitive information.","737":"It was alleged in the said SCN that the shares of the target company are listed at Bombay Stock Exchange Ltd BSE.","746":"It was further alleged that the Noticee on several occasions as detailed above were required to make required disclosure under Regulation 292 read with Regulation 293 of SEBI SAST Regulations and Regulation 133 134 and 134A read with Regulation 135 of SEBI PIT Regulations 1992.","750":"The Noticee was therefore alleged to have failed to make required disclosures to AIL as well as to BSE and alleged to have violated the abovementioned provisions of SEBI SAST Regulations and SEBI PIT Regulations 1992.","774":"As rightly contended by  Mr Rustomjee learned senior counsel for respondents appellants have neither filed reply to show cause notices issued to them No availed opportunity of personal hearing offered to them in the adjudication proceedings and therefore appellants are presumed to have admitted charges leveled against them in the show cause notices..”","834":"It was alleged that the Noticee being an insider before the outbreak of NSEL irregularities avoided losses by selling 300 shares of MCX on November 30 2012 when in possession of UPSI and thereby violated provisions of Regulation 3i of PIT Regulations 1992 read with Adjudication Order in respect of Parag K Ajmera in the matter of MCX Regulation 122 of SEBI Prohibition of Insider Trading Regulations 2015 hereinafter referred to as “PIT Regulations 2015”.","839":"The summary of submissions is as follows  Whole T ime Member   WTM of SEBI had v ide an Ex par te o rde r da ted August 2  2017 in i t i a ted a p roceed ing aga ins t ce r ta in ind iv idua ls where in i t was a l leged tha t the sa id ind iv idua ls had t raded in the sc r ip o f MCX on the bas is o f UPSI and the per iod o f UPSI a l leged in the sa id p roceed ing was the same a s in the sub jec t show cause no t i ce .","840":"Fu r the r  i t i s a Adjudication Order in respect of Parag K Ajmera in the matter of MCX mat te r o f record tha t t he said p roceed ings have been conc luded by the WTMs o rder on January 5  2018.","841":" The WTM has arrived at a conclusion that i the UPSI arose as a result of a Show Cause No t i ce  S CN  da t ed Ap r i l 27  2012 th a t was i ssued by the department of Consumer Affairs to NSEL and i i th e UP S I p e r i o d ceased to ex is t on October 03 2012 when the in format ion and imp l i ca t io n o f t h e sa id S CN wa s p ub l i sh ed i n t h e E cono mic Times.","842":" It is pertinent to note that upon perusal of the subject SCN it is SEBI’s own case that our client had sold only 300 shares of MCX on November 30 2012 and therefore in view of the findings recorded by the WTM the said trades by our client cannot be said to be based on or during UPSI.","843":"Since the al legat ions in the said WTMs p roceed ings a re iden t ica l to the a l lega t ions in the sub jec t proceedings against our cl ient the subject proceedings deserve to be dropped and may No be proceeded.","844":"In v iew of the said f indings i t is also clear that the trades entered into by our cl ient are No in violat ion of Regulation 3i of PIT Regulations 1992 or any provisions of law.","845":" You have recently exonerated other noticees without imposing any penalty in connected proceedings arising out of the same set of events.","846":"It is No an admitted position that UPSI period ceased to exist on October 03 2012 when the in format ion and i mp l i ca t io n o f t h e sa id S CN wa s pu b l i shed i n t he E co no mic Times.","847":"Since our client had entered into the sale of 300 shares of MCX on November 30 2012 he had traded in the scrip when the UPSI period had ceased to exist.","866":"On a careful perusal of the newspaper article dated October 3 2012 I find that the publication of the said article made the following information public  DCA had issued a show cause notice dated April 27 2012 to NSEL hereby it had found fault with certain types of contracts which were being traded on NSEL.","867":" There were allegations against NSEL that it was permitting short selling on its platform.","868":"It was also alleged that NSEL did No have a stock check facility for validating a members position.","869":" SCN also alleged that all contracts traded on NSEL with a settlement period exceeding11 days were in violation of the provisions of FCRA.","870":" The conduct of NSEL was allegedly in violation of the conditions stipulated in the DCA notification dated June 5 2007.","872":" In the event of NSEL failing to file a satisfactory explanation DCA would withdraw the exemption granted vide notification dated June 5 2007 without any further communication.","882":"Since the alleged violation is No established against the Noticee Issue No 2 requires no consideration.","883":"For the aforesaid reasons Show Cause Notice EAD AO PM AA OW 31610 2017 dated December 14 2017 alleging violations of provisions of Regulation 3i of PIT Regulations 1992 read with Regulation 122 of PIT Regulations 2015 by the Noticee i.e  Shri Parag Kishorekumar Ajmera is disposed of without imposition of any penalty.","887":"Securities and Exchange Board of India SEBI conducted investigation in the scrip of Multi Commodity Exchange of India Limited hereinafter referred to as “Company MCX” for the period of April 27 2012 to July 31 2013 and it was observed that Shri Joseph Massey “The Noticee” had sold shares of MCX and had failed to make necessary disclosures under the SEBIPrevention of Insider Trading Regulations 1992 “PIT Regulations”.","893":"134r w 135 of PIT Regulations 1992 is as under a The disclosures make by me have been published on website and the delay occurred due to internal procedural issues and operational daily challenges. b The delay in making disclosure is an inadvertent and venial lapse and has No affected any person.","894":"Further there is no impact on price and volume of shares of MCX due to the said sale.","948":"Further vide letter dated April 30 2015 the Noticee stated that he has some more documents and evidence to support that he had No violated the provisions of the disclosure requirements and requested time to submit the same.","973":"It was alleged that the Noticee had failed to do so.","1011":"WW Technology Holdings Ltd and Takeovers Regulations 1997 hereinafter referred to as Takeover Regulations 1997.","1016":"No EAD 6 AK VG 30878 2013 EAD6 AK VG 30879 2013 EAD6 AK VG 30885 2013 EAD 6 AK VG 30887 2013 EAD6 AK VG 30889 2013 EAD6 AK VG 30881 2013 and EAD 6 AK VG 30891 2013 dated November 29 2013 was issued to the promoters viz.","1019":"The details of the same are as given below Adjudication in the matter of M s.","1030":"That the delay in reporting under Regulation 71Aof Takeover Regulations 1997 was due to oversight and as soon as the No compliances were brought to their notice the promoters Noticees made the necessary compliances; b.","1036":"That even if they were required to make an open offer as on date the price payable to shareholders would No be more than Rs 25.05 per shares taking the book value of Rs 12.36 per share and adding interest @ 10% till March 31 2013; e.","1037":"That thus there was no loss to the shareholders of the company.","1039":"Thus the shareholders were compensated with the increase in the open offer price; f.","1043":"The ARs also submitted that the trading of shares of the company was suspended by BSE due to No compliance with Clause 16 of the Listing Agreement.","1044":"Furthermore the AR submitted that Shri Divansh Mansingka was a minor and had received the shares due to transmission.","1049":"Further in response to the details of Registrar & Transfer Agent hereinafter referred to as ‘RTA’ sought vide email dated February 07 2014 the company vide its email dated February 11 2014 informed that it had No appointed any RTA and that the Registrar work was done in house by the Company itself and it was only from June 2011 onwards that M s.","1068":"The Noticee promoters viz.","1076":"Similarly in response the Noticee promoters viz.","1078":"The Noticee promoter viz.","1086":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia failed to make open offer under regulation 111 of the Takeover Regulations 1997? c.","1108":"Thus she was No required to make any disclosure under Regulation 71A as the Regulation stood at the relevant point of time.","1112":"WW Technology Holdings Ltd Hence it cannot be said that Ms. Saritadevi Mansingka violated Regulation 71A read with 72 of the Takeover Regulations 1997.","1117":"Thus by No making the requisite disclosures the Noticee viz.","1124":"Further while transfer of shares relates to a voluntary act on the part of the shareholder transmission is brought about by the operation of law.","1135":"However no such disclosures were made by the promoter Noticees viz.","1136":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia.","1145":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia failed to make open offer under Regulation 111 of the Takeover Regulations 1997.","1152":"However though the acquisitions by the promoter Noticees viz.","1153":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia far exceeded the 5% benchmark they did No make any open offer.","1155":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia in their reply have inter alia submitted that as correctly pointed out in the SCN the promoter holding increased from 46.64% to 60.73% in the financial year 200203 which triggered the open offer under Regulation 111 of the Takeover Regulations 1997.","1157":"However I find that no such open offer was made by the concerned promoter Noticees viz.","1158":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Adjudication in the matter of M s.","1162":"Shri Prashant Deorah Shri Anil Patodia and Ms. Poonam Patodia.","1163":"Since the open offer was No made and the Noticee promoters viz.","1164":"Shri Kishorilal Patodia and Shri Abhijeet Patodia acquired further shares to acquire substantial stake and take further control of the company thus they too were acting in concert with the promoter Noticees viz.","1165":"Shri Prashant Deorah Shri Anil Patodia and Ms. Poonam Patodia.","1167":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia have all violated the provisions of Regulation 111 read with Regulation 141 of the Takeover Regulations 1997.","1169":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia at the time of acquisitions done by them in 2002 2003 triggering open offer violations i.e  Rs 2.50 the book value of the shares in the preceding financial year March 31 2002 i.e  Rs 12.36 and calculating interest @10% for delay till March 2013.","1170":"It has been further submitted that even if they were required to make an open offer as on date the price payable to shareholders would No be more than Rs 25.05 per shares taking the book value of Rs 12.36 per share and adding interest @ 10% till March 31 2013.","1171":"It appears to be the case of the Noticee that by this action of the Acquirer Shri Paresh Mulji Kariya the shareholders of the company have been duly compensated due to increase in the offer price.","1177":"1 and 2 above were acquired in the same financial year by the promoter Noticees viz.","1179":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia.","1180":"Further late Shri Ravindra Kumar Mansingka the entity at serial No 6 of the table above was a promoter and upon his demise the shares held by him were transmitted to his minor son Shri Divansh Mansingka.","1182":"Hence the open offer should have been made latest by January 02 2003 however the same was No done.","1183":"By computing the price payable for the aforesaid shareholders who had transferred shares prior to the public announcement by the Acquirer Shri Paresh Mulji Kariya on the same lines as submitted by the Noticees vide their letter dated December 06 2013 the price payable to each of the aforesaid shareholders other than Shri Divansh Mansingka is given in the table below Adjudication in the matter of M s.","1192":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and or Shri Abhijeet Patodia.","1195":"Some of such cases are listed below a.","1197":"Titan International Inc. as a result of a overseas offer had indirectly triggered Regulation 13 2 e of SEBI Substantial Acquisition of Shares and Takeover Regulations 2011 hereinafter referred to as ‘Takeover Regulations 2011’ with respect to its holding in the target company M s.","1198":"Wheels India Ltd. and that by virtue of the same M s.","1199":"Titan International Inc. was obliged to make a public announcement of an open offer on or before August 17 2012 but it was actually made only on December 13 2012.","1203":"Titan International Inc. vide its letter dated February 04 2013 had made an application in terms of SEBI Circular No EFD ED Cir1 2007 dated April 20 2007 and amendment to the said circular dated May 25 2012 proposing to settle through a consent order any anticipated proceedings for the delay in compliance of the provisions of Regulation 132e of Takeover Regulations 2011.","1206":"Vybra Automet Ltd.","1217":"There was no change of control either because of the three acquisitions or after the open offer.","1220":"Circuit Systems India Ltd.","1224":"It came to knowledge when offer document was filed by him with SEBI for making open offer to the shareholders in terms of Regulation 111 and Regulation 12 of Takeover Regulations for the purpose of consolidation of his holding in M s.","1244":"Furthermore for the violation Regulation 111 read with Regulation 141 of the Takeover Regulations 1997 the promoter Noticees viz.","1261":"SEBI Date of judgment January 27 2014 has observed that “Argument that no investor has suffered on account of No disclosure and that the AO has No considered the mitigating factors set out under Section 15J of SEBI Act 1992 is without any merit because firstly penalty for No compliance of Takeover Regulations 1997 and PIT Regulations 1992 is No dependent upon the investors actually suffering on account of such No disclosure.”","1262":"In view of the same the argument put forth by the Noticee promoters that the noncompliance did No result in any loss or damage being caused to the Investor Community is No relevant for the given case.","1263":"In addition to the aforesaid I am also inclined to consider the following mitigating factors while adjudging the quantum of penalty a the paidup capital market capitalization of the company at the relevant point of time; b the trading volumes of Noticee’s shares on BSE during the relevant period; and c the number of occasions in the instant proceeding that the Noticee promoters violated the relevant provisions of the Takeover Regulations.","1270":"Similarly the Noticee promoters viz.","1279":"The interest paid as such on a sum which is due to the shareholders is No a penalty it is the legitimate claim of the shareholders for the delay involved in making payment to them.","1282":"Besides I also note that the compensation to other shareholders was paid by the Acquirer  Mr Paresh Mulji Kariya and No by the Noticee promoters viz.","1283":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia who have failed to make an open offer."},"label":{"16":"defendent claim","23":"procedural fact","39":"defendent claim","40":"defendent claim","41":"defendent claim","42":"defendent claim","43":"defendent claim","44":"defendent claim","45":"defendent claim","46":"defendent claim","49":"defendent claim","50":"defendent claim","51":"defendent claim","53":"defendent claim","54":"defendent claim","55":"defendent claim","56":"defendent claim","57":"defendent claim","60":"defendent claim","61":"defendent claim","62":"defendent claim","63":"defendent claim","64":"defendent claim","65":"defendent claim","72":"defendent claim","73":"defendent claim","77":"defendent claim","86":"defendent claim","87":"defendent claim","88":"defendent claim","89":"defendent claim","90":"defendent claim","91":"defendent claim","93":"defendent claim","94":"defendent claim","96":"defendent claim","97":"defendent claim","98":"defendent claim","99":"defendent claim","100":"defendent claim","101":"defendent claim","102":"defendent claim","103":"defendent claim","104":"defendent claim","105":"defendent claim","106":"defendent claim","107":"defendent claim","108":"defendent claim","114":"defendent claim","124":"defendent claim","125":"defendent claim","126":"defendent claim","127":"defendent claim","128":"defendent claim","129":"defendent claim","130":"defendent claim","131":"defendent claim","132":"defendent claim","133":"defendent claim","134":"defendent claim","135":"defendent claim","136":"defendent claim","137":"defendent claim","138":"defendent claim","141":"defendent claim","143":"defendent claim","144":"defendent claim","147":"defendent claim","148":"defendent claim","151":"defendent claim","152":"defendent claim","153":"defendent claim","163":"defendent claim","164":"defendent claim","165":"defendent claim","166":"defendent claim","167":"defendent claim","168":"defendent claim","169":"defendent claim","171":"defendent claim","172":"defendent claim","173":"defendent claim","174":"defendent claim","177":"defendent claim","178":"defendent claim","179":"defendent claim","180":"defendent claim","181":"defendent claim","183":"defendent claim","185":"defendent claim","186":"defendent claim","187":"defendent claim","189":"defendent claim","190":"defendent claim","191":"defendent claim","192":"defendent claim","204":"defendent claim","205":"defendent claim","212":"defendent claim","213":"defendent claim","220":"defendent claim","221":"defendent claim","222":"defendent claim","223":"defendent claim","226":"defendent claim","249":"defendent claim","263":"defendent claim","267":"procedural fact","287":"defendent claim","288":"defendent claim","291":"defendent claim","305":"procedural fact","307":"defendent claim","315":"defendent claim","320":"defendent claim","328":"defendent claim","332":"defendent claim","368":"defendent claim","378":"procedural fact","381":"defendent claim","397":"defendent claim","401":"defendent claim","414":"defendent claim","419":"defendent claim","420":"defendent claim","421":"defendent claim","425":"defendent claim","426":"defendent claim","463":"defendent claim","465":"defendent claim","466":"defendent claim","468":"defendent claim","469":"defendent claim","471":"defendent claim","472":"defendent claim","478":"defendent claim","480":"defendent claim","492":"procedural fact","500":"defendent claim","501":"defendent claim","502":"defendent claim","509":"defendent claim","510":"defendent claim","530":"defendent claim","531":"defendent claim","540":"defendent claim","546":"defendent claim","547":"defendent claim","552":"defendent claim","553":"defendent claim","556":"defendent claim","558":"procedural fact","560":"defendent claim","561":"defendent claim","563":"defendent claim","564":"defendent claim","565":"defendent claim","566":"defendent claim","567":"defendent claim","569":"defendent claim","570":"defendent claim","571":"defendent claim","572":"defendent claim","573":"defendent claim","574":"defendent claim","576":"defendent claim","587":"procedural fact","599":"defendent claim","600":"defendent claim","601":"defendent claim","602":"defendent claim","603":"defendent claim","604":"defendent claim","605":"defendent claim","606":"defendent claim","607":"defendent claim","608":"defendent claim","609":"defendent claim","610":"defendent claim","612":"defendent claim","613":"defendent claim","614":"defendent claim","616":"defendent claim","621":"defendent claim","630":"procedural fact","639":"defendent claim","640":"defendent claim","641":"defendent claim","642":"defendent claim","644":"defendent claim","645":"defendent claim","646":"defendent claim","647":"defendent claim","648":"defendent claim","654":"defendent claim","655":"defendent claim","662":"defendent claim","664":"procedural fact","668":"defendent claim","670":"defendent claim","685":"procedural fact","691":"defendent claim","692":"defendent claim","737":"procedural fact","746":"procedural fact","750":"procedural fact","774":"defendent claim","834":"procedural fact","839":"defendent claim","840":"defendent claim","841":"defendent claim","842":"defendent claim","843":"defendent claim","844":"defendent claim","845":"defendent claim","846":"defendent claim","847":"defendent claim","866":"defendent claim","867":"defendent claim","868":"procedural fact","869":"defendent claim","870":"defendent claim","872":"defendent claim","882":"defendent claim","883":"defendent claim","887":"procedural fact","893":"defendent claim","894":"defendent claim","948":"defendent claim","973":"procedural fact","1011":"procedural fact","1016":"defendent claim","1019":"defendent claim","1030":"defendent claim","1036":"defendent claim","1037":"defendent claim","1039":"defendent claim","1043":"defendent claim","1044":"defendent claim","1049":"defendent claim","1068":"defendent claim","1076":"defendent claim","1078":"defendent claim","1086":"defendent claim","1108":"defendent claim","1112":"defendent claim","1117":"defendent claim","1124":"defendent claim","1135":"defendent claim","1136":"defendent claim","1145":"defendent claim","1152":"defendent claim","1153":"defendent claim","1155":"defendent claim","1157":"defendent claim","1158":"defendent claim","1162":"defendent claim","1163":"defendent claim","1164":"defendent claim","1165":"defendent claim","1167":"defendent claim","1169":"defendent claim","1170":"defendent claim","1171":"defendent claim","1177":"defendent claim","1179":"defendent claim","1180":"defendent claim","1182":"defendent claim","1183":"defendent claim","1192":"defendent claim","1195":"defendent claim","1197":"defendent claim","1198":"defendent claim","1199":"defendent claim","1203":"defendent claim","1206":"defendent claim","1217":"defendent claim","1220":"defendent claim","1224":"defendent claim","1244":"defendent claim","1261":"defendent claim","1262":"defendent claim","1263":"defendent claim","1270":"defendent claim","1279":"defendent claim","1282":"defendent claim","1283":"defendent claim"},"case_number":{"16":40,"23":41,"39":41,"40":41,"41":41,"42":41,"43":41,"44":41,"45":41,"46":41,"49":41,"50":41,"51":41,"53":41,"54":41,"55":41,"56":41,"57":41,"60":41,"61":41,"62":41,"63":41,"64":41,"65":41,"72":41,"73":41,"77":41,"86":41,"87":41,"88":41,"89":41,"90":41,"91":41,"93":41,"94":41,"96":41,"97":41,"98":41,"99":41,"100":41,"101":41,"102":41,"103":41,"104":41,"105":41,"106":41,"107":41,"108":41,"114":41,"124":41,"125":41,"126":41,"127":41,"128":41,"129":41,"130":41,"131":41,"132":41,"133":41,"134":41,"135":41,"136":41,"137":41,"138":41,"141":41,"143":41,"144":41,"147":41,"148":41,"151":41,"152":41,"153":41,"163":41,"164":41,"165":41,"166":41,"167":41,"168":41,"169":41,"171":41,"172":41,"173":41,"174":41,"177":41,"178":41,"179":41,"180":41,"181":41,"183":41,"185":41,"186":41,"187":41,"189":41,"190":41,"191":41,"192":41,"204":41,"205":41,"212":41,"213":41,"220":41,"221":41,"222":41,"223":41,"226":41,"249":41,"263":41,"267":41,"287":41,"288":41,"291":41,"305":41,"307":41,"315":41,"320":41,"328":41,"332":41,"368":41,"378":41,"381":41,"397":41,"401":41,"414":41,"419":41,"420":41,"421":41,"425":41,"426":41,"463":41,"465":41,"466":41,"468":41,"469":41,"471":41,"472":41,"478":41,"480":41,"492":41,"500":41,"501":41,"502":41,"509":42,"510":42,"530":42,"531":42,"540":42,"546":42,"547":42,"552":42,"553":42,"556":42,"558":42,"560":42,"561":42,"563":42,"564":42,"565":42,"566":42,"567":42,"569":42,"570":42,"571":42,"572":42,"573":42,"574":42,"576":42,"587":42,"599":42,"600":42,"601":42,"602":42,"603":42,"604":42,"605":42,"606":42,"607":42,"608":42,"609":42,"610":42,"612":42,"613":42,"614":42,"616":42,"621":42,"630":42,"639":42,"640":42,"641":42,"642":42,"644":42,"645":42,"646":42,"647":42,"648":42,"654":42,"655":42,"662":42,"664":42,"668":42,"670":42,"685":42,"691":42,"692":42,"737":43,"746":43,"750":43,"774":43,"834":44,"839":44,"840":44,"841":44,"842":44,"843":44,"844":44,"845":44,"846":44,"847":44,"866":44,"867":44,"868":44,"869":44,"870":44,"872":44,"882":44,"883":44,"887":45,"893":45,"894":45,"948":46,"973":46,"1011":47,"1016":47,"1019":47,"1030":47,"1036":47,"1037":47,"1039":47,"1043":47,"1044":47,"1049":47,"1068":47,"1076":47,"1078":47,"1086":47,"1108":47,"1112":47,"1117":47,"1124":47,"1135":47,"1136":47,"1145":47,"1152":47,"1153":47,"1155":47,"1157":47,"1158":47,"1162":47,"1163":47,"1164":47,"1165":47,"1167":47,"1169":47,"1170":47,"1171":47,"1177":47,"1179":47,"1180":47,"1182":47,"1183":47,"1192":47,"1195":47,"1197":47,"1198":47,"1199":47,"1203":47,"1206":47,"1217":47,"1220":47,"1224":47,"1244":47,"1261":47,"1262":47,"1263":47,"1270":47,"1279":47,"1282":47,"1283":47}}