{"sentence":{"4":"It was originally promoted by Pharmasia Ltd Later.","5":"Mr Vinod Baid & Associates acquired a controlling stake in 1994 for setting up facilities for manufacture of Bulk Drugs and Drug Intermediates.","26":"Thus on the date of aforesaid off market transfer only transferor Shri Vinod Baid was the promoter whereas the transferee the Noticee was No promoter.","27":"Since the shares were transferred from a promoter entity to a No promoter entity Regulation 31 e of SEBI SAST Regulations 1997 is No applicable.","35":"This act of the company the Noticee & Vinod Baid is alleged to have been an artifice device to defraud the investors in the market by presenting the company as a lucrative investing option on account of proposed foreign investors.","36":"Thus were alleged to Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd have acted together to play fraud on innocent investors.","39":"It has been alleged that the Noticee did No comply with the summons.","40":"In view of the aforesaid it was alleged that the Noticee violated the provisions of Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market Regulations 2003 FUTP Regulations Regulations 7 1 and 10 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 SAST Regulations Regulations 131 and 13 3 of SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations and Sections 11 C 2 11C 3 read with 11 C6 of the SEBI Act 1992.","45":"The Noticee vide letter dated June 13 2011 submitted his reply to the SCN in which it barely stated that it had provided information to SEBI as and when required and did No deal with all the allegations made out in the SCN.","71":"It is alleged that the Noticee violated the provisions of Regulations 7 1 and 10 of SAST Regulations and Regulations 131 and 13 3 of PIT Regulations which read as below Acquisition of 5 per cent and more shares or voting rights of a company 7.","106":"It is alleged that the Noticee violated the provisions of Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of FUTP Regulations which read as below Prohibition of manipulative and deceptive devices insider trading and substantial acquisition of securities or control 12A.","134":"No implemented 28.","135":"From the above it is observed that the company had implemented the corporate announcement of preferential allotment of shares and warrants to Silver Golden Property Develop Fin Investment Ltd and Carwin Mercantiles P Ltd only Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd whereas remaining three announcements were No implemented.","136":"When the company was asked for the implementation status of these corporate announcements it was informed that the proposed investment by  Mr Arun Jain did No take place as proposed and deal with Ammana Bio Pharma Limited could No be executed as Ammana did No comply with the relevant requirements.","141":"When Vinod Baid & the Noticee were asked to provide the reasons of off market transfer and consideration involved it was informed by Shri Vinod Baid that the shares were transferred as security in connection with the financial assistance given by the Noticee & proper consideration was received whereas the Noticee stated that Shri Vinod Baid approached them for loan against shares and on the basis of agreement entered between them the shares were transferred to their a c and sold by them through broker in the market.","142":"But no copy of agreement was provided to SEBI by any of them despite being asked specifically.","149":"It is alleged that the Noticee violated the provisions of Sections 11C 2 and 11C 3 read with 11 C 6 of the SEBI Act 1992 which read as below Investigation 11 C 2 Without prejudice to the provisions of sections 235 to 241 of the Companies Act 1956 1 of 1956 it shall be the duty of every manager managing director officer and other employee of the company and every intermediary referred to in section 12 or every person associated with the securities market to preserve and to produce to the Investigating Authority or any person authorised by it in this behalf all the books registers other documents and record of or relating to the company or as the case may be of or relating to the intermediary or such person which are in their custody or power.","155":"Why 9.60 Lakh shares were transferred by Shri Vinod Baid Chairman to MFMPL on July 4 2007 in off market?","159":"Vide letter dated May 3 2010 the Noticee replied that GLL was No promoted by them and they were classified as PAC due to common director Shri Kishore Jhunjhunwala.","162":"The relevant disclosure was also made under SEBI SAST Regulations 1997 and photocopy of the disclosure without acknowledgement of the Company was enclosed.","166":"Also provide a copy of the agreement entered into between Mercury & Vinod Baid. b.","174":"If yes provide acknowledged copy of the said disclosure. d.","179":"If yes copy of the said disclosures with the acknowledgement proof may be provided. e.","194":"The Noticee has been found guilty of violating the provisions of Regulations 7 1 and 10 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 Regulations 131 and 13 3 of SEBI Prohibition of Insider Trading Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd Regulations 1992 Section 12 A a b & c of the SEBI Act 1992 read with Regulation 3 of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market Regulations 2003 and Sections 11 C 2 11C 3 read with 11 C6 of the SEBI Act 1992 1992 and is therefore liable for penalty under Sections 15 H 15 HA 15 A a and 15 A b of the SEBI Act 1992 which read as below Penalty for nondisclosure of acquisition of shares and takeovers 15H.","245":"However no major variation was observed on volume.","259":"In view of the above it was alleged that Smt Manjudevi J Agarwal hereinafter referred to as “Noticee” as one of the PACs had violated the provisions of regulation 3 ad4142a of PFUTP Regulations read with Section 12Ac of Securities and Exchange Board of India Act 1992 hereinafter referred to as “the Act” and regulation 3i of SEBI Prohibition of Insider Trading  Regulations 1992 herein after referred to as the “PIT Regulations” read with Section 12Ade of the Act and consequently liable for monetary penalty under Section 15 HA and 15G i of the Act.","267":"Noticee does No accept or admit anything stated in the Notice except where the same is expressly admitted by her. ii.","268":"The allegations of violation of the provisions of FUTP Regulations and PIT Regulations are only based on the assumption that the noticee being one of the Persons Acting in Concert as she is related to one of the promoters of NPL Mr Ved Prakash Chiripal was aware of the financial results of NPL prior to it being made public and thus fraudulently sold shares together with other PACs during investigation period. iii.","269":"Noticee held 57800 shares of NPL on 31.03.2005 and because she is related to  Mr Ved Prakash Chiripal she fall within the ambit of PACs. iv.","270":"Simply because she is related to and is known to one of the promoters it does No establish that she was aware of the financial results or other price sensitive information of NPL. v.","271":"It is denied that the sale of shares of NPL by her had any correlation with the alleged misleading and nongenuine results made by NPL. vi.","274":"It is denied that she had any prior intimation knowledge of negative yearly financial results of NPL that prompted her to sell her shares as alleged.","275":"Simply because she knew the Chairman  Mr Ved Prakash Chiripal does No indicate that she was aware of any unpublished price sensitive financial results. viii.","276":"She was No a part of the Board of the NPL neither she was instrumental in the management activities of NPL. ix.","277":"She has No made any disproportionate gain or gained unfair advantage. x.","278":"It is denied that she has violated the provisions of the of the regulations 3 a & d regulation 41 42a of FUTP Regulations read with section Adjudication Order in respect of Smt Manjudevi J Agarwal in the matter of M s Nova Petrochemicals Ltd February 15 2011 12Ac of the Act and regulation 3i of PIT Regulations read with section 12Ad & e of the Act. xi.","280":"The noticee also submitted that the announcement of expansion of poly condensation and power plant was No sensitive as the expansion schemes were for captive consumption.","301":"Since there was a substantial difference in the unaudited and audited results NPL was asked to clarify the same and the explanation of NPL was No accepted as it Adjudication Order in respect of Smt Manjudevi J Agarwal in the matter of M s Nova Petrochemicals Ltd February 15 2011 failed to substantiate the same.","312":"What is being alleged against the noticee is that she has played a fraud and committed an unfair practice within the meaning of the regulations while trading in the scrip of NPL.","320":"Regulation 2 k “unpublished” means information which is No published by the company or its agents and is No specific in nature.","326":"In other words any information which is No known but if known could either way affect the price of the scrip of the company would be unpublished price sensitive information.","327":"This includes among others financial results of the company intended declaration of dividend – both interim and final amalgamations mergers and takeovers.”","345":"It was alleged that the Noticee did No disclose the same to the company as stipulated under Regulation 134 and 135 of PIT Regulations.","370":"The investigation Report of the IA which had description of alleged violations by the Noticee was sent to the Noticee as part of the SCN and following was alleged in the SCN Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . i Noticee has triggered open offer obligations on 30th September 2010 under Regulation 10 and on 16th October 2010 under Regulation 111 of the SEBI SAST Regulations.","371":"It is alleged that the combined shareholding of Dharmendra Bhojak Arvind Babulal Goyal and Noticee being PACs crossed 15% of issued capital of Incap on 30th September 2010 and further 5% twice once on 16th October 2010 and once along with Pooja Goyal and Ramesh Dwarkades Daga on 6th December 2010 of shares of Incap which allegedly attracted the provision of regulation 10 & 111 of the SAST Regulations 1997 however no open offer was given under the SAST Regulations 1997.","373":"Further it is alleged that Noticee has failed to make disclosure for change in shareholding as PAC as required under regulation 71 & 71A of SAST Regulations 1997.","374":"It is also alleged that Noticee has failed to file disclosures with the company under regulation 131 and 133 of SEBI PIT Regulations 1992 for change in shareholding. ii Noticee has indulged in unfair trade practice by using the accounts of other suspected entities for reversal synchronised trades and selftrades resulting in creation of artificial volume thereby prima facie acted in violation of section 12Aa b c of SEBI Act r w Regulation 3a b c & d and Regulation 41 42a & g of PFUTP Regulations 2003. iii Noticee has acquired 150000 shares in off market which was No in conformity with the provisions of Section 2i of SCRA therefore prima facie acted in violation of Section 16 of SCRA read with SEBI Notification G.S.R. 219 E dated March 2 2000 and Section 13 and 18 of SCRA read with Section 2i of SCRA. iv Details of violations are given below Alleged violation of provisions of law Charging Sections under Act Regulation 71 & 71A of SEBI SAST regulations 1997 Regulation 10 & 111 of SEBI SAST Regulations 1997 Sec.15Ab of SEBI Act 1992 Sec.15H of SEBI Act1992 Section12Aa b c of SEBI Act r w Regulation 3a b c & d and Reg.41 42a & g of SEBI PFUTP Regulations 2003 Sec.15HA of SEBI Act 1992 Section 16 of SCR Act 1956 read with SEBI Notification G.S.R.219E dated March 2 2000 Section 13 and Section 18 of SCR Act 1956 read with Section 2i of SCR Act 1956 Sec.23H of SCR Act 1956 Regulation 131 & 133 of PIT Regulation 1992 read with Regulation 122 of the PIT Regulation 2015 Sec.","390":"The investigation carried out concludes that trading in my account has been carried out by  MrArvind one of the promoter director of Incap which has been accepted by Mr Arvind himself in his submissions.","391":"I state and submit to SEBI that  Mr Arvind was an acquaintance for past many years.","392":"Prior to the period of investigation he approached me to open trading accounts with Yoke Securities Ltd and in turn he promised to pay me a sum of Rs 10000  p.m. I was in need of money at that time and therefore accepted his proposal.","393":"Thus on his insistence I opened trading accounts with the brokers in my name wherein email id and telephone number of  Mr Arvind was provided.","394":"The KYC form was filled in by Mr Arvind only and I only signed the same to facilitate trading by him in my account with the brokers.","396":"Further Mr Arvind also advised me to open a bank account with Indusind bank.","397":"Mr Arvind has kept the cheque book in his custody and the account was operated by him only for the purpose of making and receiving various payments to and from the trading accounts used by him in my name.","398":"At para number 21 of the investigation report Mr Arvind has himself accepted in his submission made to SEBI that he was the one operating my trading account and that all trading in my account was done by him only.","399":"Further after complete investigation in the matter SEBI has also reached to the same conclusion at Para 12 of the Investigation Report wherein it has been mentioned that “Arvind Babulal Goyal played key role in creation of artificial volume”.","400":"However despite the investigation concluding that Mr Arvind is the main culprit I have been issued the said SCN for alleged violation of PFUTP Regulations SAST Regulations 1997 SEBI Act and other alleged violations.","402":"Hence I deny that I have violated Section 2i of SCRA read with SEBI notification G.S.R. 219 € dated March 2 2000 issued under Section 16 and section 13 r w section 18 of the Securities Contracts Regulation Act 1956.","404":"These miniscule percentages are very insignificant to have any effect on price and volume which would lead to creation of artificial volume or price manipulation.","408":"I submit that same would barely have any effect on the market trading and creation of artificial volume.","409":"Even the said paragraph of the IR itself acknowledges this fact in respect of trading in my account and states that “the volume of shares traded in this manner is No huge”.","410":"Despite the fact that SEBI has traced the origin of the above message to  Mr Prem the same has been very conveniently ignored thereafter.","411":"Whereas it has been alleged in the SCN that there was a spurt in the trading in the scrip of Incap upon such SMS circulation no action has been taken or proposed against the individual who started the SMS.","412":"With regard to para 2 of the IR in so far as the observation in the BSE Report that Abhay Javlekar was the top client on net sales basis post SMS and also counter party to his own trades on number of occasions it is submitted that Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . trading in my account has been carried by  Mr Arvind and the same has concluded by IR.","413":"With regard to para 3 of the said SCN it is hereby reiterated that having a common objective of taking over the company is a precondition for levying alleged violation of SAST Regulations it is reiterated that I did No have any common objective or purpose of taking over of Incap or having control over Incap along with Mr Arvind and Mr Dharmendra.","414":"We do No fall under the definition of of PACs as stipulated under Regulation 2 of the SAST Regulations 1997.","415":"Therefore the question of being a PAC and violating the provisions of SAST Regulations does No arise.","416":"Hence I vehemently deny that I have violated Regulations 71&71A and 10&111 of the SEBI SAST Regulations 1997.","417":"As regards alleged violation of Regulation 10 carried out by me I submit that I did No have any intention to takeover the company and the violation of Regulation 10 of SAST Regulations if any is unintentional and technical in nature and no penalty may be levied for the same.","443":"1 No acquirer who together with persons acting in concert with him has acquired in accordance with the provisions of law 15 per cent or more but less than fifty five per cent.","445":"2 No acquirer who together with persons acting in concert with him holds fifty five per cent.","450":"90%’ were substituted.","452":"2A Where an acquirer who together with persons acting in concert with him holds fifty five per cent.","453":"55% or more but less than seventy five per cent.","454":"75% of the shares or voting rights in a target company is desirous of consolidating his holding while ensuring that the public shareholding in the target company does No fall below the minimum level permitted by the Listing Agreement he may do so only by making a public announcement in accordance with these regulations Provided that in a case where the target company had obtained listing of its shares by making an offer of at least ten per cent.","457":"90%’ were substituted.","482":"Open offer violations a As per SCN an allegation against the Noticee is that the Noticee was person acting inconcert PAC with other entities Noticee being PAC allegedly triggered open offer obligations on September 30th 2010 under regulation 10 of SAST Regulations and on October 16th 2010 & December 06th 2010 under regulation 111 of the SAST Regulations however no open offer was made under the SAST Regulations.","484":"As regards the said allegation Noticee has contended that “We do No fall under the definition of of PACs as stipulated under Regulation 2 of the SAST Regulations 1997.","485":"Therefore the question of being a PAC and violating the provisions of SAST Regulations does No arise.","486":"Hence I vehemently deny that I have violated Regulations 71&71A and 10&111 of the SEBI SAST Regulations 1997.","487":"As regards alleged violation of Regulation 10 carried out by me I submit that I did No have any intention to takeover the company and the violation of Regulation 10 of SAST Regulations if any is unintentional and technical in nature and no penalty may be levied for the same” in the aforementioned reply to the SCN filed by Noticee.","488":"Upon perusal of the material on record i.e  Investigation Report in short IR and other material I note that there is details of connection between Noticee and others who were alleged to be PAC in the table reproduced below Sr.","490":"1 Abhay Javlekar Cell no 9322229797 belongs to Arvind Goyal.","493":"This id also belonged to Arvind Goyal.","494":"Off–market transfers with chandrakanta satish mandowara dharmendra bhojak chandra shekhar sunil manjulaben patel dharmesh visariya ramesh daga.","495":"Acknowledged knowing arvind goyal pooja goyal dharmendra bhojak ramesh daga and chandrakanta satish mandowara.","496":"2 Arvind Goyal Director of the company.","497":"Pooja Goyal is his spouse.","498":"Acknowledged knowing abhay javlekar and had given his email id for incorporating in kyc documents.","499":"His cell no 9322229797 was used to place orders in abhay javlekar’s account.","500":"3 Dharmendra Bhojak Offmarket transfer with abhay javlekar.","501":"Acknowledged by noticee No 1 to be a friend and was also an employee of arvind goyal.","503":"4 Pooja Goyal Spouse of arvind goyal director. as per kyc cell no 9322229797 and e–mail id for confirmation of contract notes belonged to arvind goyal.","504":"5 Ramesh Daga Off–market transfers with abhay javlekar dhaval shah dharmesh visariya and ishwari dharmesh visariya. same email as that of arvind goyal at kyc of guinness securities i.e  csbhatt111@zapak.com. acknowledged knowing arvind goyal. iIt is an admitted position that Noticee had connection with other alleged PACs also that Noticee opened a bank account with IndusInd Bank to facilitate trading by one Arvind Goyal and had provided him with DIS and signed cheques for the purpose of trading in the scrip of Incap.","510":"These actions by Noticee ensured the ownership and custody of the funds securities in such account with him while at the same time ensuring the concealment of the real owner of such funds securities in the records of the Depositories etc. since the same continued to vest with name–lending account holder i.e  Noticee.","518":"Disclosure violations b Further it is alleged in the SCN that Noticee has failed to make disclosure for change in shareholding as PAC as required under regulation 71 and 71A of SAST Regulations.","521":"Further it is also alleged in the SCN that Noticee has failed to make disclosure for change in shareholding required under regulations 131 and 133 of PIT Regulations for initial and continual disclosures for change in shareholding or voting rights regarding the following transactions Date No of shares Holding % Regulation Triggered SAST PIT Disclosures open offer given Yes No 05 10 2010 221800 5.81 Yes 131 PIT No 16 10 2010 413900 10.85 Yes 133 PIT No 06 12 2010 657100 17.22 Yes PIT133 & SAST 10 No 03 01 2011 546306 14.30 Yes PIT133 No 07 01 2011 599498 15.70 Yes SAST 10 No The Noticee has No submitted any evidentiary proof of having made any disclosures under the SAST or PIT regulations to counter the allegations made in the SCN whereas record shows that the Noticee has No made relevant disclosures Thus I find that allegations levelled against the Noticee regarding failure to make disclosures under regulations 71 and 71A of the SAST Regulations and regulations 131 and 133 of the PIT Regulations is established.","522":"PFUTP violations c The SCN alleges that Noticee has alleged to have created artificial volume in the scrip of Incap in violation of the provisions of sections 12Aa b c of SEBI Act r w regulations 3a b c & d and 41 42 a & g of PFUTP Regulations through selftrades synchronised trades reversal trades and offmarket transactions.","524":"These miniscule percentages are very insignificant to have any effect on price and volume which would lead to creation of artificial volume or price manipulation….As observed from Annexure 4 of the Sec 11 SCN Synchronised Trades from 2.12.2010 to 4.01.2011 the total number of synchronised trades attributed to me are only 19.","525":"Copy of the said annexure 4 is annexed hereto at Annexure 6.","527":"I submit that same would barely have any effect on the market trading and creation of artificial volume.","528":"Even the said paragraph of the IR itself acknowledges this fact in respect of trading in my account and states that “the volume of shares traded in this manner is No huge”.","537":"No OF TRADES SUM OF LTP % DIFF.","538":"SUM OF LTP DIFF.","539":"INR % OF CLIENT SYNC.","540":"TO MARKET VOL.","541":"% OF CLIENT SYNC.","542":"TO CLIENT’S TOTAL VOL.","543":"ABHAY JAVLEKAR ARVIND GOYAL 9531 1 0 0 0.187 1.027 ABHAY JAVLEKAR POOJA GOYAL 1000 1 1.02 0.3 0.02 0.108 ARVIND GOYAL ABHAY JAVLEKAR 5737 5 0.32 0.1 0.113 25.735 DHAVAL SHAH ABHAY JAVLEKAR 10000 1 1.47 0.45 0.195 5.407 POOJA GOYAL ABHAY JAVLEKAR 5000 2 2.04 0.55 0.098 3.716 Noticee’s contention that the volume percentage of synchronised trades was only 1.44% vis a vis total market volume is No acceptable to me in light of the allegations regarding selftrades and reversal trade volumes.","544":"Noticee has provided no evidentiary proof of having No done the above trades on the contrary it is an admitted position that the Noticee has carried out these trades.","549":"BOUGHT IN ON MARKET BOUGHT BY No OF SHARES % TO MARKET VOL.","550":"ABHAY JAVLEKAR MANJULABEN PATEL 95000 1.86 ABHAY JAVLEKAR 15000 0.30 DHARMESH VISARIYA 58000 1.14 ABHAY JAVLEKAR 58000 1.14 TOTAL 153000 3.00 TOTAL 73000 1.44 Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited .","552":"Owing to the material available on record and admitted position by Noticee the allegation in the SCN that Noticee indulged into and created false appearance of trading in the scrip of Incap and manipulated the trading volumes through the following synchronised trades self–trades and reversal of trades as detailed in the above paras in violation of provisions of regulations 3a b c & d and 41 42 a & g of PFUTP Regulations thus stand established.","553":"SCRA violations dIt is alleged that Noticee has acquired 150000 shares in off market transactions In this regard the Noticee has contended that  Mr Arvind has made payment for the said transactions in cash and there are no dues pending in this respect.","554":"Hence I deny that I have violated Section 2i of SCRA read with SEBI notification G.S.R. 219 dated March 2 2000 issued under Section 16 and section 13 r w section 18 of the Securities Contracts Regulation Act 1956.","559":"In light of the analysis regarding various allegations in terms of material available on record it has been established that Noticee has violated provisions of regulations 71 71A 10 and 111 of SAST Regulations regulation 131 & 133 of PIT Regulations section 12Aa b c of SEBI Act r w regulation 3a b c & d and 41 42a & g of PFUTP Regulations and section 16 of SCRA r w Notification G.S.R.219E dated March 2 2000 and sections 13 & 18 of SCRA r w section 2i of SCRA.","575":"In view of the aforesaid I am inclined to direct disgorgement only against Arvind Goyal in respect of the wrongful gains loss avoided through his trading account and the trading account of Abhay Javlekar.","596":"In view of the above it was alleged that the Noticee had No complied with the provisions of Regulations 136 of the SEBI Prohibition of Insider Trading Regulations 1992.","600":"It was alleged in the SCN that the Noticee had violated the provisions of Regulations 136 of SEBI PIT Regulations 1992.","692":"It was therefore alleged that Noticee did not make disclosure with respect to transactions of Vikram Agarwal as required under regulation 136 of PIT Regulations 1992.","698":"Noticee vide letter dated September 24 2012 submitted the following a.","699":"That we have submitted all the declarations received from Shri.","700":"Vikram Agarwal about changing in his shareholding in FORM D to the Stock Exchanges within the stipulated time through fax.","701":"The copies of the available fax receipts had already been submitted to you vide letter dated 7 th June 2012. b.","702":"That at no stage during the last five years we have received any notice from the stock exchanges about the non receipt of the said declaration made from time to time.","703":"You will kindly appreciate that almost 5 years have passed since the above declaration were submitted to the Stock Exchanges and at this stage it may be Prakash Industries Limited in the matter of Prakash Industries Limited very difficult for us to ascertain as to how the same are not updated on their websites. c.","704":"Further your goodself may kindly refer to the chart given in your above mentioned letter showing details of shares purchased and sold by Shri.","705":"Vikram Agarwal.","706":"As can be seen from the chart and also from the declaration submitted by us earlier Shri Vikram Agarwal has not made any profits from the purchase and sale transactions in the shares.","707":"As such these transactions has no relation to the price of the scrip increasing from Rs 36 to Rs 281 as mentioned in para 2 of your above letter.","710":"In view of the fact mentioned in aforesaid paras there was no reason on the part of the company for No having submitted the declaration received from Shri Vikram Agarwal to the stock exchanges which were duly sent from time to time.","720":"That Noticee under no provision of any law Rules and or Regulation or even any contractual obligation with recognized stock exchanges is under any obligation to hoist such information on the website of such stock exchanges including BSE and or NSE. b.","721":"That the ld.","722":"Adjudicating Officer has also relied upon statement of certain representatives of said stock exchanges without examining such representatives. c.","723":"That the imposition of penalty is a serious measurer and the same cannot be resorted to merely upon a statement of a third party particularly when the Noticee has provided all necessary documents with regard to disclosures required to be made which are duly made by the Noticee under the PIT Regulations.","724":"That as such the present Show Cause Notice and proceedings there under ought to be dropped by the ld.","725":"Adjudicating Officer at the present stage itself in as much as no sufficient material available on record calling for the continuance of the present proceedings. d.","728":"It is submitted that although Noticee was under no statutory obligation to obtain such confirmation in as much as it is the SEBI who is relying upon such statements of the concerned stock exchanges and as such it is incumbent upon SEBI to produce the persons from Stock Exchanges Prakash Industries Limited in the matter of Prakash Industries Limited for examination by the Noticee before such statement could be used against the Noticee for imposing penalty. e.","729":"That accordingly the Noticee wrote the concerned stock exchanges vide letter dated 10 th December 2012 calling upon the stock exchanges to confirm the receipts of the necessary disclosures made by the Noticee in compliance of Regulation 136 of the said PIT Regulations.","730":"However till date the said stock exchanges have not provided any information. f.","734":"Thereafter vide letters dated January 7 2013 BSE and NSE was forwarded a copy of the disclosures claim to have been made by the Noticee alongwith the copy of the fax confirmation dated July 5 2007 & October 22 2007 sent to BSE and August 24 2007 & October 22 2007 sent to NSE; and they were further advised to confirm on a.","740":"Prakash Industries Limited in the matter of Prakash Industries Limited CONSIDERATION OF ISSUES AND FINDINGS 8.","742":"The allegations against the Noticee are as follows  Noticee did No disclose to the stock exchanges i.e  BSE and NSE where the shares of Noticee were listed of the transactions of Vikram Agarwal as required under Regulation 136 of the PIT Regulations.","743":"In view of the above it was alleged that the Noticee violated the provisions of Regulation 136 of the PIT Regulations.","759":"Same was sent to the stock exchanges for verification and for their comments.","760":"It is to be mentioned that the comments of the exchange was specifically sought on the proof of communication as claimed by the Noticee. iv.","770":"A reasonable doubt does not mean some light airy insubstantial doubt that may flit through the mind of a Judge about almost anything at any time or other it does not mean a doubt begotten by sympathy out of reluctance to convict it means a real doubt a doubt founded upon reason. vi.","779":"It was observed that through this irrevocable power of attorney Religare in the event of default by the promoters was entitled to create pledge in its favour.","782":"Therefore it was alleged that Religare had violated the provisions of Regulation 291 read with Regulation 293 and 294 of SEBI SAST Regulations 2011.","786":"Therefore it was alleged that Religare had violated the provisions of Regulation 13 1 read with 13 5 of SEBI PIT Regulations 1992.","792":"It is noted from the application filed by the Applicant that vide an undertaking dated March 11 2020 the Applicant had interalia submitted that “neither admit No deny the findings of fact and conclusions law and agree to abide by the settlement order as may be passed in accordance with SEBI Settlement Regulations and guidelines and circulars issued by the Board in that regard”.","793":"The Applicant vide email dated August 20 2020 had proposed the revised settlement terms of 1380591  Rupees Thirteen lakhs eighty thousand five hundred and ninetyone only which was considered by an Internal Committee of SEBI in its meeting held on August 242020.","797":"The Applicant on October 1 2020 remitted an amount of 1380591  Rupees Thirteen lakhs eighty thousand five hundred and ninetyone only through RTGS towards the settlement of action in the instant matter.","814":"It was alleged in the SCN that Noticee violated Regulations 134 and 134A read with Regulation 135 of PIT Regulations 1992.","821":"The summary of submissions are as follows  Regulation 134 and 134A read in consonance with Regulation 135 of PIT Regulations 1992 provides that in the event of a change in the shareholding of a director or promoter by an amount of 5 lakh in value or 25000 shares or 1% of total shareholding whichever is lower as a result of allotment of shares or on acquisition or sale of shares or voting rights the director or promoter is required to disclose the same to the respective listed company and the stock exchanges within a period of 2 working days from the date on which the said director or promoter receives the underlying intimation.","822":" In each of the four instances the shareholding has No decreased as a result of any sale of shares but due to wrongful invocation of pledge by the respective pledgees.","823":"Adjudication Order in respect of Kannan Kashi Vishwanath in the matter of Dr. Datsons Lab Ltd  In each instance pledges were invoked by the respective pledgees and no form of intimation whether oral or written was given either by pledgees or the concerned depositories and it came to the knowledge only upon checking the records of the concerned depositories.","824":" In each of the four instances information about invocation came to the knowledge of the Noticee on June 03 2014 June 11 2014 September 19 2014 & November 24 2014 respectively.","825":"The disclosures were made within two working days in each instance i.e  i to the company on June 03 2014 and to the Stock exchange on June 05 2014 ii to the company on June 11 2014 and to the Stock exchange on June 12 2014 though the same may have reached exchange only on June 18 2014 iii to the company and to the Stock exchange on September 19 2014 though the same may have reached exchange only on September 23 2014 and iv to the company and the Stock exchange on November 26 2014.","826":" Delay counted by the noticee is as under Date and day of invocation Due Date Delay excluding holidays Date when it came to notice From the date of actual invocation to date of filing From the date when invocation came to the notice Date of actual disclosure 02 06 2014 Mon 04 06 14 Wed 1 Nil 03 06 14 Tue 05 06 14 Thu 09 06 2014 Mon 11 06 14 Wed 4 3 11 06 14 Wed 18 06 14 Wed 13 09 2014 Sat 16 09 14 Tue 4 1 19 09 14 Fri 23 09 14 Tue 21 11 2014 Fri 25 11 14 Tue 1 Nil 25 11 14 Tue 26 11 14 Wed  There has been slight delay in making the disclosures with stock exchanges only in case of Disposal II and Disposal III.","827":"However such delay was purely due to the fault of pledgees and without any deliberate intention to violate the law.","828":"The delayed disclosures have No caused any harm to the interest of the shareholders of the company or the public at large since the necessary information was made available in public domain albeit after a delay of few days.","829":"Adjudication Order in respect of Kannan Kashi Vishwanath in the matter of Dr. Datsons Lab Ltd  Purported default under the notice was No intentional and merely circumstantial.","830":"The dispute with pledgee III is also subjudice and punishing the noticee for the negligence of the Pledgee would cause grave harm and loss in contravention of the principles of natural justice.","831":" Noticee also referred to the order dated November 27 2015 of Adjudicating Officer AO SEBI in respect of United Breweries Holding Ltd & Ors wherein AO decided against the imposition of monetary penalty for 1 day delay in making disclosure.","832":" Reference was also made to Regulation 588 and 9 of DP Regulations showing that the depository is to immediately inform participants of the pledger and pledgee about the invocation of pledge and who in turn would make necessary changes in their records and inform the pledger and pledgee respectively.","833":" Reference was also made to the order dated October 28 2014 of Hon’ble Securities Appellate Tribunal SAT in the matter of SICOM Ltd and guidance note issued by SEBI on PIT Regulations 2015.","848":"However it was contended by the Noticee that the change in the shareholding happened because of the invocation of pledge by the respective pledgees who did so without any intimation to the Noticee.","849":"It was submitted that even the depository participants did No inform the noticee about such invocation of pledge and that the noticee came to know of such invocations when it checked the records of the Depository and immediately thereafter he made the disclosures to the exchanges.","882":"It is contended by the Noticee that the noncompliance was unintentional that there was no undue benefit derived by him and no harm was caused to the investors.","883":"In this regard I note that Honble SAT through various judgments has consistently observed that these factors are No valid grounds for No complying with the mandatory disclosure obligations under the PIT Regulations.","902":"Name of Payee  3.","903":"Date of Payment 4.","904":"Amount Paid  5.","905":"Transaction No  6."},"label":{"4":"defendent claim","5":"defendent claim","26":"defendent claim","27":"defendent claim","35":"procedural fact","36":"procedural fact","39":"procedural fact","40":"procedural fact","45":"defendent claim","71":"procedural fact","106":"procedural fact","134":"defendent claim","135":"defendent claim","136":"defendent claim","141":"defendent claim","142":"defendent claim","149":"procedural fact","155":"defendent claim","159":"defendent claim","162":"defendent claim","166":"defendent claim","174":"defendent claim","179":"defendent claim","194":"procedural fact","245":"defendent claim","259":"procedural fact","267":"defendent claim","268":"defendent claim","269":"defendent claim","270":"defendent claim","271":"defendent claim","274":"defendent claim","275":"defendent claim","276":"defendent claim","277":"defendent claim","278":"defendent claim","280":"defendent claim","301":"defendent claim","312":"procedural fact","320":"defendent claim","326":"defendent claim","327":"defendent claim","345":"procedural fact","370":"procedural fact","371":"procedural fact","373":"procedural fact","374":"procedural fact","390":"defendent claim","391":"defendent claim","392":"defendent claim","393":"defendent claim","394":"defendent claim","396":"defendent claim","397":"defendent claim","398":"defendent claim","399":"defendent claim","400":"defendent claim","402":"defendent claim","404":"defendent claim","408":"defendent claim","409":"defendent claim","410":"defendent claim","411":"defendent claim","412":"defendent claim","413":"defendent claim","414":"defendent claim","415":"defendent claim","416":"defendent claim","417":"defendent claim","443":"defendent claim","445":"defendent claim","450":"defendent claim","452":"defendent claim","453":"defendent claim","454":"defendent claim","457":"defendent claim","482":"procedural fact","484":"defendent claim","485":"defendent claim","486":"defendent claim","487":"defendent claim","488":"defendent claim","490":"defendent claim","493":"defendent claim","494":"defendent claim","495":"defendent claim","496":"defendent claim","497":"defendent claim","498":"defendent claim","499":"defendent claim","500":"defendent claim","501":"defendent claim","503":"defendent claim","504":"defendent claim","510":"defendent claim","518":"procedural fact","521":"procedural fact","522":"procedural fact","524":"defendent claim","525":"defendent claim","527":"defendent claim","528":"defendent claim","537":"defendent claim","538":"defendent claim","539":"defendent claim","540":"defendent claim","541":"defendent claim","542":"defendent claim","543":"defendent claim","544":"defendent claim","549":"defendent claim","550":"defendent claim","552":"procedural fact","553":"procedural fact","554":"defendent claim","559":"procedural fact","575":"defendent claim","596":"procedural fact","600":"procedural fact","692":"procedural fact","698":"defendent claim","699":"defendent claim","700":"defendent claim","701":"defendent claim","702":"defendent claim","703":"defendent claim","704":"defendent claim","705":"defendent claim","706":"defendent claim","707":"defendent claim","710":"defendent claim","720":"defendent claim","721":"defendent claim","722":"defendent claim","723":"defendent claim","724":"defendent claim","725":"defendent claim","728":"defendent claim","729":"defendent claim","730":"defendent claim","734":"defendent claim","740":"defendent claim","742":"defendent claim","743":"procedural fact","759":"defendent claim","760":"defendent claim","770":"defendent claim","779":"defendent claim","782":"procedural fact","786":"procedural fact","792":"defendent claim","793":"defendent claim","797":"defendent claim","814":"procedural fact","821":"defendent claim","822":"defendent claim","823":"defendent claim","824":"defendent claim","825":"defendent claim","826":"defendent claim","827":"defendent claim","828":"defendent claim","829":"defendent claim","830":"defendent claim","831":"defendent claim","832":"defendent claim","833":"defendent claim","848":"defendent claim","849":"defendent claim","882":"defendent claim","883":"defendent claim","902":"defendent claim","903":"defendent claim","904":"defendent claim","905":"defendent claim"},"case_number":{"4":88,"5":88,"26":88,"27":88,"35":88,"36":88,"39":88,"40":88,"45":88,"71":88,"106":88,"134":88,"135":88,"136":88,"141":88,"142":88,"149":88,"155":88,"159":88,"162":88,"166":88,"174":88,"179":88,"194":88,"245":89,"259":89,"267":89,"268":89,"269":89,"270":89,"271":89,"274":89,"275":89,"276":89,"277":89,"278":89,"280":89,"301":89,"312":89,"320":89,"326":89,"327":89,"345":90,"370":91,"371":91,"373":91,"374":91,"390":91,"391":91,"392":91,"393":91,"394":91,"396":91,"397":91,"398":91,"399":91,"400":91,"402":91,"404":91,"408":91,"409":91,"410":91,"411":91,"412":91,"413":91,"414":91,"415":91,"416":91,"417":91,"443":91,"445":91,"450":91,"452":91,"453":91,"454":91,"457":91,"482":91,"484":91,"485":91,"486":91,"487":91,"488":91,"490":91,"493":91,"494":91,"495":91,"496":91,"497":91,"498":91,"499":91,"500":91,"501":91,"503":91,"504":91,"510":91,"518":91,"521":91,"522":91,"524":91,"525":91,"527":91,"528":91,"537":91,"538":91,"539":91,"540":91,"541":91,"542":91,"543":91,"544":91,"549":91,"550":91,"552":91,"553":91,"554":91,"559":91,"575":91,"596":92,"600":92,"692":93,"698":93,"699":93,"700":93,"701":93,"702":93,"703":93,"704":93,"705":93,"706":93,"707":93,"710":93,"720":93,"721":93,"722":93,"723":93,"724":93,"725":93,"728":93,"729":93,"730":93,"734":93,"740":93,"742":93,"743":93,"759":93,"760":93,"770":93,"779":94,"782":94,"786":94,"792":94,"793":94,"797":94,"814":95,"821":95,"822":95,"823":95,"824":95,"825":95,"826":95,"827":95,"828":95,"829":95,"830":95,"831":95,"832":95,"833":95,"848":95,"849":95,"882":95,"883":95,"902":95,"903":95,"904":95,"905":95}}