{"sentence":{"19":"During investigation by SEBI it was alleged that the disclosures under Regulation 133 of the PIT Regulations and Regulation 7 1 of the Takeover Code were No made by the Noticee.","25":"During investigation by SEBI it was alleged that no such disclosures were made to the Target Company.","29":"During investigation by SEBI it was alleged that no such disclosures were made to the Target Company.","56":"Counsel for the appellant fairly states that failure of the appellant to make disclosure regarding acquisition of shares of Ashok AlcoChem 2 Ltd would amount to violating Regulation 133 read with Regulation 135 of PIT Regulations 1992 however he submits that in the facts of the present case there being no loss caused to the investor or any unfair advantage has been gained by the appellant by failure to disclose the acquisition of shares imposition of penalty of 4 lacs is arbitrary and unreasonable and hence the penalty may be reduced to the extent as this tribunal deems fit and proper.","60":"However AO after taking all mitigating factors has imposed penalty of 4 lacs only which cannot be said to be perverse or arbitrary.","68":"As per the Investigation Report hereinafter referred to as ‘IR’ M s Moon Securities Limited hereinafter referred to as the ‘Noticee’ alleged to have violated the provisions of Regulation 133 read with 135 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as the ‘PIT Regulations’ for which the adjudication proceedings has been initiated.","108":"The said letter can No be accepted as the compliance of regulatory requirement as specified under PIT Regulations by the Noticee.","115":"In the present case the Noitcee was also one of the promoters of the company FTEL and it has a greater onus of informing the public about the change in its shareholding.","116":"Instead admittedly the Noticee conveniently dumped all of his shareholding and exited from the company without even making proper disclosures.","139":"Shri Anand Kumar Arya PAN AAAPA8011H 2.","140":"M s Blue Blends Finance Ltd PAN AAACB9027D 3.","141":"M s Anand Kumar Arya HUF PAN AAMHA0324H 4.","142":"Ms. Indu Anand Arya PAN AAIPA1562F 5.","143":"Shri Aman Anand Arya PAN AIPPA0705R 6.","159":"It was alleged that Noticee 1 and Noticee 2 had failed to comply with Regulations 105 106 and 107 of the SAST Regulations 2011 as below Regulation Due date of compliance Actual date of compliance Delay no. of days 105 – Prior intimation to stock exchanges February 19 2013 No complied  106 – Report filing to stock exchanges post acquisition March 01 2013 No complied  107 – Report filing to SEBI post acquisition March 26 2013 August 10 2015 867 b It was noted by SEBI that the Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 were the promoters of the Target Company and holding shares or voting rights entitling them to exercise twentyfive per cent or more of the voting rights in the Target Company as on the end of March 2014 and June 2014.","161":"It was observed that Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 failed to make the requisite disclosures mandated under Regulations 301 and 302 of SAST Regulations 2011 to the stock exchange i.e  BSE for the financial year 201314.","163":"In view of the same it was alleged that Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 have violated the provisions of Regulations 301 and 302 [read with Regulation 303] of SAST Regulations 2011.","187":"At the outset we would like to bring to your kind notice that Noticee 2 has already been taken over by new promoters by giving an open offer somewhere in and around 2013 itself.","188":"However since this transaction took place when we were in control we are explaining the alleged transaction carried out by Noticee 2.","189":"We are No representing Noticee 2.","190":"At the outset and without prejudice to anything stated hereinafter we deny all the allegations and findings made against us in the said notice except to the extent specifically admitted by us.","191":"Nothing contained in the said notice may be deemed to be admitted by us by reason of nontraverse or otherwise save and except what is expressly admitted herein.","192":"We deny all the statements submissions contentions allegations and averments contained in the said notice that are contrary to and or inconsistent with what is stated herein below.","194":"It has been alleged in the said SCN that since Noticee 1 who was part of Promoter Group & they carried out inter se transfer of shares  Noticee 1 was required to make disclosures of above mentioned transfer in PSL details of which are as follows Acquirer Preacquisition shareholding Shares acquired Postacquisition shareholding Anand Kumar Arya 632531 17.36% 325800 8.98% 958331 26.30% It has been alleged that the inter se transfer was carried out by noticee 1 on February 25 2013.","195":"It has been further alleged that due to nondisclosure of above transaction Noticee 1 has violated provisions of Regulations 105 106 & 107 of SAST Regulations 2011.","196":"As regards the allegations contained in SCN against Noticee 1 for violation of Regulation 105 106 & 107 of SAST Regulations 2011 it is submitted that Noticee 1 was a part of the promoter group of PSL during the time when inter se transfer was carried out and PSL was regularly filing the shareholding pattern under the Listing Agreement and that shareholding of Noticee 1 was disclosed under the heading shareholding belonging to Promoter and Promoter group for the quarter ending March 2013 and the same was in public domain.","197":"We state that appropriate disclosure was filed by PSL as per Listing Agreement wherein shareholding pattern of the promoters of PSL for the quarter ending March 2013 was disclosed.","198":"Hence the public shareholders were made aware of the change in shareholding of Noticee 1 in the Company.","199":"Hence it is denied that there was any nondisclosure on part of Noticee 1.","200":"We submit that nondisclosure if any was technical in nature and due to inadvertence devoid of any malafide intention.","201":"Further no harm has been caused to any investor No any loss has occurred due to nondisclosure as the details regarding the change in shareholding of Noticee 1 was disclosed in the shareholding pattern filed by the company during the quarter ending March 2013.","203":"With regard to allegation of violation of Regulation 105 & 106 we submit that due to oversight we have No filed the report under Regulation 105 & 106 however in 2015 we have filed report under Regulation 107 to SEBI & the same was duly taken on record & therefore the shortcoming of violation of Regulation 105 & 106 have already been accepted by SEBI under Regulation 107.","204":"Further it is submitted that Noticee 1 has submitted disclosure under Regulation 107 to SEBI on August 10 2015.","205":"A copy of the said disclosures is annexed at Exhibit A.","206":"However the disclosure was filed belatedly.","207":"Hence notice 1 & submits that there is no noncompliance on our part & the requirement was complied with though belatedly.","208":"It is further submitted that only one acquirer has to file the report under Regulation 107 Noticee 1 has filed the said report along with necessary fees which has been accepted by SEBI.","209":"In view of the above it is denied that Noticee 1 has violated Regulation 105 106 & 107 of SAST Regulations 2011.","211":"It has been alleged in the said SCN that Noticee 1 & 3 to 6were promoters in the target Company and holding shares or voting rights entitling them to exercise twenty five percent or more of the voting rights in the target company as on March 2014 & June 2014.1n view of the same they were required to make disclosure under Regulation 301 & 302 read with Regulation 303 under SAST Regulations2011 in respect of aggregate shareholding and voting rights within seven working days from the end of Financial year 201314 to every stock exchange where shares of the Target company are listed & to the registered office of the Target Company.","212":"It has been alleged that due to nondisclosure of above information Noticee 1 & 3 to 6 have violated provisions of Regulations 301& 302 read with Regulation 303 of SEBI SAST Regulations2011.","213":"As regards said violation it is submitted as follows a.","214":"Notice 1 and 3 to 6 were part of the promoter group of PSL and were regular in filing the compliances. b.","215":"The said report was filed in a proper format and was signed by one of the promoters however inadvertently letter head of PSL was used to file the report.","216":"A copy of the said report is annexed at Exhibit 13.","217":"It is submitted that as per the practice which has been accepted by the regulators BSE etc. one promoter files report on behalf of all the promoters and same is considered as compliance. c.","218":"It is submitted that the stock exchanges ought to have taken the same on record since the same was coming from the authentic source of the company.","219":"The intention of the legislature is that any changes in the shareholding should be in public domain and the source is No important.","220":"We therefore submit that the disclosure were made albeit a little late and No in specific format which establishes that there is no nondisclosure on our part. d.","221":"In view of the above it is submitted that report to be filed under the said regulation was filed and it is denied that Noticee 1 & 3 to 6 have violated Regulation 301 & 30 2 read with Regulation 303 of SAST Regulations 2011.","222":"Without prejudice to the above it is further submitted that Noticee 1 & 3 to 6 were a part of the promoter group of PSL and PSL was regularly filing the shareholding pattern under the Listing Agreement and that shareholding of Noticee 1 & 3 to 6 was disclosed under the heading shareholding belonging to Promoter and Promoter group for the quarter ending March 2014 and the same was in public domain.","223":"We state that appropriate disclosure under was filed by PSL as per Listing Agreement wherein shareholding pattern of the promoters of PSL for the quarter ending March2014 was disclosed whereby the public shareholders were made aware of the shareholding of Noticee 1 & 3 to 6 in the Company.","224":"Hence it is denied that there was any nondisclosure on part of Noticee 1 & 3 to 6.","225":"We once again submit and reiterate that noticees did No have any intention to conceal the information from investors at large and as detailed above neither noticees had any unfair gain or advantage No any loss or harm was caused to the investors with No disclosure of the said information.","226":"Nondisclosure if any was technical in nature and delay if any has occurred due to inadvertence and is devoid of any malafide intention.","227":"Further no harm has been caused to any investor No any loss has occurred due to nondisclosure as the details regarding the shareholding of Noticee 1 & 3 to 6was disclosed in the shareholding pattern filed by the company during the quarter ending March 2014.","228":"We submit that the main purpose of the disclosures stipulated as per the Takeover Regulations 2011 is that the retail investor is immediately aware of any significant happening in a listed company so that he is able to take an informed decision and in both the alleged violations the disclosures have been made albeit a little late and in a different format.","241":"We submit that our violation if any is technical and venial in nature and same is unintentional.","242":"Further it is reiterated that shareholding was disclosed in the shareholding pattern under the heading shareholding belonging to Promoter and Promoter group for the quarter ending March 2013 & March 2014 and the same was in public domain.","243":"The information regarding the acquisition of shares was in public domain and therefore even though disclosures were No made in prescribed format there was no nondisclosure on our part either.","244":"We submit and say that we have always followed all the procedures as stipulated by any regulatory authority followed all rules regulations instructions etc. issued by any government agency and our intention has never been to conceal any information.","245":"As already explained above the details of promoter holding were already in public domain.","246":"It was a procedural lapse on our part to No to disclose the information in formats specified under said Regulations.","247":"In view of the above circumstances we submit as follows  We did No have any intention to conceal the information and No we have concealed any information.","248":" No unfair advantage or gain has occurred to us and also no harm or loss has been caused to any retail investors.","249":" Violation if any is merely technical in nature.","250":" We deny that we have violated SAST Regulations 2011 as the information of our shareholding was already in the shareholding pattern filed under Listing Agreement.","282":"In view of the same Noticee 1 has denied that there was any nondisclosure on his part.","283":"In the same letter Noticee 1 has also stated that due to oversight he has No filed the report under Regulations 105 and 106 of the SAST Regulations 2011.","285":"In view of the same Noticee 1 has claimed that the shortcoming of violation of Regulations 105 & 106 has already been accepted by SEBI under Regulation 107.","287":"However the disclosure was filed belatedly.","288":"On account of the same Noticee 1 has submitted that there is no noncompliance on his part and the requirement was complied with though belatedly.","289":"Noticee 1 has further submitted that only one acquirer has to file the report under Regulation 107 and Noticee 1 has filed the said report along with necessary fees which has been accepted by SEBI.","290":"Noticee 1 has also stated that due to nonfiling of relevant disclosures no gain or advantage has occurred to him and no loss or harm has been caused to any investor.","306":"In view of the above the contentions of the Noticee 1 that the information related to increase in its shareholding in the Target Company was available in public domain and that due to nonfiling of relevant disclosures no gain or advantage has occurred to him and no loss or harm has been caused to any investor is No acceptable.","313":"It was alleged in the SCN that Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 failed to make the requisite disclosures mandated under Regulations 301 and 302 of SAST Regulations 2011 to the stock exchange BSE for the financial year 201314.","315":"Noticee 1 in his letter has stated that they were regular in filing the compliances.","316":"Noticee 1 has further submitted that a report for making the said disclosures was filed in proper format and was signed by one of the promoters however inadvertently letter head of the Target Company was used to file the report.","317":"Noticee 1 submitted that as per the practice which has been accepted by the regulators BSE etc. one promoter files report on behalf of all the promoters and same is considered as compliance.","318":"Noticee 1 has further submitted that the stock exchanges ought to have taken the same on record since the same was coming from the authentic source of the company.","319":"The intention of the legislature is that any changes in the shareholding should be in public domain and the source is No important.","320":"Noticee 1 has therefore submitted that the disclosure were made albeit a little late and No in specific format which establishes that there is no nondisclosure on their part.","324":"BSE in its email dated October 21 2015 has stated that – “As per Exchange records attached disclosure was received from the company i.e  Premier Synthetics Ltd It may be noted that under Regulation 301 & 302 of SEBI SAST Regulations 2011 the disclosure is required to be sent by the acquirer Promoter and No by the company.","325":"Hence the disclosure provided by the company was No taken on record.”","326":"In this context I would like to rely on observation of Honble SAT in Premchand Shah and Others V. SEBI dated February 21 2011 wherein it was held that ….","327":"When a law prescribes a manner in which a thing is to be done it must be done only in that manner.……Nondisclosure of information in the prescribed manner deprived the investing public of the information which is required to be available with them when they take informed decision while making investments….","332":"Similarly fact that proper advise was No there or that the delay was unintentional without any fraudulent intention or there is no complaint from investors does No absolve appellants from their obligation to make the disclosures under SAST Regulations 2011.”","333":"Noticee 1 has further stated that Noticees did No have any intention to conceal the information from investors at large and neither Noticees had any unfair gain or advantage No any loss or harm was caused to the investors with non disclosure of the said information.","353":"Shri Anand Kumar Arya 2.","354":"M s Blue Blends Finance Limited Regulations 105 106 and 107 of SAST Regulations 2011 Rs 300000 Rupees Three Lakh Only Payable jointly and severally 2 1.","355":"Shri Anand Kumar Arya 2.","356":"M s Anand Kumar Arya HUF 3.","357":"Ms. Indu Anand Arya 4.","358":"Shri Aman Anand Arya 5.","363":"Name of payee 3.","364":"Date of payment 4.","365":"Amount paid 5.","366":"Transaction no.","367":"Bank details in which payment is made 7.","375":"The entire investigation period was divided into two 2 patches i.e  PatchI and PatchII. PatchI was taken as January 01 2012 to June 28 2012 wherein the price of the scrip accounted a rise and PatchII was taken as June 29 2012 to November 16 2012 wherein the price of the scrip accounted a fall.","376":"Further on the basis of trading pattern offmarket transfers and common KYC details three Groups were made by IA i.e  GroupI having 11 entities i.e  Asha Rajendrabhai Patel Vikram Farms Pvt Ltd Krinesh Farms Pvt Ltd Sholay Farms Pvt Ltd Saranga Farms Pvt Ltd Priyesh Ramanlal Patel Runali Vikram Patel Bhumi Prathmesh Patel Fizu M Patel hereinafter referred to as Noticee Komal Priyesh Patel and Rajendra Jayantilal Patel GroupII having three 3 entities and GroupIII having five 5 entities.","383":"It was observed by IA that the Noticee has violated the regulation 132A of PIT Regulations 1992.","390":"It was interalia alleged in the SCN that the Noticee became a promoter of the Company on October 01 2012 and also the Noticee held 28899 shares of Popular constituting 0.21% of the total share capital of the Company.","393":"Therefore it is alleged in the SCN that being a promoter Noticee failed to make disclosure within two days of becoming a promoter or part of the promoter group to the Company and hence violated the provision of regulation 132A of PIT Regulations 1992.","394":"Further it was alleged in the SCN that Fizu Group which includes Noticee had indulged in price manipulation by contributing significant negative Last Traded Price LTP variation contribution to New Low Price NLP and contribution to negative LTP variation through first trades by trading among themselves.","396":"The details of allegation w.r.t. LTP NLP and first trades are summarized below a LTP It was alleged that out of 11 GroupI entities 10 entities traded in PatchII and out of those 10 entities six 6 entities including Noticee were sellers.","397":"The details of LTP contributed by these six 6 GroupI entities and their trades resulting into last trade price LTP contribution as a seller was provided to the Noticee in the following tabular format Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited Table  1 S N Name Seller All Trades LTP Diff.","398":">0 LTP Diff.","399":"<0 LTP Diff.","400":"=0 LTP impact Quantity traded No of trades LTP impact Quantity traded No of trades LTP impact Quantity traded No of trades Quantity traded No of trades 1 Asha Rajendrabhai Patel 8.00 315653 999 18.95 23215 66 26.95 21668 52 270770 881 2 Komal Priyesh Patel 3.55 195 5    3.55 150 3 45 2 3 Fizu M Patel Noticee 2.15 1 1    2.15 1 1   4 Runali Vikram Patel 0.5 150 3 0.90 99 1 1.40 1 1 50 1 5 Krinesh Farms Private Limited 0.00 1 1       1 1 6 Bhumi Prathmesh Patel 2.45 500 3 2.45 10 1    490 2 GroupI Total 11.75 316500 1012 22.30 23324 68 34.05 21820 57 271356 887 Market Total 46.80 372436 1225 55.50 30054 108 102.30 27973 108 314409 1009 It was alleged that out of total 1012 trades of the GroupI in PatchII 887 trades were at last trade price.","405":"It was alleged that out of 57 such trades in 40 trades counterparties were Fizu Group entities which contributed Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited a negative LTP of Rs 26.95 i.e  26.34% of total market negative LTP during Patch II. Those 40 trades and orders were analysed and the following was alleged in the SCN i.","408":"In one 1 trade Fizu M Patel was seller and contributed a negative LTP of Rs 2.15 with other Fizu Group entities namely Krinesh Farms Pvt Ltd iv.","413":"Therefore it was alleged that Fizu Group entities by trading among themselves contributed a significant negative LTP of Rs 26.95  and hence decreased the price of the scrip during PatchII. Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited b NLP It was alleged in SCN that Fizu Group entities contributed significant NLP of Rs 13.00 i.e  27.51% out of total price fall of Rs 47.25 by trading among themselves during PatchII. Contribution to new low price is the difference between new low price establihed by the trade and previously establihed low price of the scrip.","420":"In view of the above it was alleged in the SCN that “ the Noticee along with other eight 8 Group I entities viz. i Bhumi Prathmesh Patel ii Priyesh Ramanlal Patel iii Ms. Runali Vikram Patel iv Asha Rajendrabhai Patel v Komal Priyesh Patel vi Vikram Farms Pvt Ltd vii Krinesh Farms Pvt Ltd viii Saranga Farms Pvt Ltd were Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited allegedly responsible for manipulating the price of the scrip by significant contribution to negative LTP variation contribution to New Low Price NLP and contribution to negative LTP variation through first trades by trading among themselves and violated the provisions of Regulations 3abc d and regulation 41 and 42a and e  of SEBI PFUTP Regulations 2003.”.","436":"The Noticee admitted that he belongs to the promoter group of Popular and he had inadvertently committed violation of Regulations 132A of PIT Regulations 1992 which was just a mistake without any ill intention or bad motive.","438":"He apologized for the delay in disclosure and provided a copy of disclosure downloaded from BSE website. b.","439":"The Noticee further submitted that he denied the charges levelled for the alleged violations of PFUTP regulations 2003.","442":"Therefore he had No made any gain or advantage from such buying and No manipulated the price. c.","443":"He opposed the theory that 9 entities stated in Paragraph 6 comprised a group and that all of them were part of the same group called Group I entities as alleged in the Notice.","444":"He submitted that only 5 persons belonging to the Promoter Group of Popular  viz.","445":"1 Runali Vikram Patel 2 Komal Priyesh Patel 3 Fizu M. Patel 4 Priyesh Ramanlal Patel and 5 Bhumi Patel can be included in one group.","446":"Neither he No any other four persons belonging to the Promoter Group of Popular can be clubbed with the rest of four other entities mentioned in the Notice just because of the fact that some of them had common address or email ID once.","447":"Whether two persons entities belong to one; group or were acting in concert with each other is a question of fact and cannot be determined on the basis of coincidence and mere apprehension drawn out of such coincidence.","448":"He therefore challenge the basic premise of creation of the so called Group I and treating all nine entities as one group based on which charges are framed against her.","449":"He submitted that the said five persons belonging to the Promoter Group of Popular have No acted in concert with other four entities.","450":"These five persons belonging to the Promoter Group of Popular have independently traded in the scrip of Popular without any knowledge whatsoever as to whether the other four entities in the so called Group I were trading in this scrip or not. d.","451":"He submitted that Asha Rajendrabhai Patel does No belong to the Promoter Group of Popular and is No related to any persons belonging to the Promoter Group of Popular.","452":"In fact Asha Rajendrabhai Patel was earlier wife of  MrRajendrabhai Patel who was an employee of Popular.","453":"Mr Rajendrabhai Patel had acquired shares of Popular in his individual capacity and without any link with the promoters of Popular.","454":"Mr Rajendrabhai Patel was never shown in the promoter group of Popular in any Shareholding Pattern or other documents filed by Popular.","455":"Mr Rajendrabhai Patel died sometime around April 2012 and Asha Patel thereafter married to some other person.","456":"After her remarriage Asha Patel had never been in contact with any of the promoters or directors of Popular and her whereabouts are No known.","457":"He had independently traded in the shares of PEML and the promoters of PEML had no knowledge or connection in her such dealings. e.","460":"Based on the above submissions and considering the fact that only five persons belonging to the Promoter Group of Popular can be considered as one group the trading in the scrip of Popular by allegedly suspected entities on BSE indicated in Paragraph 10 of the Notice should be revised as under Buy Clients No of Shares % Volume Sell Clients No of Shares % Volume Promoters 184266 36.86 Promoters 846 0.17 Others 315621 63.14 Others 499041 99.83 It can be seen from the above that persons belonging to the Promoter Group of Popular had purchased 184266 shares constituting 36.86% of the market volume whereas they had virtually No sold the shares as their sale position is negligible. g.","462":"He deny the averments made in Paragraph 13 of the Notice and submit that the persons belonging to the Promoter Group of Popular had No traded among themselves.","463":"Therefore also deny the averments made in Paragraphs 14 15 16 17 18 and 19 of the Notice as the same are made on the wrong premise and improperly including certain unrelated persons entities in one group. h.","464":"He reiterated and categorically denied that four entities  viz.","465":"I Asha Rajendrabhai Patel 2 Krinesh Farms Pvt Ltd. 3 Vikram Farms Pvt Ltd and 4 Saranga Farms Pvt Ltd were part of the group together with the Promoter Group of Popular.","469":"He requested to appreciate that the promoters of Popular had no connection while the price increased by over 3 times as per the IR then what would motivate the promoters to bring down the price from Rs 62.35 to Rs 15.10 as alleged in Paragraph 20 of IR  and that too by manipulation?","474":"I submit that there has to be a specific reason or motive behind any manipulative or fraudulent practice and there is no mention in the Notice about any such motive intention or reason for promoters to manipulate the price and bring it down to about onefourth within four months.","475":"In fact the Notice does No mention that how the so called Group I was benefitted or whether it received any undue advantage or put some investors to any undue loss. k.","476":"In view of the above submission he was No indulged in to any manipulative or fraudulent act and that the provisions of Regulation 3 or Regulations 41 and 42a or 42e of the SEBI PFUTP 2003 are No applicable in my case as I. He has No indulged in to any dealings in the scrip of PEML which are prohibited under sub regulation a b c or d Regulation 3 of PFUTP Regulations 2003 II. He has No indulged in to any fraudulent or unfair practice in the scrip of Popular III. He has No indulged in to creation of false or misleading appearance of trading in the scrip of Popular and IV. He has neither acted No omitted anything which amounted to manipulation of the price in the scrip of Popular.","494":"Issue b Whether the Noticee has violated the provisions of Regulations 3a 3b 3c and 3d and 41 42a and 42e of PFUTP Regulations 2003? a On perusal of records available I note the following allegations against the Noticee alongwith other entities coming under Group I  Contributed to negative LTP variation of Rs 26.95 i.e  26.34% of total market negative LTP during patchII by Fizu Group entities by trading among themselves and decreased the price of the scrip of Popular in PatchII ;  Contributed to NLP of Rs 13.00 i.e  27.51% out of total price fall of Rs 47.25  during PatchII by Fizu Group entities by trading among themselves.","495":" Executed first trades by trading among themselves at negative LTP and contributed to negative LTP of Rs 23.30  i.e  22.78% of market negative LTP by Fizu Group entities during PatchII. b I note from the records that connection was established between 11 entities of GroupI entities based on common address telephone number email id and off market transfer.","546":"No Date Of Transaction Transferor Name Transferee Name Quantity Transferred 1 07 04 2012 Keyur M Shah HUF Narendra R Shah HUF 50000 2 07 04 2012 Kavita K Shah Narendra R Shah 50000 3 07 04 2012 Kavita K Shah Geeta Narendra Shah 50000 4 07 04 2012 Kavita K Shah Abhishek N Shah 30000 5 15 01 2013 Kavita K Shah Abhishek N Shah 6000 6 07 04 2012 Keyur M Shah Narendra R Shah 200000 7 07 04 2012 Keyur M Shah Geeta Narendra Shah 50000 8 07 04 2012 Keyur M Shah Mahesh R Shah 70000 9 07 04 2012 Keyur M Shah Abhishek N Shah 40000 10 14 04 2012 Keyur M Shah Abhishek N Shah 41050 11 14 04 2012 Keyur M Shah Geeta Narendra Shah 50000 In the matter of Kelvin Fincap Ltd 12 14 04 2012 Keyur M Shah Narendra R Shah 80000 13 15 01 2013 Keyur M Shah Abhishek N Shah 25750 2.","548":"Hence it was alleged that Noticees No 1 2 and 3 failed to disclose the change in promoter shareholding to Bombay Stock Exchange hereinafter referred to as “BSE stock exchange” and thus violated Regulation 134A read with 135 of PIT Regulations 3.","555":"Allegation in the SCN broadly are as follows 7.1. Noticees had transferred shares to certain entities which resulted in change in promoters’ shareholding for which they were required to make disclosure to BSE under Regulation 13 4A read with Regulation 135 of PIT 1992.","557":"The Noticee 1 vide his letter dated June 30 2017 on behalf of Kavita K Shah Keyur M Shah HUF and himself to SEBI Investigation Department submitted that he does No have any submissions to make in the matter.","558":"4. KFL vide its letter dated May 02 2015 and May 30 2015 to SEBIInvestigation Department confirmed that it had neither received any disclosures from the concerned promoter group entities No filed any disclosures with the stock exchange.","561":"In view of the above it was alleged that the erstwhile promoters of KFL Noticees No 1 2 and 3 failed to disclose the change in promoter shareholding to BSE in violation of Regulation 134A read with 135 of PIT 1992 .","563":"1.2. Sometimes in 2011 one  Mr Narendra R Shah approached the Noticees with an offer to purchase the entire shareholding of the Noticees and take the control of the company by adhering with all the compliances under Companies Act SEBI Rules and Regulations before the transfer of the promoters shareholding and taking control the said company.","568":"1.6.  Mr Narendra R Shah did No comply with the Companies Act SEBI Act SEBI Rules and Regulations and therefore the erstwhile promoters did No sell transfer the shares to the new promoters.","569":"The Noticees holds the shares in physical form and ready to submit for verification the original share certificate.","572":"The purported documents do No bear the signature of any of theNoticeesThe signatures appearing on the purported disclosures have been forged and fabricated and are different from the signatures of theNoticees8.1.9. Another reply was filed by the Noticees submitting original bank verified specimen signature of the Noticees and Joint Notarised affidavit of Narendra R Shah Abhishek N Shah Geeta N Shah and Narendra R ShahHUF.","600":"Later on as he was unable to comply he requested the Noticees to hand over the control and management of the company to him and his group with an assurance of complying and purchasing all the shares of the Noticees in accordance with the applicable provisions of law.","602":"Further the Noticees have stated they were No aware of the trading in their shareholding in the said company and had no role to play in the alleged transfer of shares in favour of the transferee mentioned in the said notice.","603":"In the matter of Kelvin Fincap Ltd 16.","604":"I also note in another submission Noticees have submitted a joint affidavit from new promoters  Mr Narendra R Shah Ms. Geeta N Shah and  Mr Abhihshek N Shah wherein these individuals have admitted that they have breached SEBI’s Rules and Regulations and without the consent and knowledge and authorityhad transferred the shares of old promoters to the new promoters his family members group companies and business associates and they traded in the shares of the Noticees and they have taken the responsibility of the consequences and damages arising from such transfer of shares including claims demands penalties actions fines etc. 17.","605":"In this case I note there were contradictory statements made by theNoticeesOn one hand they have claimed that they have never transferred shares to the new promoters and original share certificates are with them and on the other hand they have produced joint affidavit by Narendra R Shah Ms. Geeta N Shah and  Mr Abhishek N Shah wherein these individuals are accepting that share were fraudulently transferred.","606":"And finally in their latest statement they have claimed that they have lost the original share certificates in the year 2001as their office building was collapsed.","608":"It was informed by the Noticees that they have No filed any complaint against the said fraudulent transfer of shares before any court authority since  Mr Narendra Shah has handed over the original title documents of his property residential property in consideration of the shares of theNoticees17.1.2. If original share certificates were with them how those shares were transferred to the new promoters.","609":"It was informed that they never sold the shares and they are holding thee shares which they shall produce it.","611":"It was informed by Noticees that they never intended to sale those shares and hence No applied for the duplicate share certificates 18.","614":"Further they have stated that they never needed any duplicate share certificate as they never intended to trade or ever trade in their shares.","616":"On March 11 In the matter of Kelvin Fincap Ltd 2019 at the time of personal hearing Noticees did No produce the desired documents to prove that they have No transferred the shares to the present promoters.","617":"To support their claim Noticees had produced a certificate of a Chartered accountant confirming their shareholding in the company.","618":"Here I note that when the Noticees has claimed that they have lost their share certificate in office building collapse during the year 2001 then without physically verifying the original share certificate how Chartered Accountant has provided certificate.","656":"It is thus alleged that by acquisition of shares of HSSIL as aforesaid the aggregate shareholding of the Acquirers who were allegedly acting in concert crossed the threshold of 5% 10% and 14% of the issued and paid up equity share capital of the Company on November 03 2006 April 17 2007 and July 20 2007 respectively and therefore the Noticee was under obligation under regulation 7 1 of the SAST Regulations to disclose the details of the purchase and the aggregate shareholding at every stage of such acquisition to HSSIL and to the respective Stock Exchanges where the shares of HSSIL were listed.","658":"It has been alleged that the Noticee failed to comply with the aforesaid provisions of the law.","659":"It has also been alleged that on crossing the benchmark shareholding of 5 % the Noticee was under obligation to make the requisite disclosures as have been specified under regulations 131 133 read with regulation 135 of the PIT Regulations as well but it failed to do so.","667":"The written and oral submissions made by the Noticee are mainly to the following effect  • That they had acquired 8 91 766 equity shares of the Company as a longterm investor from time to time on different dates out of which 96045 shares have already been sold;","668":"• That as a Company they have small exposure to shares through secondary market;","669":"• That they being a long term investor and No regularly trading at the Stock Exchanges have No been conversant with SEBI Laws towards compliances and accordingly there has been delay in submitting requisite information to the Company Exchange;","670":"• That neither they No any person associated with them directly or indirectly has acquired any advantages due to delayed compliances.","671":"Belated reporting has neither resulted into any gain to them or loss to any body;","672":"• That the relevant compliances under SEBI Takeover code were fully complied with by them and that the delayed compliance under the provisions of Regulations 71 read with 72 of SASTRegulations was totally unintentional and only technical in nature;","673":"• That with regard to disclosure under Regulations 131 133 and regulation 135 of the PIT Regulations to the Company the same has been inadvertently delayed due to their No being conversant with such laws;","674":"• That subsequent to June 2007 i.e  from the date of first compliance they have been complying with the law within stipulated time.","675":"• That they have No gained any advantage No caused any losses to anybody due to such unintended delay and therefore a lenient view may be taken in the matter.","698":"It has attributed said noncompliances to be on account of its No being conversant with the SEBI laws.","699":"It has also submitted that the delays were No intentional and were only technical in nature and further that the belated reporting has neither resulted into any gain to them or loss to any body.","700":"The Noticee has argued that it was No aware of the laws during the relevant time therefore there has been delay in submitting the requisite disclosures.","718":"In this regard I have considered the submission of the Noticee that subsequent to June 2007 i.e  from the date of first compliance it has been regularly complying with the law within the stipulated time and there have been no further defaults.","726":"Final%200Anand[1] BEFORE THE ADJUDICATING OFFICER SECURITIES AND EXCHANGE BOARD OF INDIA ADJUDICATION ORDER No AO SBM EAD3 29 2016 UNDER SECTION 15I OF THE SECURITIES AND EXCHANGE BOARD OF INDIA ACT 1992 READ WITH RULE 5 OF THE SECURITIES AND EXCHANGE BOARD OF INDIA PROCEDURE FOR HOLDING INQUIRY AND IMPOSING PENALTIES BY ADJUDICATING OFFICER RULES 1995.","732":"It was therefore observed that Noticee being a ‘designated employee’ of the Company by entering into opposite transactions i.e purchase and sale of shares of the Company within a period of six months following his previous transaction in the shares of the Company had allegedly violated the provisions of Clause 4.2 of the Model Code of Conduct for prevention of Insider Trading as specified in Part A of Schedule I read with Regulation 121 of the PIT Regulations.","742":"Therefore it was alleged that Noticees sale of 493 shares of the Company was within a period of six months of the previous transactions executed by him in the scrip of the Company. c.","743":"It was therefore alleged that Noticee being a ‘designated employee’ of the Company within the meaning of the PIT Regulations had executed the opposite transaction in the scrip of the Company in less than a period of six months from his previous transactions i.e his previous transaction involving purchase of the shares of the Company. d.","744":"In view of the above it was alleged that Noticee has violated the provisions of Clause 4.2 of the Model Code of Conduct for prevention of Insider Trading as specified in Part A of Schedule I read with Regulation 121 of the PIT Regulations. e.","749":"Noticee’s main submissions in respect of the allegations levelled in the SCN are mentioned as under  a I have two demat accounts  i one with JM Financial Services Limited demat account No IN302927 10161927 where I was holding 142549 shares of ITC allotted upon exercise of Options under the ITC Employee Stock Option Schemes and another ii with ICICI Trading account demat account No IN302902 46984926. b On 23rd January 2013 over a hasty dialogue with my Agent over the telephone he picked up a bouquet of shares which inter alia included 193 shares of ITC @ Rs 291.90 per share under demat account No IN302902 46984926. c Vide a second transaction on 11th February 2013 another bouquet of shares was purchased which included 300 shares of ITC  @ Rs 299.05 per share thus taking my total shareholding in ITC in the aforesaid demat account to 493 shares. d On 21st March 2013 the Agent alongwith shares of other companies in the bouquet inadvertently also sold the aforesaid 493 shares of ITC.","750":"In the process I entered into opposite transaction within a period of six months of my earlier purchase. e I fully realised this while filing the Annual Declaration of disclosure of ITC Shares in the month of April 2013 when I once again thoroughly read the ITC Code of Conduct for Prevention of Insider Trading which is circulated frequently by our compliance officer.","751":"I then immediately informed the Company of this lapse on 10th April. 2013. f I work in the Hotels Division of the Company and am No privy to any inside information. g The sale transaction was done inadvertently and involved only 493 shares.","752":"You will observe that as stated earlier I was also holding 142549 shares of ITC which were allotted to me upon exercise of Options under the ITC Employee Stock Option Schemes.","753":"To reiterate the sale of 493 shares was purely an error. h After I informed the Company I have already been levied a penalty of Rs 2521  by ITC Limited which has been paid vide cheque No 036052 dated 23rd May 2013 drawn on State Bank of India New Delhi in favour of the ITC Rural Development Trust. i In addition I was restricted to sell any ITC Shares up to 10th August 2013 i.e  upto 6 months from the date of the last purchase of ITC shares on 11th February 2013.","754":"I was also restricted to purchase any ITC shares up to 20th September 2013 i.e  up to 6 months from the date of the last sale of ITC shares on 21st March 2013.","755":"This has been complied with j On no occasion in the past have I violated either the ITC Code of Conduct for Prevention of Insider Trading or the SEBI Regulations.","756":"In this regard I have assured the Company that in future such nonadherence will No occur.","766":"It is respectfully submitted that once a listed company has put in place its Code of Conduct its designated employees’ are governed by the Code of Conduct and No the MCC.","771":"It is submitted that the Noticee has No been charged for any violation of any PIT Regulations other than Clause 4.2 of the MCC.","772":"It is respectfully submitted that SEBI cannot seek the benefit of Reg. 124 of the PIT Regulations or Clause 6.3 of the MCC.","775":"Accordingly it is respectfully submitted that the SCN is No maintainable insofar as it seeks to penalize the Noticee for violation of the MCC. f It is respectfully submitted that the Noticee had entered into the alleged opposite transaction by inadvertence.","776":"The sale of shares on March 21 2013 was unintentional.","777":"It is further submitted that the alleged transaction had been the result of a mere miscommunication and was No a deliberate or intentional attempt on the part of the Noticee to garner windfall profits by contravening the restrictions on opposite transactions.","778":"In fact the Noticee had made a net profit of Rs 2521 from the entire transaction and has paid an equal amount by way of penalty imposed by the Company for violation of its Code of Conduct.","779":"It is respectfully submitted that in view of these facts the transaction was but a technical breach of the Code of Conduct which is completely venial in nature. g Additionally the bona fide of the Noticee is firmly established by the fact that he informed the Company without any undue delay on April 10 2013 and thereafter complied with the transaction restrictions issued by the Company and paid the penalty levied. h Further the shares involved in the alleged opposite transaction amount to mere 493 shares which is a miniscule amount in contrast to the shares of the Company traded in the market on a daytoday basis.","780":"The Noticee endured no disproportionate gain or unfair advantage on account of the purported contravention. i It is most respectfully submitted that no harm has been caused to the interests of the investors in any manner whatsoever and considering the diminutive amount of shares inadvertently sold the present matter does No call for any penalty on the Noticee.","781":"Further the charge of violation in the present SCN is a solitary instance of noncompliance against the Noticee.","787":"It was alleged in the SCN that the Noticee being one of the ‘designated employees’ of the Company had entered into an opposite transaction in the scrip of the Company within six months following his previous transaction in the scrip of the Company and thereby violated the provisions of Clause 4.2 of the Model Code of Conduct specified in Part A of Schedule I read with Regulation 12 1 of the PIT Regulations.","807":"Noticee is presently employed with ITC Limited as the Vice President of the Hotel Division of the Company.","808":"Noticee joined the services of the Company on March 16 1994. b.","815":"Upon realization of the opposite transaction carried out by the Noticee he voluntarily informed the Company of the same on April 10 2013. c.","819":"As per confirmation received from the Company Noticee had complied with the trading restrictions imposed on him by the Company from buying selling shares of ITC for a period of 6 months and also paid the penalty amount of Rs 2521 .","820":"ITC in its communication addressed to SEBI also confirmed that Noticee has No committed any other violation of the ITC Code of Conduct for Prevention of Insider Trading other than the aforementioned violation. e.","821":"The net profit of Rs 2521 made by the Noticee from the entire transactions in the scrip of the Company was paid as penalty by the Noticee vide cheque drawn in favour of ITC Rural Development Trust on May 23 2013.","822":"The penalty imposed on the Noticee by the Company i.e Rs 2521  was the net monetary gain made by the Noticee from the alleged transactions in the shares of the Company after reckoning the brokerage and taxes.","823":"Noticee mentioned that there was no intention on his part to garner profits by contravening the restrictions on the opposite transactions. f.","825":"The said shares were allotted to the Noticee upon exercise of Options under the ITC Employee Stock Option schemes. g.","826":"It was also confirmed by the Noticee that apart from the present proceedings no other enforcement actions have been initiated by SEBI against him in the past and there has been no other instance of any action initiated against him by the Company as regards his dealings in the shares of ITC.","827":"In respect of the allegation levelled against the Noticee I observe that the Noticee has No disputed the transactions or the allegations levelled against him.","828":"On the contrary he has admitted to the inadvertent lapse on his part in executing the opposite transaction involving the sale of 493 shares of the Company within a period of six months prior to his purchase transaction in the scrip of the Company.","852":"Place Mumbai SURESH B. MENON Date July 20 2016 ADJUDICATING OFFICER"},"label":{"19":"procedural fact","25":"procedural fact","29":"procedural fact","56":"defendent claim","60":"defendent claim","68":"procedural fact","108":"defendent claim","115":"defendent claim","116":"defendent claim","139":"defendent claim","140":"defendent claim","141":"defendent claim","142":"defendent claim","143":"defendent claim","159":"procedural fact","161":"procedural fact","163":"procedural fact","187":"defendent claim","188":"defendent claim","189":"defendent claim","190":"defendent claim","191":"defendent claim","192":"defendent claim","194":"procedural fact","195":"procedural fact","196":"defendent claim","197":"defendent claim","198":"defendent claim","199":"defendent claim","200":"defendent claim","201":"defendent claim","203":"defendent claim","204":"defendent claim","205":"defendent claim","206":"defendent claim","207":"defendent claim","208":"defendent claim","209":"defendent claim","211":"procedural fact","212":"procedural fact","213":"defendent claim","214":"defendent claim","215":"defendent claim","216":"defendent claim","217":"defendent claim","218":"defendent claim","219":"defendent claim","220":"defendent claim","221":"defendent claim","222":"defendent claim","223":"defendent claim","224":"defendent claim","225":"defendent claim","226":"defendent claim","227":"defendent claim","228":"defendent claim","241":"defendent claim","242":"defendent claim","243":"defendent claim","244":"defendent claim","245":"defendent claim","246":"defendent claim","247":"defendent claim","248":"defendent claim","249":"defendent claim","250":"defendent claim","282":"defendent claim","283":"defendent claim","285":"defendent claim","287":"defendent claim","288":"defendent claim","289":"defendent claim","290":"defendent claim","306":"defendent claim","313":"procedural fact","315":"defendent claim","316":"defendent claim","317":"defendent claim","318":"defendent claim","319":"defendent claim","320":"defendent claim","324":"defendent claim","325":"defendent claim","326":"defendent claim","327":"defendent claim","332":"defendent claim","333":"defendent claim","353":"defendent claim","354":"defendent claim","355":"defendent claim","356":"defendent claim","357":"defendent claim","358":"defendent claim","363":"defendent claim","364":"defendent claim","365":"defendent claim","366":"defendent claim","367":"defendent claim","375":"defendent claim","376":"defendent claim","383":"procedural fact","390":"procedural fact","393":"procedural fact","394":"procedural fact","396":"procedural fact","397":"defendent claim","398":"defendent claim","399":"defendent claim","400":"defendent claim","405":"procedural fact","408":"defendent claim","413":"procedural fact","420":"procedural fact","436":"defendent claim","438":"defendent claim","439":"defendent claim","442":"defendent claim","443":"defendent claim","444":"defendent claim","445":"defendent claim","446":"defendent claim","447":"defendent claim","448":"defendent claim","449":"defendent claim","450":"defendent claim","451":"defendent claim","452":"defendent claim","453":"defendent claim","454":"defendent claim","455":"defendent claim","456":"defendent claim","457":"defendent claim","460":"defendent claim","462":"defendent claim","463":"defendent claim","464":"defendent claim","465":"defendent claim","469":"defendent claim","474":"defendent claim","475":"defendent claim","476":"defendent claim","494":"defendent claim","495":"defendent claim","546":"defendent claim","548":"procedural fact","555":"procedural fact","557":"defendent claim","558":"defendent claim","561":"procedural fact","563":"defendent claim","568":"defendent claim","569":"defendent claim","572":"defendent claim","600":"defendent claim","602":"defendent claim","603":"defendent claim","604":"defendent claim","605":"defendent claim","606":"defendent claim","608":"defendent claim","609":"defendent claim","611":"defendent claim","614":"defendent claim","616":"defendent claim","617":"defendent claim","618":"defendent claim","656":"procedural fact","658":"procedural fact","659":"procedural fact","667":"defendent claim","668":"defendent claim","669":"defendent claim","670":"defendent claim","671":"defendent claim","672":"defendent claim","673":"defendent claim","674":"defendent claim","675":"defendent claim","698":"defendent claim","699":"defendent claim","700":"defendent claim","718":"defendent claim","726":"defendent claim","732":"procedural fact","742":"procedural fact","743":"procedural fact","744":"procedural fact","749":"defendent claim","750":"defendent claim","751":"defendent claim","752":"defendent claim","753":"defendent claim","754":"defendent claim","755":"defendent claim","756":"defendent claim","766":"defendent claim","771":"defendent claim","772":"defendent claim","775":"defendent claim","776":"defendent claim","777":"defendent claim","778":"defendent claim","779":"defendent claim","780":"defendent claim","781":"defendent claim","787":"procedural fact","807":"defendent claim","808":"defendent claim","815":"defendent claim","819":"defendent claim","820":"defendent claim","821":"defendent claim","822":"defendent claim","823":"defendent claim","825":"defendent claim","826":"defendent claim","827":"defendent claim","828":"defendent claim","852":"defendent claim"},"case_number":{"19":72,"25":72,"29":72,"56":73,"60":73,"68":74,"108":74,"115":74,"116":74,"139":75,"140":75,"141":75,"142":75,"143":75,"159":75,"161":75,"163":75,"187":75,"188":75,"189":75,"190":75,"191":75,"192":75,"194":75,"195":75,"196":75,"197":75,"198":75,"199":75,"200":75,"201":75,"203":75,"204":75,"205":75,"206":75,"207":75,"208":75,"209":75,"211":75,"212":75,"213":75,"214":75,"215":75,"216":75,"217":75,"218":75,"219":75,"220":75,"221":75,"222":75,"223":75,"224":75,"225":75,"226":75,"227":75,"228":75,"241":75,"242":75,"243":75,"244":75,"245":75,"246":75,"247":75,"248":75,"249":75,"250":75,"282":75,"283":75,"285":75,"287":75,"288":75,"289":75,"290":75,"306":75,"313":75,"315":75,"316":75,"317":75,"318":75,"319":75,"320":75,"324":75,"325":75,"326":75,"327":75,"332":75,"333":75,"353":75,"354":75,"355":75,"356":75,"357":75,"358":75,"363":75,"364":75,"365":75,"366":75,"367":75,"375":76,"376":76,"383":76,"390":76,"393":76,"394":76,"396":76,"397":76,"398":76,"399":76,"400":76,"405":76,"408":76,"413":76,"420":76,"436":76,"438":76,"439":76,"442":76,"443":76,"444":76,"445":76,"446":76,"447":76,"448":76,"449":76,"450":76,"451":76,"452":76,"453":76,"454":76,"455":76,"456":76,"457":76,"460":76,"462":76,"463":76,"464":76,"465":76,"469":76,"474":76,"475":76,"476":76,"494":76,"495":76,"546":77,"548":77,"555":77,"557":77,"558":77,"561":77,"563":77,"568":77,"569":77,"572":77,"600":77,"602":77,"603":77,"604":77,"605":77,"606":77,"608":77,"609":77,"611":77,"614":77,"616":77,"617":77,"618":77,"656":78,"658":78,"659":78,"667":78,"668":78,"669":78,"670":78,"671":78,"672":78,"673":78,"674":78,"675":78,"698":78,"699":78,"700":78,"718":78,"726":79,"732":79,"742":79,"743":79,"744":79,"749":79,"750":79,"751":79,"752":79,"753":79,"754":79,"755":79,"756":79,"766":79,"771":79,"772":79,"775":79,"776":79,"777":79,"778":79,"779":79,"780":79,"781":79,"787":79,"807":79,"808":79,"815":79,"819":79,"820":79,"821":79,"822":79,"823":79,"825":79,"826":79,"827":79,"828":79,"852":79}}