{"sentence":{"3":"GLL was incorporated in 1985 as a private limited company and became public limited in 1994.","6":"It came out with public issue of 14 00000 equity shares of 10 each aggregating to 1.40 Crore in February 1996.","7":"The name of the company was changed to Gennex Laboratories Ltd w.e.f September 19 2007.","9":"Mercury Fund Management Co. Ltd hereinafter referred to as the Noticee or ‘MFMCL’ was the Promoter of the Company.","10":"During April 2007–December 2007 it is noted that the shareholding of promoters had changed from 54 42836 shares 53.62% of the paid up capital to 25 08800 shares 24.72% which includes 25 lakh shares pledged with Bank of India.","11":"Thus there is change of 2934036 shares 28.90% wherein all the promoters except the Vinod Baid L Lalitha L Vithal Rao and Prudential Investments Ltd had sold transferred their shares.","12":"As per shareholding pattern the major selling promoters were the Noticee 16 36036 shares and Roopshri Finvest 3 32000 shares.","13":"During the period of investigation i.e  April 30 2007 – November 18 2008 the Noticee had sold 29 94394 shares and Roopshri sold 9 08025 shares.","14":"On analyzing the demat statement of the Noticee it was noted that 295300 shares were received in off market from another promoter Prudential Stocks & Securities Limited client ID 14872936 since November 102007.","15":"From these shares only 34700 shares were sold in the market during November 1229 2007 and balance 2 60600 shares were transferred to his another BO ID 1201090001221636.","16":"It is also observed that the Noticee had received 9 60 000 shares in off market on July 04 2007 from Vinod Baid.","17":"However Roopshri was holding 3 32000 shares as on April 1 2007 and its purchase and sale were 6 09556 shares and 9 08025 shares respectively.","18":"As per shareholding pattern for quarter ended June 2007 Vinod Baid was holding 9 64 800 shares 9.51% of the equity capital.","19":"Vinod Baid transferred 9 60000 shares 9.46% of the equity capital to the Noticee on July 04 2007.","20":"The Noticee was required to submit the disclosure under Regulation 71 of SEBI SAST Regulations 1997 as well as Regulation 131 read with Regulation 135 of SEBI PIT Regulations 1992.","21":"Further BSE has informed that during January 2007 – December 2008 it has received only one disclosure under SEBI SAST Regulations on 31.10.08 given by Religare Securities Ltd and no disclosure under SEBI PIT Regulations.","22":"Similarly as per shareholding pattern for quarter ended March 2007 the Noticee promoter was holding 16 36036 16.12% of the equity capital and it reduced to Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd 1 19086 shares 1.17% of the equity capital for quarter ended June 2007.","23":"This change in shareholding was required to be disclosed under Regulation 133 read with Regulation 135 of SEBI PIT Regulations 1992 but no disclosures were observed as stated in preceding para.","24":"The Noticee received shares in off market from Shri Vinod Baid on July 4 2007.","25":"However as per shareholding pattern on June 30 2007 the Noticee was No shown as promoter entity.","28":"Further aforesaid transfer on June 14 2006 shows that the Noticee had acquired shares above 15% of the equity capital without making an open offer under Regulation 10 of SEBI SAST Regulations 1997.","29":"GLL had made certain corporate announcements during the investigation period some of which were No implemented.","30":"It is noted that on July 4 2007 immediately before the corporate announcement about investment proposal the Noticee has received 9.60 lakh shares in off market from the promoter of GLL i.e  Vinod Baid and sold 9 30850 shares during July 52007 to August 222007.","31":"The price rise during this period was from 24.10 to 26.55.","32":"It is observed that Vinod Baid had transferred the shares in off market to erstwhile promoter the Noticee which in turn sold them in the market taking advantage of the positive announcement by the Company which was never implemented and the Company had also No informed the stock exchanges about subsequent implementation status.","33":"It is indicative of the fact that the Company had planted a false announcement about the aforesaid investment proposal and Vinod Baid had sold his 9.60 lakh shares through the Noticee.","34":"The Noticee had facilitated Vinod Baid in off loading the shares of GLL in the market.","37":"In view of the same it was of utmost importance to SEBI to be able to procure information about the transfer of shares between Vinod Baid and the Noticee and disclosures supposed to be made in that regard.","78":"During April 2007–December 2007 it is noted that the shareholding of promoters had changed from 54 42836 shares 53.62% of the paid up capital to 25 08800 shares 24.72% which includes 25 lakh shares pledged with Bank of India.","79":"Thus there is change of 2934036 shares 28.90% wherein all the promoters except Vinod Baid L Lalitha L Vithal Rao and Prudential Investments Ltd had sold transferred their shares.","80":"As per shareholding pattern the major selling promoters were the Noticee 16 36036 shares and Roopshri Finvest 3 32000 shares.","81":"During the period of investigation i.e  April 30 2007 – November 18 2008 the Noticee had sold 29 94394 shares and Roopshri sold 9 08025 shares.","82":"On analyzing the demat statement of the Noticee it was noted that 295300 shares were received in off market from another promoter Prudential Stocks & Securities Limited PSSL client ID 14872936 since November 102007.","83":"From these shares only 34700 shares were sold in the market during November 1229 2007 and balance 2 60600 shares were transferred to his another BO ID 1201090001221636.","84":"It is also observed that the Noticee had received 9 60 000 shares in off market on July 04 2007 from Shri Vinod Baid CMD of GLL.","85":"Roopshri was holding 3 32000 shares as on April 1 2007 and its purchase and sale were 6 09556 shares and 9 08025 shares respectively.","87":"As per shareholding pattern for quarter ended June 2007 Vinod Baid was holding 9 64 800 shares 9.51% of the equity capital.","88":"Vinod Baid transferred 9 60000 shares 9.46% of the equity capital to the Noticee on July 04 2007.","89":"The Noticee was required to submit the disclosure under Regulation 71 of SEBI SAST Regulations 1997 as well as Regulation 131 read with Regulation 135 of SEBI PIT Regulations 1992.","90":"Further BSE has informed that during January 2007 – December 2008 it has received only one disclosure under SEBI SAST Regulations on 31.10.08 given by Religare Securities Ltd and no disclosure under SEBI PIT Regulations.","91":"Similarly as per shareholding pattern for quarter ended March 2007 the Noticee promoter was holding 16 36036 16.12% of the equity capital and it reduced to 1 19086 shares 1.17% of the equity capital for quarter ended June 2007.","92":"This change in shareholding is required to be disclosed under Regulation 133 read with Regulation 135 of SEBI PIT Regulations 1992 but no disclosures were observed as stated in preceding para.","93":"On perusal of shareholding pattern of GLL it is observed that the shareholding of the Noticee was under the Promoters Holding during the quarter ending June 2006 and it was so included till March 2007.","94":"For the quarter ending June 2007 the shareholding of the Noticee was shown under the head ‘NonPromoter Holding’.","95":"The shareholding of the Noticee during these quarters was as under June 2006 September 2006 December 2006 March 2007 Total Shares Held by the Noticee 2000536 2000536 1996536 1636036 Capital of the Company 10150300 10150300 10150300 10150300 % of 19.71 19.71 19.67 16.12 Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd capital held by the Noticee 22.","96":"From the perusal of the transaction statement of the Noticee client ID 10018449 with DP MLB Securities Ltd DP ID IN 302654 from the period from 1st April 2006 to 30th April 2007 it is noted that the Noticee received 9336 shares of the company on 7 6 2006.","97":"The Noticee further received 20 02700 shares on 14 6 2006 taking its total holding to 20 12036 shares which was 19.82% of the total capital of the company.","98":"As the holding of the Noticee has increased more than 5% the Noticee was required to make disclosures under Regulation 7 1 of SEBI SAST Regulations 1997 and Regulation 13 1 of SEBI PIT Regulations 1992.","99":"Further aforesaid transfer on June 14 2006 shows that the Noticee had acquired shares above 15% of the equity capital without making an open offer under Regulation 10 of SEBI SAST Regulations 1997.","100":"The Noticee has nowhere denied the allegations levelled against it and has placed nothing on record to refute the allegation that it had No made the disclosures or open offer as mentioned above.","110":"It has been observed that GLL made following corporate announcements during the investigation period Date News Price movement in the scrip Trading by MFMPL Status Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd 05.07.07 12231 P.M. Informed BSE about board meeting on July 162007 to discuss about the investment & management participation proposal received from the INNOVESCO PTE Ltd Singapore and the financial arrangement to be made for the proposed Biotech Products.","111":"On July 52007 the scrip opened at 24.10 lower than previous day’s close of 24.45 and reached till 25.65 with 253 trades.","112":"The last trade before this announcement was executed at 24.20 and first trade after announcement was at 24.45. During July 62007 to July 132007 the price has moved from 26.15 to 29.95 in 1506 trades.","113":"During 30.04.07 – 03.07.07 MFMCL has purchased 2055 shares and sold 1617350 shares.","114":"On 05.07.07 the total trading was 342912 shares and it sold 2 Lakh shares.","115":"During 06.07.07 to 12.07.07 it sold 2 Lakh shares No implemented 16.07.07 61026 P.M Informed BSE about in principle approval of the investment and management proposals from  Mr Arun Jain Chairman of Innovesco Group of Companies Singapore and his Associates and decision to allot 30% of the expanded Equity capital of GLL to  Mr Arun Jain & his Associates and or their SPV in India on preferential basis at a price to be determined after receipt of the valuation report.","117":"Laxmi Niwas & Jain was appointed for valuation of the business of the Company and to determine the quantum of investment to be brought in by M s.","118":"Arun Jain & Associates.","119":"The price of the scrip opened at 28.00 on July 162007 1.23% lower than the previous close price of 28.35 and reached till 28.85 with 72 trades during the day.","120":"On July 172007 the price opened at 28.95 and fell down to 27.10 MFMCL sold 55000 shares and counterparties were scattered.","121":"Total trading was 83574 shares.","122":"During 17.07.07 to 22.08.07 it purchased 5350 shares and sold 530850 shares No implemented Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd 29.08.071 3502 PM Informed BSE about Board meeting on September 04 2007 to consider the allotment of 2500000 equity shares and issue of 2500000 equity warrants as under Silver Golden Property Develop Fin Investment Ltd Mumbai.","123":"– 1500000 shares and 2500000 warrants Carwin Mercantiles P Ltd Kolkata – 1000000 shares The scrip opened at 27.70 on August 292007 prev. day cl. price 27.50 and fell down to 27.35. There were 36 trades during the day.","124":"MFMCL had No traded on this date.","125":"Implemented 04.09.073 0851 PM Informed BSE about approval of above decision.","126":"The scrip opened at 31.35 4.85% higher than the prev. cl. price of 29.90 and same was the closing price.","127":"There were 22 trades during the day.","128":"Similarly on 05.09.07 the scirp opened at 32.90 and remain the price of the day with 28 trades.","129":"MFMCL had No traded on this date.","130":"Subsequently during 07.09.07 to 19.08.08 it purchased 65153 shares and sold 391194 shares.","131":"Implemented 27.08.081 11243 AM Informed BSE that in Board meeting held on Aug 26 2008 it was unanimously decided to make an offer for purchase of 51% Stake in Ammana Bio Pharma Ltd and authorized the Managing Director of the Company to enter into necessary Shareholders Agreement with them for acquisition of said stake.","132":"The scrip opened at 46.25 on August 272007 prev. cl. price 46.40 reached till 48.00 and closed at 45.05. There were 246 trades during the day.","133":"MFMCL had No traded on this date & subsequently till the end of investigation period.","137":"It is noted that on July 4 2007 immediately before the corporate announcement about investment proposal the Noticee had received 9.60 lakh shares in off market from the promoter of GLL i.e  Shri Vinod Baid and sold in the market 9 30850 shares during July 5 2007 to August 22 2007.","138":"The price rise during this period was from 24.10 to 26.55.","139":"It is observed that the promoter had transferred the shares in off market to erstwhile promoter the Noticee who in turn had sold them in the market taking advantage of the positive announcement by the company which was never implemented.","140":"I also note that the company has also No informed subsequently to the stock exchanges that these announcements had No been implemented giving credence to the allegation that these announcements were made just to facilitate offloading the shares of the promoters of the company through the Noticee.","143":"From the above I note that the company had planted these false positive announcements to facilitate the offloading of the shares by its promoter Vinod Baid through the Noticee.","144":"The Noticee has evidently facilitated Vinod Baid in off loading the shares of GLL in the market.","160":"Shri Vinod Baid approached them for loan against shares and thus 9.60 lakh shares were transferred to them on July 4 2007.","161":"The loan was released and shares were sold in the market.","163":"But no supporting documents were provided by the Noticee regarding loan against shares.","164":"In view of the incomplete information submitted by the Noticee summons dated May 20 2010 were issued to the Noticee in continuation of the previous summons to provide the following information Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd a.","165":"Copy of bank statement evidencing payment of funds for receiving 9.60 Lakh shares from Shri Vinod Baid on July 4 2007 in off market.","167":"It is observed that as shareholding pattern ended on June 2006 Mercury holds 20 00536 shares 19.71% of the equity capital whereas there appears to nil holding in quarter ended on March 2006.","168":"Please confirm whether Mercury has complied with the requirement of open offer as per Regulation 10 of SEBI SAST Regulations 1997.","170":"Also inform the details of the entities from whom 20 00536 shares were received.","172":"It is also observed that shareholding of Mercury has changed from 19 99536 shares 19.67% of the equity capital in quarter ending December 2006 to 16 36036 shares 16.12 of the equity capital in quarter ending March 2007.","175":"Acknowledged copy of letter dated July 4 2007.","176":"Further the company was holding 16 36036 shares 16.12% of the equity capital for quarter ended March 2007 and it was reduced to 1 19086 shares 1.17% of the equity capital for quarter ended June 2007.","177":"This change in shareholding is required to be disclosed under Regulation 133 read with Regulation 135 of SEBI PIT Regulations 1992.","180":"Copy of bank statement for a c No 165684 maintained with ABN AMRO Bank for the period January 01 2007 – December 31 2008.","185":"The Noticee in his reply dated June 13 2011 has submitted that it had provided information to SEBI as and when required.","190":"The Noticee has No provided the information documents sought by the above said summons despite receiving the same and intimating that the information would be provided after two weeks.","213":"The said information was very relevant and important in the whole investigation process.","214":"It is noted that the company had made certain announcements which did No materialise but had lead to a rise in the price of its shares.","215":"During this period of pricerise it was observed that promoter entities Adjudication Order In Respect of Mercury Fund Management Co. Ltd October 21 2011 In The Matter of Gennex Laboratories Ltd such as the Noticee had facilitated the offloading of 9 30 850 shares of the promoters in the market.","233":"A rise in the price of the scrip of M s Nova Petrochemicals Limited for brevity’s sake hereinafter referred to as ‘NPL’ was witnessed as the price of the scrip went up from 82 to 116.20 an increase of 41.7% in 13 trading days i.e  from November 28 2005 to December 14 2005.","234":"Based on the snap investigation carried out by Bombay Stock Exchange Ltd hereinafter referred to as ‘BSE’ in the scrip of NPL investigations were conducted by Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ or ‘the Board’ in the scrip of NPL.","235":"As BSE stated in its report that immediately after the period of examination the clients and some company related entities substantially sold their stake the period of investigation was extended from November 28 2005 to March 31 2006 hereinafter referred as ‘investigation period’ .","238":"It was observed that promoters’ holding slightly increased by 6000 shares as on March 2006 as compared to previous quarter December 2005.","239":"However holdings of person acting in concert PACs who were 25 in number significantly reduced from 4767506 shares 35.31% to 3882163 shares 28.76% and public holding increased from 1005484 shares 7.45% to 2213167 shares 16.39% during the quarter December 2005 to March 2006.","240":"During the period under investigation following major announcement were made by NPL Date & Time News text gist Status Impact on price volume January 23 2006 85348 AM Company informed that BOD meet will be held on January 28 2006 to consider quarterly result for quarter ended December 2005 and proposal for bonus issue.","241":"Implemented Scrip opened at 96.95 Previous closing price was 92.35 and no change was observed on price.","242":"However volume was 55114 shares as compared to 1960 shares recorded on previous day.","243":"January 28 2006 53725 PM Company Informed that BOD recommended to issue of Bonus shares in proportion of 11.","244":"Implemented On January 30 scrip was opened at 98.30 last closing price was 93.50 on January 27.","246":"February 20 2006 Company informed that BOD meeting Only bonus shares were On February 21 scrip was opened at Adjudication Order in respect of Smt Manjudevi J Agarwal in the matter of M s Nova Petrochemicals Ltd February 15 2011 Date & Time News text gist Status Impact on price volume 81542 PM will be held on March 4 2006 to consider expansion plan of Poly Condensation & Power Unit and also to fix the record date for bonus issue.","247":"104.95 last closing price was 102.45 touched its intraday high of 107.55 and closed at 106.70. Total traded volume was 111977 shares last traded quantity was 390296 shares.","248":"February 21 2006 32709 PM Company informed that an EGM will be held on March 4 2006 to consider the bonus issue and increased in authorized capital. issued.","249":"On February 22 scrip opened at 105.05 touched its intraday high of 111.80 and closed at 107.75. Volume recorded was only 11389 shares.","250":"March 6 2006 42125 PM Company informed that EGM was held on March 4 2006 and discussed the expansion plan and constituted a committee of directors to finalize the details.","251":"Copy of EGM minutes taken from BSE does No state about discussion on the expansion plan.","252":"NPL also failed to provide any On March 7 scrip opened 137.50 last closing price was 135.60 touched its intraday high of 142.35 and closed at 139.90. Total volume recorded was 117541 shares previous day volume was 182181 Adjudication Order in respect of Smt Manjudevi J Agarwal in the matter of M s Nova Petrochemicals Ltd February 15 2011 Date & Time News text gist Status Impact on price volume information on this expansion plan. shares March 8 2006 124058 PM Company informed that March 20 2006 has been fixed as Record Date for the purpose of Bonus Issue.","253":"Implemented On March 9 scrip opened at 143.50 touch its intraday high of 149.35 and closed at 148.35 and total volume was 187405 shares more than double of previous day i.e  78869 shares.","254":"Investigation revealed that NPL made misleading announcement on February 20 2006 pertaining to expansion plan after which the price of the scrip went up from 102.50 on February 20 2006 to 146.85 on March 8 2006 and the volume also increased substantially.","255":"Further the NPL also did No give any explanation to the exchanges regarding the substantial difference between the unaudited and audited results of the company.","256":"It is observed from the Investigation Report herein after referred to as IR that when the company was making misleading announcements and non genuine results 25 PACs of the company who were the family members and group companies of the Chairman and The MD sold together 1015443 shares through Religare and SP Jain Securities which accounted for 12.80% of the traded volume both BSE and NSE during January 23 2006 to March 31 2006 before the outcome of the negative results.","257":"Investigation revealed that NPL showed profit in three quarters of 20052006 while the yearly results of 2006 showed loss for which the company could No Adjudication Order in respect of Smt Manjudevi J Agarwal in the matter of M s Nova Petrochemicals Ltd February 15 2011 give any reasonable explanation.","258":"The Chairman Ved Prakash Chiripal and MD Shyam Gupta were aware of the negative results and the PACs who were the family members and group companies of the Chairman and the MD sold shares before the outcome of the negative results.","272":"She had sold shares even before the investigation period and also post the investigation period.","273":"During the investigation period she had sold 55000 shares on February 15 2006 and 2700 shares on February 27 2006 and continues to hold 100 shares. vii.","284":"The allegations against the noticee are that when the company was making misleading announcements and nongenuine results it including PACs being the family members and group companies of the Chairman and the MD sold together 1015443 shares through Religare and SP Jain Securities which accounted for 12.80% of the traded volume both BSE and NSE during January 23 2006 to March31 2006 before the outcome of the negative results and thereby alleged to have violated Regulation 3 a d 41 42a of FUTP Regulations read with Section 12Ac of SEBI Act 1992 and regulation 3i of PIT Regulations read with Section 12Ad & e of SEBI Act 1992.","295":"I find that the NPL made major corporate announcements on 6 days during the period January 23 2006 to March 08 2006.","296":"These announcements were related to quarterly financial results Bonus issue and expansion plan.","297":"I note from the SCN that except for announcement on an expansion plan all other announcements were implemented by NPL.","299":"I also note that the price of the scrip after the above announcement went up from 102.50 on February 20 2006 to 146.85 on March 8 2006.","300":"It is noted from the SCN that the NPL incurred a loss of 5.23 crore as on 31st March 2006 whereas the sum total of the unaudited figures for the quarter ending June to March 2006 showed a profit of 1.38 crore.","303":"From the trade and order log it is observed that the 25 PACs including the Noticee offloaded 1015433 shares constituting 12.80% of the traded volume on the exchanges NSE and BSE and 7.52% of total capital in the market after the positive announcements that too after the expansion plan were made by the company.","304":"The PACs who sold the shares were the family members and group companies of the Chairman  Mr Vedprakash Chiripal and Managing Director  Mr Shyam Gupta.","305":"I note from the SCN as well as from the noticee’s submission that she had sold 57700 shares during the investigation period against her holding of 57800 shares as on March 31 2005.","306":"I note that the PACs held 35.31% of the total capital of NPL as on March 31 2005 and the noticee held 1.62% of the PACs’ holding.","307":"I also note that the noticee’s sale of 77000 shares constitutes 7.58% of the total shares sold by the PACs during the investigation period.","308":"I note from the material available on record that there is no allegation about the noticee’s involvement in any of these misleading announcements or resultant price rise in the scrip of NPL.","309":"I note from the investigation report that the noticee alleged to have dealt in the scrip after the public announcement made by NPL.","314":"In the Instant matter it is observed that the Noticee had sold its majority share holding in NPL prior to the date of public Adjudication Order in respect of Smt Manjudevi J Agarwal in the matter of M s Nova Petrochemicals Ltd February 15 2011 announcement i.e  February 20 2006.","315":"There is no material available on record to establish the fraudulent activities of the Noticee either with respect to its dealing in scrip of NPL or its role in the process of public announcement made by NPL.","321":"I note from the noticee’s submission that because she is related to  Mr Ved Prakash Chiripal the Chairman of NPL she falls within the ambit of PAC.","329":"As discussed above the price of the scrip went up from 102.50 on February 20 2006 to 146.85 on March 8 2006 i.e  after the misleading announcements made by the NPL.","330":"However I note that the noticee sold 55000 shares on February 15 2006 and 2700 shares on February 27 2006 total of 57700 shares of NPL.","339":"Vintage Cards and Creations Limited CO ISD 1724 AO PG 39 2010 1.","342":"It was observed that the Noticee was part of the promoter group and was also the Managing Director of M s.","343":"Vintage Cards and Creations Limited hereinafter referred to as “the company”.","344":"During the period from August 19 2008 to September 05 2008 the Noticee sold 78 524 shares of the company which constitutes 1.71% of share capital of the company.","360":"Securities and Exchange Board of India in short SEBI received a complaint from India Infoline Limited alleging that an individual Prem Agarwal had circulated a message through short messaging service regarding trading in the scrip of Incap Financial Services Limited hereinafter referred to as Incap the Company on January 11 2011 stating “BSE call buy INCFS 530887 at CMP TRGT 35 50 within a week news splited going to declare dividend within week so hurry up donot miss profit www.indiainfoline.com”. http www.indiainfoline.com Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited .","362":"The shares of Incap were listed at Bombay Stock Exchange Limited during IP.","363":"IA observed noncompliances with regard to SEBI Act SCRA PFUTP Regulations SAST Regulations and PIT Regulations by Abhay Javlekar hereinafter referred to as Noticee and others.","383":"A letter dated November 08 2016 was handed over to the AR with respect to the inspection of documents which was to be availed by him on or before November 23 2016.","401":"Further it is stated the  Mr Arvind has made payment for the said transactions in cash and there are no dues pending in this respect.","403":"The synchronized trading is only 1.88% of the total market volume the reversal trades are only 1.44% whereas the self trades are 0.93% of the market volume.","405":"As observed from Annexure 4 of the Sec 11 SCN Synchronised Trades from 2.12.2010 to 4.01.2011 the total number of synchronised trades attributed to me are only 19.","406":"Copy of the said annexure 4 is annexed hereto at Annexure 6.","407":"It is stated that 19 trades out of a total of 2127 trades carried out during the period of investigation amounts to a very miniscule percentage of 0.89%.","442":"Consolidation of holdings 11.","446":"55% or more but less than seventy five per cent.","449":"75%’ the words and figures ‘ninety per cent.","456":"75%’ the words and figures ‘ninety per cent.","491":"The same number was used to place orders on behalf of Abhay Javlekar as confirmed by the stock broker yoke securities.","492":"As per kyc agoyal143@yahoo.com was mail id for confirmation of contract notes with yoke securities religare securities limited.","502":"As per kyc email ids i.e  Agoyal143@yahoo.com and csbhatt111@zapak.com for confirmation of contract notes belonged to arvind goyal.","505":"Further Noticee’s KYC with Yoke Securities Religare Securities Limited has e–mail id of Arvind Goyal i.e  agoyal143@yahoo.com.","506":"Also that Noticee was introduced by Arvind Goyal to Yoke Securities as per Yoke’s letter dated January 6 2014.","507":"Also that Arvind Goyal placed orders in the trading account of Noticee through his mobile nos. 9322229797 whereas Noticee’s No was 8080729797. mailtoagoyal143@yahoo.com Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . iiIt is further noted from the material on record including the IR that the combined shareholding of Noticee Arvind Goyal and Dharmendra Bhojak had crossed 15% on September 30 2010 and a further 5% twice i.e  on October 10 2010 Noticee Arvind Goyal and Dharmendra Bhojak and December 6 2010 Noticee Arvind Goyal and Dharmendra Bhojak along with Pooja Goyal and Ramesh Dwarkadas Daga.","508":"Following are details regarding shares acquired DATES ON WHICH ACQUISITION OCCURRED FIRST HOLDER NAME DATE DEBIT CREDIT TOTAL HOLDING % OF SHARE CAPITAL ARVIND GOYAL 30.09.2010 0 170000 170000 4.46 DHARMENDRA BHOJAK 30.09.2010 0 175000 345000 9.05 30.09.2010 0 175000 520000 13.63 ABHAY JAVLEKAR 30.09.2010 0 150000 670000 17.57 ABHAY JAVLEKAR 5.10.2010 0 71800 741800 19.45 12.10.2010 0 98400 840200 22.03 16.10.2010 0 93700 933900 24.49 DHARMENDRA BHOJAK 1.12.2010 0 5448 939348 24.63 ABHAY JAVLEKAR 2.12.2010 0 17257 956605 25.08 ABHAY JAVLEKAR 3.12.2010 0 2728 959333 25.15 ARVIND GOYAL 3.12.2010 0 500 959833 25.17 DHARMENDRA BHOJAK 3.12.2010 0 10817 970650 25.45 POOJA GOYAL 3.12.2010 0 100 970750 25.45 RAMESH DAGA 3.12.2010 0 7500 978250 25.65 ABHAY JAVLEKAR 6.12.2010 0 223215 1201465 31.50 Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . iiiI refer to definition of PAC  as per regulation 21e of the SAST Regulations  ‘persons acting in concert’ inter alia comprises “1 persons who for a common objective or purpose of substantial acquisition of shares or voting rights or gaining control over the target company pursuant to an agreement or understanding formal or informal directly or indirectly cooperate by acquiring or agreeing to acquire shares or voting rights in the target company or control over the target company.","514":"Record shows that the acquisitions made by Arvind Goyal along with ‘persons acting in concert’ with him as reproduced below was over the threshold limits specified under Regulation 10 as on October 16 2010 – Arvind Goyal along with Abhay Javlekar and Regulation 111 as on December 6 2010 – Arvind Goyal along with Abhay Javlekar and Pooja Goyal of the SAST Regulations.","515":"DATES ON WHICH ACQUISITION OCCURRED FIRST HOLDER NAME DATE DEBIT CREDIT TOTAL HOLDING % OF SHARE CAPITAL ARVIND GOYAL 30.09.2010 0 #170000 170000 4.46 ABHAY JAVLEKAR 30.09.2010 0 #150000 320000 8.40 ABHAY JAVLEKAR 5.10.2010 0 71800 391800 10.28 12.10.2010 0 98400 490200 12.86 16.10.2010 0 93700 583900 15.32 ABHAY JAVLEKAR 2.12.2010 0 17257 601157 15.77 ABHAY JAVLEKAR 3.12.2010 0 2728 603885 15.84 ARVIND GOYAL 3.12.2010 0 500 604385 15.86 POOJA GOYAL 3.12.2010 0 100 604485 15.86 ABHAY JAVLEKAR 6.12.2010 0 223215 827700 21.71 #SHARES WERE ACQUIRED THROUGH OFF–MARKET TRANSFERS WITH SHAREHOLDERS OF THE COMPANY WHO HELD SHARES IN PHYSICAL FORM.","516":"THESE SHARES WERE CONVERTED FROM PHYSICAL TO DEMAT AND THEN SOLD OFF–MARKET TO ARVIND GOYAL AND ABHAY JAVLEKAR.","519":"Following table shows the transactions for which disclosure under SAST Regulations were required to be made by Noticee being PAC.","520":"Table 18A Entity Date % holding of share Capital Disclosures required under SAST Regulation but No complied Abhay Javlekar Arvind Babulal Goyal & Dharmendra Harilal Bhojak 30 09 2010 17.57 SAST 71 12 10 2010 22.03 SAST 71A 16 10 2010 24.49 SAST 71A Abhay Javlekar Arvind Babulal Goyal  Dharmendra Harilal Bhojak Pooja Goyal & Ramesh Dwarkadas Daga 09 12 2010 27.82 SAST 71A 09 12 2010 24.67 SAST 71A 14 12 2010 26.93 SAST 71A 21 12 2010 29.17 SAST 71A 27 12 2010 32.88 SAST 71A 03 01 2011 30.46 SAST 71A 04 01 2011 25.69 SAST 71A 05 01 2011 20.50 SAST 71A 06 01 2011 16.81 SAST 71A 07 01 2011 19.40 SAST 71A 12 01 2011 13.50 SAST 71A Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited .","523":"In this regards Noticee has contended as follows “The synchronized trading is only 1.88% of the total Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . market volume the reversal trades are only 1.44% whereas the self trades are 0.93% of the market volume.","526":"It is stated that 19 trades out of a total of 2127 trades carried out during the period of investigation amounts to a very miniscule percentage of 0.89%.","529":"Upon perusal of documents available on record I find that the Noticee has executed 20 selftrades involving a total quantity of 31800 shares 0.62% of the market volume on BSE in the scrip of Incap during the investigation period.","534":"Volume of selftrades i.e  0.93% of the Noticee in the scrip of Incap is small Adjudication Order in respect of Abhay Javlekar in the matter of Incap Financial Services Limited . as compared to the total trading in the said scrip during trading in the said scrip during the investigation period However in light of the other allegations made against the Noticee regarding synchronised trades and reversal trades analysed below the small volume of selftrades needs to be taken into account.","535":"Synchronized trades where the buy and sell order quantity and rate were identical and orders for these transactions were placed within time gap of one minute in the scrip of Incap during the investigation period by the Noticee contributed around 0.613% of total market volume respectively.","536":"Details as available in record is given below DETAILS OF SYNCHRONIZED TRADES FROM 2.12.2010 TO 4.01.2011 BUY CLIENT NAME SELL CLIENT NAME SYNC.","546":"Reversal Trades by Noticee contributed around 1.38% of market volume.","547":"Details of the same available on record are given below TABLE XII DETAILS OF REVERSAL TRADES CLIENT NAME CLIENT NAME % OF REVERSAL QUANTITY TO MARKET VOLUME SUM OF REVERSAL QUANTITY No OF REVERSA L TRADES No OF DAYS OF REVERSAL TRADES ARVIND GOYAL ABHAY JAVLEKAR 0.06 3000 6 1 ABHAY JAVLEKAR POOJA GOYAL 0.49 25000 15 3 ABHAY JAVLEKAR DHARMENDRA BHOJAK 0.58 29735 34 4 ABHAY JAVLEKAR RAMESH DAGA 0.24 12664 9 2 TOTAL 1.38 70399 64 10 Reversal transactions were also noticed in trades of Noticee with certain other suspected entities who had transferred the shares in off–market transactions and the same were bought back from the same entities in market transactions through the exchange mechanism.","548":"Such trades were about 1.44% of market volume as shown below DETAILS OF OFF–MARKET TRANSFERS BETWEEN THE NOTICEES AND SUSPECTED ENTITIES OFF MARKET TRANSFER BY OFF MARKET TRANSFER TO No OF SHARES % TO MARKET VOL.","551":"Noticee has provided no evidentiary proof of having No done the above trades on the contrary it is an admitted position that the Noticee has carried out these trades.","555":"However Noticee has failed to submit the documentary proof of the payment made or receipt of consideration by counterparty.","573":"“4.26 From the Impounding Order it is observed that the wrongful gains loss avoided by Arvind Goyal and Abhay Javlekar through sale of shares when the price of the scrip of Incap was falling thereby avoiding loss amounted to Rs 54388397.34.","574":"As noted from the findings contained in the preceding paragraphs Arvind Goyal had traded by means of manipulative and unfair trade practices in his own account and the account of Abhay Javlekar.","576":"From the material available on record I also note that the aforementioned amount has No been deposited in an Escrow Account as directed vide the Impounding Order.","589":"Securities and Exchange Board of India while investigating into the shareholding pattern of Jay Energy and S. Energies Limited observed certain noncompliances with regard to of the provisions of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as SEBI PIT Regulations 1992 and SEBI Substantial Acquisition of Shares & Takeovers Regulations 2011 hereinafter referred to as SEBI SAST Regulations 2011.","590":"The Shares of the Noticee Company Jay Energy and S. Energies Limited hereinafter referred to as the Noticee Company Jay Energy JESE was listed on BSE Limited hereinafter referred to as BSE.","591":"During examination of documents and records it was observed that the shareholding of Air Travel Services Private Limited hereinafter referred to as Air Travel crossed 5% in Jay Energy and S Energies Limited and the same was No disclosed as required under the relevant provisions of the SEBI Regulations.","592":"Investigation observed that shareholding of Air Travel Services Private Limited increased from 1421000 4.18% as on 01 04 2014 to 3041500 shares 8.94% on 02 04 2014 and then decreased to 1791500 shares 5.27% on 03 04 2014.","593":"The above increase in the shareholding from 4.18% to 8.94% is attributed to purchase of 1620500 shares in offmarket transaction on 02 04 2014.","594":"Further the decrease in shareholding from 8.94% to 5.27% is attributed to sale of 1250000 shares by way of market sale on 03 04 2014.","602":"It is observed from the records that the SCN dated April 23 2018 returned undelivered from the address;","603":"M s Jay Energy And S. Energies Limited C327 Siddhi Vinayak Tower S.G. Highway Makarba Ahmedabad – 380051.","605":"It is observed that the Noticee is a listed company with the RoC Ahmedabad and as per the MCA website the status of the company is active having address as mentioned above from which the SCN had returned undelivered.","606":"Therefore a scanned copy of the SCN was also sent on the email of the Noticee available on the MCA website under the caption company master data.","632":"Upon perusal of the documents available on record I find that the Air Travel Services Private Limited held 4.18% 1421000 shares of the Noticee Jay Energy and S. Energies Limited as on 01 04 2018 which increased to 8.94 % 3041500 shares on 02 04 2014 consequent to off market purchase of 1620500 4.76% shares of Jay Energy.","633":"The shareholding of Air Travel then decreased to 5.27% 1791500 shares on 03 04 2014 consequent to market trades sell transaction of 1250000 3.67% shares on 03 04 2014.","634":"I find that the off market purchase by Air Travel of 1620500 shares on 02 04 2014 which represented 4.76% of the paid up share capital of the Noticee had triggered the disclosure requirements in terms of Regulation 131 read with 135 of SEBI PIT Regulations 1992.","635":"The said transaction also triggered the disclosure requirements in terms of Regulation 291 read with 293 of SEBI SAST Regulations 2011.","636":"The Noticee subsequently sold 1250000 shares through market trades which represented 3.67% of the paid up share capital of the Noticee.","637":"There was a change in the shareholding of Air Travel by more than 2% of the paid up share capital of the Noticee company and the same had triggered the disclosure requirements by Air Travel in terms of Regulation 133 read with 135 of the SEBI PIT Regulations 1992 and Regulation 292 read with Regulation 293 of the SEBI SAST Regulations 2011.","638":"I also find from material available on record that the Noticee has submitted that it had received the necessary disclosures from Air Travel in accordance with Regulation 29 2 of the SEBI SAST Regulations 2011 and Regulations 131 & 132 of the SEBI PIT Regulations 1992 and thereafter the company i.e  Noticee has given disclosure under Regulation 136 of SEBI PIT Regulations 1992 to Bombay Stock Exchange BSE and Ahmedabad Stock Exchange ASE where the company’s shares are listed.","639":"However the Noticee did No submit any documentary evidence in its support despite repeated reminders and correspondence during investigation in this regard.","640":"It is pertinent here to note that Ahmedabad Stock Exchange ASE was a nonfunctional stock exchange at the relevant time and was in the process of exit in accordance with SEBI Circular dated May 30 2012.","642":"I also find that the shares of the company were listed on the BSE Limited Bombay Stock Exchange BSE and the BSE has confirmed that the exchange has No received any disclosure from the Noticee in respect of SEBI PIT Regulations 1992.","647":"The Noticee further submitted that it had disclosed the said information in accordance with Regulation 136 of SEBI PIT Regulations 1992 to the stock exchange BSE.","648":"However the exchange BSE where the shares of the company Jay Energy was listed has admittedly No received any disclosures from the Noticee.","665":"The amount of disproportionate gain or unfair advantage to the Noticee or loss caused to investors as a result of the default is No quantified in the material available on record.","686":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ conducted investigation in trading in the scrip of Prakash Industries Limited hereinafter referred to as the Noticee during the period between January 01 2007 and January 31 2008 hereinafter referred to as the investigation period.","687":"It was observed that the price of the scrip of Noticee increased from 36.60 to 281.30 i.e  by 668% during the investigation period.","688":"It was observed that that Shri.","689":"Vikram Agarwal Managing Director of the Noticee had bought sold shares of the Noticee and had made the necessary disclosures to the Noticee as required under Regulation 134 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations.","690":"It was observed that as per the provisions of Regulation 136 of the PIT Regulations Noticee was required to disclose the information received from Vikram Agarwal to the stock exchanges where it is listed.","691":"However when verified with the stock Prakash Industries Limited in the matter of Prakash Industries Limited exchanges it was observed that no such disclosure was made by the Noticee and no such disclosures were available on the BSE and NSE websites.","708":"We may further like to add here that the last transaction made by shi Vikram Agarwal was on 22 nd October 2007 on which date the price of the share was Rs 126 as such major increase in the share price has happened subsequent to the date when Shri Vikram Agarwal has transacted in the scrip.","709":"It has been further informed that Shri Vikram Agarwal has not entered into any transaction of purchase of shares from the open market and purchases have been made from the promoter companies. d.","714":"AR undertook to submit the same by December 14 2012.","715":"Vide latter dated December 14 2012 Noticee informed that they have sent letters dated December 7 2012 to BSE and NSE regarding confirmation of alleged disclosures made by them and till dated they have not received any reply Prakash Industries Limited in the matter of Prakash Industries Limited from them.","717":"Vide email dated December 17 2012 Noticee was advised to submit the said information by December 28 2012.","737":"BSE and NSE vide their letters dated January 15 2013 and January 11 2013 informed that that they have No received any disclosures under Regulation 136 of PIT Regulations during the period January 1 2007 to January 30 2008.","738":"Exchanges further confirmed that the fax nos mentioned in the fax report belongs to the listing department of the exchanges.","751":"I now proceed with the alleged violations of PIT Regulations. i.","752":"It was observed that the price of scrip of Noticee company increased from 36.60 to 281.30 i.e  by 668% during the investigation period.","753":"During the investigation period it was observed that Vikram Agarwal had bought sold shares of the Noticee.","754":"Following are the details of transactions submitted by Vikram Agarwal which were carried out during the investigation period Table 1 Date of Acquisition of Shares Date of Intimation to Company No. of Shares held by the Directors Officers No. of Shares Bought No. of Shares Sold Buy Sell Value Mode of Acquisition No. of Shares post Acquisition % Change in Share‐ holding 25 06 2007 29 06 2007 356605 115555 0 6713938 Off‐Market 472160 0.11 25 06 2007 29 06 2007 472160 0 43261 2513536 Market 428899 0.04 26 06 2007 29 06 2007 428899 0 16826 950921 Market 412073 0.02 27 06 2007 29 06 2007 412073 0 8342 460868 Market 403731 0.01 28 06 2007 29 06 2007 403731 0 32720 1786616 Market 371011 0.03 29 06 2007 29 06 2007 371011 0 14406 784797 Market 356605 0.01 02 07 2007 05 07 2007 356605 241050 0 13342198 Off‐Market 597655 0.22 02 07 2007 05 07 2007 597655 0 39885 2207648 Market 557770 0.04 03 07 2007 05 07 2007 557770 0 138157 7655003 Market 419613 0.13 04 07 2007 05 07 2007 419613 0 58600 3372551 Market 361013 0.05 05 07 2007 05 07 2007 361013 0 4408 266015 Market 356605 0.00 21 08 2007 24 08 2007 356605 2501566 0 180604234 Off‐Market 2858171 2.29 21 08 2007 24 08 2007 2858171 154401 0 11147207 Off‐Market 3012572 0.14 21 08 2007 24 08 2007 3012572 1400000 0 101961185 Off‐Market 4412572 1.28 21 08 2007 24 08 2007 4412572 0 2600000 187710821 Market 1812572 2.38 22 08 2007 24 08 2007 1812572 0 1400000 101961185 Market 412572 1.28 23 08 2007 24 08 2007 412572 423254 0 33437066 Off‐Market 835826 0.39 05 09 2007 09 08 2007 835826 0 400000 29131767 Market 435826 0.37 12 09 2007 09 12 2007 435826 122100 0 12454200 Off‐Market 557926 0.11 19 09 2007 20 09 2007 557926 0 201321 21138705 Off‐Market 356605 0.18 18 10 2007 22 10 2007 356605 2000000 0 256350673 Off‐Market 2356605 1.83 19 10 2007 22 10 2007 2356605 0 300000 38452601 Market 2056605 0.27 19 10 2007 22 10 2007 2056605 0 350000 43643827 Market 1706605 0.32 22 10 2007 22 10 2007 1706605 0 1350000 171151052 Market 356605 1.24 Prakash Industries Limited in the matter of Prakash Industries Limited ii.","755":"It is observed from the reply submitted by Vikram Agarwal dated May 25 2012 that he had submitted the necessary disclosures for the transactions mentioned at Table‐1 to the Noticee as required under Regulation 134 of PIT Regulations.","756":"Vide letter dated June 07 2012 Noticee has also submitted that they had received the declaration from Vikram Agarwal under regulation 134 of the PIT Regulations.","757":"I note that as per the provisions of Regulation 136 of PIT Regulations Noticee was required to disclose the information received from Vikram Agarwal to the stock exchanges where it is listed. iii.","758":"Noticee contented that they have made the necessary disclosures to stock exchanges and in support of it they submitted the fax receipts showing the delivery report.","761":"On perusal of the fax delivery report produced by the Noticee it is observed that the same bears the destination telephone number.","762":"The exchanges have confirmed that the destination numbers mentioned in the reports are their respective numbers which belongs to the listing department the rest of the delivery report has No been commented upon by the exchanges despite providing a specific opportunity to do so.","763":"Further no adverse comments have been received from the Exchanges with respect to the evidential value of the documents presented by the Noticee. v.","777":"The investigation revealed that the promoters of DCHL pledged 30000000 equity shares in July 2012 constituting 14.37% of the total share capital with Religare Finvest Ltd. hereinafter referred to as “Religare” “Applicant”.","778":"As per the irrevocable power of attorney dated June 1 2012 30000000 equity shares were deposited with Religare acting as the Depository Participant on June 2 2012.","780":"Therefore these shares were encumbered at the time of entering into the agreement on June 1 2012.","781":"In view of the above necessary disclosures were required to be made by Religare for the nondisposal undertaking entered on June 1 2012 to the Stock Exchange and to the Target Company in terms of Regulation 291 read with Regulation 293 and 294 of the SEBI SAST Regulations 2011 which Religare failed to do so.","784":"Further it was observed that Religare invoked 30000000 shares pledged with them on August 2 2012 whereby it had acquired 14.37% of total paid up share capital of the Company and was therefore required to make disclosures under Regulation 13 1 read with Regulation 13 5 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT Regulations”.","785":"However it was observed that Religare had No made any such disclosures.","805":"Securities and Exchange Board of India SEBI conducted investigation into the trading activities of certain entities in the scrip of Dr. Datsons Lab Limited hereinafter referred to as DLL Company’ during the period of January 01 2014 to May 21 2015 hereinafter referred to as ‘investigation period’.","806":"Investigation revealed that Shri Kannan Kashi Vishwanath hereinafter referred to as “Noticee” was promoter and director of the company during the investigation period and there were changes in his shareholding in the company by more than 25000 shares on 02 06 2014 09 06 2014 13 09 2014 and 21 11 2014.","807":"It was observed that he delayed in making requisite disclosures to the stock exchanges within two working days as stipulated under Regulations 134 and Regulation 134A read with Regulation 135 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT Regulations 1992”.","809":"The details of changes in the shareholding of the Noticee in the company are as under Date No of shares held  pre Acquisition Disposal % No of shares Acquired disposed of No of shares held  post Acquisition disposal % Mode Date of disclosure to stock exchange Due date of Disclosure under PIT 02 06 2014 1950000  3.91%* 400000 1550000 3.11 % Invocation 05 06 2014 04 06 2014 09 06 2014 1550000  3.11% 150000 1400000 2.80 %* Invocation 18 06 2014 11 06 2014 13 09 2014 1400000 2.62 %* 200000 1200000 2.25 %* Invocation 23 09 2014 16 09 2014 21 11 2014 1200000 1.14 %* 1057500 142500 0.14 % Invocation 26 11 2014 25 11 2014 *The change in percentage shareholding is due to change in total equity share capital of the company during the period  3.","846":"Further the transactions in question as specified in the SCN have also No been disputed and so also the dates when the disclosures were made to the stock exchanges.","850":"It was admitted though that there was delay in making disclosure ranging from 14 days from the due date and nil to 3 days from the date when the invocation came to the notice of the Noticee.","858":"In the instant matter when respective pledgees invoked the pledge and got the shares transferred in their demat accounts change in the shareholding of the Noticee has taken place.","860":"Ultimately the fact remains that there was change in the shareholding of Noticee and such change exceeded benchmark limit of 25000 shares on four occasions.","861":"The Noticee ought to have made the requisite disclosures to the company and the stock exchanges within two days as stipulated under Regulations 134 and 134A read with Regulation 135 of PIT Regulations 1992.","862":"Admittedly the disclosure was made to the stock exchanges with a delay ranging from 14 days from the due dates.","874":"The amount of disproportionate gain or unfair advantage to the Noticee or loss caused to the investors as a result of the default is No quantified in the material available on record.","891":"In the instant matter there are four instances where there was delay in making disclosure ranging from14 days and the quantities of shares involved due to invocation of pledge were 400000 150000 200000 and 1057500 while in the order referred there was only one instance of delay of 1 day of shares involving 10000 shares only and that too due to release of shares."},"label":{"3":"material fact","6":"material fact","7":"material fact","9":"material fact","10":"material fact","11":"material fact","12":"material fact","13":"material fact","14":"material fact","15":"material fact","16":"material fact","17":"material fact","18":"material fact","19":"material fact","20":"material fact","21":"material fact","22":"material fact","23":"material fact","24":"material fact","25":"material fact","28":"material fact","29":"material fact","30":"material fact","31":"material fact","32":"material fact","33":"material fact","34":"material fact","37":"material fact","78":"material fact","79":"material fact","80":"material fact","81":"material fact","82":"material fact","83":"material fact","84":"material fact","85":"material fact","87":"material fact","88":"material fact","89":"material fact","90":"material fact","91":"material fact","92":"material fact","93":"material fact","94":"material fact","95":"material fact","96":"material fact","97":"material fact","98":"material fact","99":"material fact","100":"material fact","110":"material fact","111":"material fact","112":"material fact","113":"material fact","114":"material fact","115":"material fact","117":"material fact","118":"material fact","119":"material fact","120":"material fact","121":"material fact","122":"material fact","123":"material fact","124":"material fact","125":"material fact","126":"material fact","127":"material fact","128":"material fact","129":"material fact","130":"material fact","131":"material fact","132":"material fact","133":"material fact","137":"material fact","138":"material fact","139":"material fact","140":"material fact","143":"material fact","144":"material fact","160":"material fact","161":"material fact","163":"material fact","164":"material fact","165":"material fact","167":"material fact","168":"material fact","170":"material fact","172":"material fact","175":"material fact","176":"material fact","177":"material fact","180":"material fact","185":"material fact","190":"material fact","213":"material fact","214":"material fact","215":"material fact","233":"material fact","234":"material fact","235":"material fact","238":"material fact","239":"material fact","240":"material fact","241":"material fact","242":"material fact","243":"material fact","244":"material fact","246":"material fact","247":"material fact","248":"material fact","249":"material fact","250":"material fact","251":"material fact","252":"material fact","253":"material fact","254":"material fact","255":"material fact","256":"material fact","257":"material fact","258":"material fact","272":"material fact","273":"material fact","284":"material fact","295":"material fact","296":"material fact","297":"material fact","299":"material fact","300":"material fact","303":"material fact","304":"material fact","305":"material fact","306":"material fact","307":"material fact","308":"material fact","309":"material fact","314":"material fact","315":"material fact","321":"material fact","329":"material fact","330":"material fact","339":"material fact","342":"material fact","343":"material fact","344":"material fact","360":"material fact","362":"material fact","363":"material fact","383":"material fact","401":"material fact","403":"material fact","405":"material fact","406":"material fact","407":"material fact","442":"material fact","446":"material fact","449":"material fact","456":"material fact","491":"material fact","492":"material fact","502":"material fact","505":"material fact","506":"material fact","507":"material fact","508":"material fact","514":"material fact","515":"material fact","516":"material fact","519":"material fact","520":"material fact","523":"material fact","526":"material fact","529":"material fact","534":"material fact","535":"material fact","536":"material fact","546":"material fact","547":"material fact","548":"material fact","551":"material fact","555":"material fact","573":"material fact","574":"material fact","576":"material fact","589":"material fact","590":"material fact","591":"material fact","592":"material fact","593":"material fact","594":"material fact","602":"material fact","603":"material fact","605":"material fact","606":"material fact","632":"material fact","633":"material fact","634":"material fact","635":"material fact","636":"material fact","637":"material fact","638":"material fact","639":"material fact","640":"material fact","642":"material fact","647":"material fact","648":"material fact","665":"material fact","686":"material fact","687":"material fact","688":"material fact","689":"material fact","690":"material fact","691":"material fact","708":"material fact","709":"material fact","714":"material fact","715":"material fact","717":"material fact","737":"material fact","738":"material fact","751":"material fact","752":"material fact","753":"material fact","754":"material fact","755":"material fact","756":"material fact","757":"material fact","758":"material fact","761":"material fact","762":"material fact","763":"material fact","777":"material fact","778":"material fact","780":"material fact","781":"material fact","784":"material fact","785":"material fact","805":"material fact","806":"material fact","807":"material fact","809":"material fact","846":"material fact","850":"material fact","858":"material fact","860":"material fact","861":"material fact","862":"material fact","874":"material fact","891":"material fact"},"case_number":{"3":88,"6":88,"7":88,"9":88,"10":88,"11":88,"12":88,"13":88,"14":88,"15":88,"16":88,"17":88,"18":88,"19":88,"20":88,"21":88,"22":88,"23":88,"24":88,"25":88,"28":88,"29":88,"30":88,"31":88,"32":88,"33":88,"34":88,"37":88,"78":88,"79":88,"80":88,"81":88,"82":88,"83":88,"84":88,"85":88,"87":88,"88":88,"89":88,"90":88,"91":88,"92":88,"93":88,"94":88,"95":88,"96":88,"97":88,"98":88,"99":88,"100":88,"110":88,"111":88,"112":88,"113":88,"114":88,"115":88,"117":88,"118":88,"119":88,"120":88,"121":88,"122":88,"123":88,"124":88,"125":88,"126":88,"127":88,"128":88,"129":88,"130":88,"131":88,"132":88,"133":88,"137":88,"138":88,"139":88,"140":88,"143":88,"144":88,"160":88,"161":88,"163":88,"164":88,"165":88,"167":88,"168":88,"170":88,"172":88,"175":88,"176":88,"177":88,"180":88,"185":88,"190":88,"213":88,"214":88,"215":88,"233":89,"234":89,"235":89,"238":89,"239":89,"240":89,"241":89,"242":89,"243":89,"244":89,"246":89,"247":89,"248":89,"249":89,"250":89,"251":89,"252":89,"253":89,"254":89,"255":89,"256":89,"257":89,"258":89,"272":89,"273":89,"284":89,"295":89,"296":89,"297":89,"299":89,"300":89,"303":89,"304":89,"305":89,"306":89,"307":89,"308":89,"309":89,"314":89,"315":89,"321":89,"329":89,"330":89,"339":90,"342":90,"343":90,"344":90,"360":91,"362":91,"363":91,"383":91,"401":91,"403":91,"405":91,"406":91,"407":91,"442":91,"446":91,"449":91,"456":91,"491":91,"492":91,"502":91,"505":91,"506":91,"507":91,"508":91,"514":91,"515":91,"516":91,"519":91,"520":91,"523":91,"526":91,"529":91,"534":91,"535":91,"536":91,"546":91,"547":91,"548":91,"551":91,"555":91,"573":91,"574":91,"576":91,"589":92,"590":92,"591":92,"592":92,"593":92,"594":92,"602":92,"603":92,"605":92,"606":92,"632":92,"633":92,"634":92,"635":92,"636":92,"637":92,"638":92,"639":92,"640":92,"642":92,"647":92,"648":92,"665":92,"686":93,"687":93,"688":93,"689":93,"690":93,"691":93,"708":93,"709":93,"714":93,"715":93,"717":93,"737":93,"738":93,"751":93,"752":93,"753":93,"754":93,"755":93,"756":93,"757":93,"758":93,"761":93,"762":93,"763":93,"777":94,"778":94,"780":94,"781":94,"784":94,"785":94,"805":95,"806":95,"807":95,"809":95,"846":95,"850":95,"858":95,"860":95,"861":95,"862":95,"874":95,"891":95}}