{"sentence":{"2":"SEBI carried out an investigation into the suspected insider trading activity in the scrip of Sabero Organics Limited hereinafter referred to as “Sabero” during the period May 15 2011 to June 15 2011.","3":"It was observed during the investigation that the representatives of Sabero and Coromandel International Limited hereinafter referred to as “Coromandel” attended a meeting on May 15 2011 to discuss and negotiate the acquisition of Sabero by Coromandel.","4":"On May 31 2011 Coromandel informed the concerned Stock Exchanges about the aforesaid acquisition.","5":"The information relating to aforesaid acquisition was deemed Price Sensitive Information and accordingly the period of Unpublished Price Sensitive Information hereinafter referred to as “UPSI” was from May 15 2011 to May 30 2011.","6":"The applicant had traded in the scrip of Sabero during the UPSI period and made profit of 12 83604  Rupees Twelve Lakh Eighty Three Thousand Six Hundred and Four only.","19":"Formerly known as Platinum Ocean Energy Ltd FACTS OF THE CASE 1.","20":"A letter of offer in compliance with Regulation 10 and 12 of SEBI Substantial Acquisition of Shares and Takeover Regulations 1997 hereinafter referred to as ‘Takeover Regulations 1997’ was made by Chandu L. Chavan and 9 others PACs Acquirer to acquire upto 3031008 equity shares of Rs 10  each representing 20% of post preferential voting equity capital of Innoventive Venture Limited formerly known as Platinum Ocean Energy Ltd hereinafter referred to as ‘the Company’.","21":"The public announcement for the same was made on August 09 2011 and the shares of the company were listed on Bombay Stock Exchange hereinafter referred to as BSE.","22":"While examining the letter of offer Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ observed that Capetown Trading Company Ltd hereinafter referred to as ‘Noticee’ had acquired 30000 shares 4.08% of the company on March 31 2006 and was shown as the promoter of the Company.","25":"Innoventive Venture Limited 3.","47":"Mr Manohar Lal Nangalia  Mr Rajesh Mallik  Mr Vinod Kapur and  Mr Nirmal Kothari prior to the said acquisition continued to manage the said Company.","48":"The same is evident from the Annual Report of the Company for the years 200506 and 200607.","92":"That they had No traded in the shares of the Company.","95":"In fact there were various other shareholders who were holding much larger percentage of shares than the Noticee.","117":"That from the shareholding of the company from March 20062011 as available on BSE website the Noticee was the only promoter of the company holding 4.08% of the paid up capital i.e  the entire promoter holding was held by the Noticee alone; b. further that from the Annual Report and Accounts of the company it was observed that for the period 200607 and 200708 the company did No have any business operations; c. that further the company had No appointed any Managing Director or Whole Time Director during the said period; d. that  Mr Hanuman Mal Tater who was the Director of the Noticee was subsequently appointed as the sole Director of the company w.e.f June 30 2008 other two being Independent Directors; e. that the earlier Board of Directors comprising of  Mr Manohar Nangalia resigned from the Board w.e.f March 25 2008 and  Mr Rajesh Malik and  Mr Vinod Kapur resigned w.e.f March 30 2008; f. that  Mr Vaibhav Maloo who was the director of the Noticee was also subsequently appointed as director of the company.","118":"It was pointed out to the AR at the hearing that in view of the above it is observed that the Noticee by virtue of being the promoter of the company had also acquired the control over the company but had failed to make the public announcement thereby triggering Regulation 12 read with Regulation 143 of Takeover Regulations 1997.","119":"The same was brought out in the offer document filed by  Mr Chandu L. Chavan and 9 other PACs.","123":"Innoventive Venture Limited a.","140":"The Noticee had no role in appointment of  Mr Hanuman Mal Tater as director in the Company on June 30 2008.","142":"That it is matter of record that the earlier Board of Directors comprising of  Mr Manohar Nangalia resigned from the Board w.e.f March 25 2008 and  Mr Rajesh Mallik and  Mr Vinod Kapur resigned w.e.f March 30 2008.","146":"The Noticee submitted that they had no role in the appointment of  Mr Vaibhav Maloo as director of the Company on June 2009.","149":"Further the details of the promoters and directors of the Noticee from 20062010 along with the date of their appointment and their date of resignation was provided as below Sr.","150":"No Name of the Directors Date of appointment Date of Resignation 1 Ms. Vineeta Maloo 16.08.2005 25.02.2008 2  Mr Hanuman Mal Tater 16.08.2005 12.11.2013 3  Mr Hemant Sachetee 15.11.2006 11.07.2007 Adjudication Order in the matter of M s.","170":"Mr Manohar Lal Nagalia  Mr Rajesh Malik  Mr Vinod Kapur and  Mr Nirmal Kothari prior to their said acquisition continued to manage the Company.","175":"There is no reference with regard to the designation of  Mr Hanuman Mal Tater as director in the Company.","176":"The other two directors viz.","193":"The Noticee vide the said letter further reiterated the extenuating and mitigating circumstances brought out vide letter dated June 09 2014.","196":"Vide email dated December 11 2014 the Noticee was requested to provide certified copies of the Board Resolutions appointing  Mr Hanuman Tater and  Mr Vaibhav Maloo as Directors of the company.","197":"In response the Noticee vide email dated December 23 2014 provided the Board minutes showing appointments of  Mr Hanuman Tater and  Mr Vaibhav Maloo as additional directors of the company.","200":"Innoventive Venture Limited b A copy of the resolutions passed and copy of the Minutes of the Board Meeting approving the appointment of aforesaid Directors; c A copy of resolution passed and Minutes of the Board meeting approving issue of 240000 Redeemable Preference Shares at a premium of Rs 90  per share to M s.","201":"Burlington Finance Ltd hereinafter referred to as ‘Burlington’ and 73500 Redeemable Preference Shares at a premium of Rs 90  per share to M s.","202":"Amrit Sales Promotion Pvt Ltd hereinafter referred to as ‘Amrit’; d A copy of resolution passed and Minutes of the Board meeting approving taking of interest free loan of Rs 32500000  from M s.","203":"Obident Exports Pvt Ltd hereinafter referred to as ‘Obident’ and for giving interest free loan to Burlington and Amrit; e A copy of agreement entered if any by the company with Obident for taking interest free loan and copy of agreement entered if any by the company with Burlington and Amrit for giving interest free loan to them; f To clarify with details as to how and when the repayment of interest free loan of Rs 32500000  taken from Obident was made along with the supporting bank statement and other relevant supporting documents.","207":"A copy of the resolutions passed and copy of the Minutes of the Board Meeting approving the appointment of aforesaid Directors was also provided with the aforesaid letter.","208":"A copy of the resolution passed and minutes of the Board meeting approving issue of 240000 redeemable preference shares at a premium of Rs 90  per share to Burlington and 73500 redeemable preference Adjudication Order in the matter of M s.","209":"Innoventive Venture Limited shares at a premium of Rs 90  per share to Amrit and copy of forms filled with RoC approving the allotment and return of allotment to the above mentioned shareholders were provided.","210":"It was observed from the aforesaid reply of the company and the documents annexed therewith that the company had neither fully addressed the clarifications sought No provided all documents sought vide letter dated July 07 2016.","211":"It was observed that the copies of specific notices received by the company from Members under section 257 of the Companies Act 1956 proposing the candidature for the office of Director of the Company in case of following directors viz.","214":"Further it was noted that the covering letter did No address at all the information documents sought at paras 5 & 6 of letter dated July 07 2016 i.e  copy of resolution passed and Minutes of the Board meeting approving taking of interest free loan of Rs 32500000  from Obident and for giving interest free loan to Burlington and Amrit copy of agreement entered if any by the company with Obident for taking interest free loan and copy of agreement entered if any by the company with Burlington and Amrit for giving interest free loan to them; clarification as to how and when the repayment of interest free loan of Rs 32500000  taken from Obident was made along with the supporting bank statement and other relevant supporting documents.","215":"Hence vide letter dated August 31 2016 the Company was once again advised to provide the said information documents.","216":"In response the Company vide letter dated September 05 2016 inter alia stated that they were unable to locate the copies of specific notices received by the Company from Members under section 257 of the Companies Act 1956.","217":"The certified copies of Board Resolutions approving the appointment of the concerned directors and copies of forms filed with Registrar of Companies RoC in respect of their appointments were provided.","218":"With respect to issue of 240000 redeemable preference shares at a premium of Rs 90  per share to Amrit a copy of the Board Resolution approving allotment along with copy of Return of Allotment filed with RoC was provided.","219":"It was further stated that to meet the obligation to redeem the preference shares on due date the Company in the interim raised a loan of Adjudication Order in the matter of M s.","224":"It was further stated that fresh equity was raised during 201112 to the extent of Rs 14.42 crore Rs 10.42 crore by way of Swap and Rs 4.00 crore in cash and equity raised in cash was used for repayment of loan of Rs 32500000  raised from Obident in the interim.","225":"The letter further stated that bank statements supporting the same would be made available in due course of time.","237":"Further vide email dated May 30 2017 Capetown was required to provide the details along with supporting working in line with Takeover Regulations 1997 of price at which it was required to make an open offer to the shareholders of the Company pursuant to acquisition of 30000 shares 4.08% of the Company on March 31 2006.","238":"In response vide return email of the same date Capetown inter alia stated that that they had No made an open offer pursuant to acquisition of 30000 shares 4.08% of the Company on March 31 2006.","239":"It was further inter alia stated that they had acquired the shares in the ordinary course of business at Rs 5.50 per share as a long term investment in the listed company and sold the said shares in November 2011.","240":"It was observed that Intensive Fiscal Services Private Limited hereinafter referred to as ‘Intensive’ were the Manager to the Open Offer made by  Mr Chandu L. Chavan & Ors. to the shareholders of the Company in December 2011.","241":"The said letter of Offer stated that the promoters of the Company had violated Regulation 12 of Takeover Regulations 1997 due to acquisition of 30000 equity shares 4.08% of the Company on March 31 2006.","242":"Hence vide email dated May 26 2017 Intensive was advised to provide the price at which Capetown was required to make an open offer to the shareholders of the Company pursuant to acquisition of acquisition of 30000 equity shares 4.08% on March 31 2006 along with the supporting working in line with Takeover Regulations 1997.","243":"Vide reply email dated May 30 2017 Intensive provided the calculation of Offer price at which open offer was required to be made by Capetown to the shareholders of the Company.","244":"As per the same Open offer price as on March 31 2006 in terms of Takeover Regulations 1997 would have been Rs 5.50. 32.","245":"Further vide various emails letters sent to the Company and to the Registrars of the Company viz.","246":"Karvy Computershare Pvt Ltd hereinafter referred to as ‘Karvy’ details of shareholders of the Company who held shares as on March 31 2006 and transferred shares from March 31 2006 upto August 09 2011 i.e  upto the date of public announcement made by  Mr Chandu L. Chavan & Ors. were sought along with number of shares sold date when such shares were sold and the price at which the shares were sold in the format provided therein.","247":"Vide email dated June 08 2017 Karvy forwarded the details received from the Company.","250":"The Company had given the details of transfers done on March 13 2006 and on October 01 2011.","251":"It was No clarified whether the column ‘Amount per Share’ mentioned therein was the price at which the shares were sold or the face value of the shares.","252":"It was also No clarified whether any transfers had taken place from March 31 2006 upto August 09 2011.","253":"Hence vide email dated June 09 2017 Karvy and the Company were advised to provide the details in the format provided.","254":"Vide email dated June 15 2017 Karvy stated that the Company was No able to furnish the desired information for enabling them to provide the same.","256":"Further Karvy was advised to ensure that the details were forwarded by July 31 2017.","257":"Vide email dated July 13 2017 Karvy inter alia stated that the Company Secretary and the Compliance Officer of the Company has confirmed receipt of the letter and will provide the information accordingly as per time lines.","258":"Again vide email dated July 24 2017 Karvy further stated that the Company Secretary of the Company had agreed to provide the details.","261":"Vide email dated August 10 2017 Karvy forwarded its reply letter dated August 10 2017 wherein it was stated that they had been appointed as the Registrar & Transfer Agent hereinafter referred to as ‘R&T’ of the Company with effect from May 2012 with holding details as of that date of migration and related records being maintained by the Company.","262":"It was stated that since the required data was pertaining to period prior to migration of account with Karvy they had requested the Company Secretary of the Company to provide the details as per the prescribed format and supporting documents however they did No receive any response from the Company regarding the matter.","278":"Timing of the public announcement of offer.","306":"On a perusal of the BSE website I find that from Adjudication Order in the matter of M s.","308":"The Noticee acquired 30000 shares 4.08% of the Company in March 2006 and was classified as the sole promoter of the company in the filing made with BSE.","318":"I note from a perusal of the Annual Report and Accounts of the company for the period 200607 and 200708 that the company did No have any business operations during the said period.","319":"Also that the company had No appointed any Managing Director or Wholetime Director during the said period.","321":"Further the Annual Report of the company for FY 200607 stated that the company was planning long term strategy for revival of its business which inter alia included diversification into lucrative areas.","322":"In the matter I find that the Noticee has mentioned that by analyzing the Annual Reports for the year 200607 200708 and 201011 it appeared that the same wordings were getting repeated in all the Annual Reports.","324":"Innoventive Venture Limited 45.","325":"I note here that in the Annual Report of 200607 subpara “Future Business Plans of the Company” under the Directors’ Report read as follows “The Company has No received any order during the year under review.","326":"The Company is planning long term strategy for revival of its business which inter alia includes diversification into lucrative areas”.","327":"In the Annual Report of 200708 the said subpara “Future Business Plans of the Company” under the Directors’ Report got modified and read as follows “The company has considered various action plans and initiated talks for potential profitable businesses and is planning long term strategy for revival of its business which inter alia includes diversification into lucrative areas.”","329":"Thus I find that pursuant to the Noticee being appointed as the promoter of the Company as a first step the company started considering various action plans and initiated talks for potential profitable businesses.","330":"I find further that the name of the company was changed from Kayton Trade & Finance Ltd to Platinum Ocean Energy Ltd vide Certificate of Change of Name dated June 15 2006 issued by Registrar of Companies hereinafter referred to as ‘RoC’ Mumbai and the company had simultaneously filed an application before the Reserve Bank of India hereinafter referred to as ‘RBI’ for cancellation of NBFC Certificate due to change of name and object clause of the company.","331":"It also at the same time altered the Articles of Association and complied with the relevant provisions of the Companies Act.","333":"Thus it is noted that company started orchestrating the change process by taking initial steps such as changing the company name cancelling the NBFC certificate etc. and initiated talks to consider potential profitable businesses.","334":"The said momentum for change was received immediately after the Noticee acquired shares of the company on March 31 2006 and was classified as the sole promoter in the filing made by the company with BSE whereas earlier the company did No have any identifiable promoter.","335":"I find from the submissions made by the Noticee vide letter dated July 15 2014 that Ms. Vineeta Maloo and  Mr Vaibhav Maloo were the promoters of the Noticee at the relevant point of time and they together held 100% shares of the Noticee.","336":"Further Ms. Vineeta Maloo was one of the directors of the Noticee from August 16 2005 to February 25 2008  Mr Vaibhav Maloo was one of the directors of the Noticee from January 17 2008 to November 12 2013 and  Mr Hanuman Mal Tater was one of the directors of the Noticee from August 16 2005 to November 12 2013.","338":"Innoventive Venture Limited 48.","339":"From the Annual Report of the Company for the period 200607 I find that  Mr Manohar Lal Nangalia  Mr Rajesh Malik  Mr Vinod Kapur and  Mr Nirmal Kothari upto May 04 2006 were the Directors of the Company.","340":"It is further observed from the Annual Report of the Company for the period 200708 that  Mr Hanuman Mal Tater who was one of the Directors of the Noticee w.e.f August 16 2005 was appointed as an Additional Director of the Company with effect from March 25 2008.","341":"Mr Hanuman Mal Tater was also appointed as a Member on the Audit Committee and on the Shareholders Investors’ Grievance Committee w.e.f March 31 2008.","342":"Besides it was observed that the earlier remaining Board of Directors comprising of  Mr Manohar Lal Nanagalia  Mr Rajesh Malik and  Mr Vinod Kapur also resigned from the Board around the same time.","343":"Mr Manohar Lal Nanagalia resigned from the Board w.e.f March 25 2008.","344":"Mr Rajesh Malik and  Mr Vinod Kapur resigned from the Board w.e.f March 30 2008.","345":"Further as per the Annual Report of 200708 I find that  Mr Jagdish Mal Lodha and  Mr Deepak Bhandari were appointed as NonExecutive Independent Directors w.e.f March 25 2008.","346":"Thus I find from the same that  Mr Hanuman Mal Tater who was one of the Directors of the Noticee became the director w.e.f March 30 2008 who was responsible for day to day management and operations of the Company the other two directors at the relevant point of time being Non Executive and Independent directors.","347":"It is pertinent to mention here that as per the Annual Report of period 200607 the Company had No appointed any Managing Director Whole Time Director Manager during the period.","348":"Neither did the company have any business operations since April 01 2006.","349":"The company was planning long term strategy including diversification into lucrative areas during the relevant period and there were no actual business operations.","350":"I note that the new Board of Directors at its meeting held on June 30 2008 proposed the appointment of R. Kabra & Co. as the statutory auditors in place of Jain Baid & Co. for the financial year 200809.","351":"It was further also observed that  Mr Vaibhav Maloo who was the promoter director of the Noticee w.e.f January 17 2008 as per the submissions made by the Noticee was appointed as Director of the Company w.e.f June 30 2009 i.e  the same date when two directors viz.","352":"Mr Hanuman Mal Tater and  Mr Jagdish Mal Lodha resigned from the Company.","353":"It is observed from Form 20B for filing of annual return by a Company downloaded from Ministry of Corporate Affairs hereinafter referred to as ‘MCA’ website for the financial years ended March 31 2009 and March 31 2010 that  Mr Vaibhav Maloo had digitally signed the annual return of the Company for both the financial years ended March Adjudication Order in the matter of M s.","354":"Innoventive Venture Limited 31 2009 and March 31 2010.","355":"Also  Mr Vaibhav Maloo was also appointed as the Chairman on the Audit Committee and on the Shareholders Investors’ Grievance Committee.","356":"At this point of time I further find that  Mr Hemant Kumar Sachetee who was the director of the Noticee w.e.f November 15 2006 upto July 11 2007 as per the director details downloaded from MCA website was also appointed as director of the Company w.e.f June 30 2009.","357":"I find here that the company had accumulated losses at March 31 2006 which were more than 50% of the networth of the Company.","358":"As on March 31 2008 the Company issued 240000 Redeemable Preference Shares at a premium of Rs 90 per share to Burlington.","359":"I find from Form of Annual Return of Burlington downloaded from MCA website as at Annual General Meeting hereinafter referred to as ‘AGM’ dates September 30 2009 and September 30 2010 that rabipaul@hotmail.com was the email address of Burlington mentioned on the said form for both the years.","360":"I find that the same email address rabipaul@hotmail.com has also been mentioned on Form 20B of Annual Return of the Company as downloaded from MCA website as at financial year ended March 31 2009 AGM date September 30 2009 and at financial year ended March 31 2010 AGM date September 30 2010 which has been digitally signed on behalf of the Company by  Mr Vaibhav Maloo.","361":"I find from the Annual Return of Burlington that Rabi Paul was one of the directors of Burlington from April 26 2001 and was a director even as on AGM date September 30 2010.","362":"I also note from DIN DPIN details of  Mr Hanuman Mal Tater downloaded from MCA website that  Mr Hanuman Mal Tater was one of the directors of Burlington from August 01 1992 onwards and continued to be a director of Burlington even as on AGM date September 30 2010.","363":"It is pertinent to mention here that  Mr Hanuman Mal Tater was the director of the Noticee from August 16 2005 upto November 12 2013 and director of the Company from March 25 2008 upto June 30 2009.","364":"Further I find that 73500 Redeemable Preference Shares of the Company at a premium of Rs 90 per share were also issued to Amrit.","365":"I note from Annual Return of Amrit as at AGM date September 20 2008 downloaded from MCA website that  Mr Panna Lal Maloo was one of the Directors of Amrit from September 09 2005 and  Mr Vinay Kumar Maloo was one of the directors of Amrit since January 03 2008 upto March 07 2008.","366":"Further I note that that  Mr Panna Lal Maloo is a close relative of  Mr Vaibhav Maloo and Ms. Vineeta Maloo the promoters directors of the Noticee at the relevant point mailtorabipaul@hotmail.com mailtorabipaul@hotmail.com Adjudication Order in the matter of M s.","367":"Innoventive Venture Limited of time.","369":"The said relation has been illustrated below 54.","370":"Also from the list of top 100 shareholders of Burlington as at September 29 2007 and September 30 2009 downloaded from MCA website I find that the top 100 shareholders included the following Name s Number of Shares held in Burlington Amrit Sales Promotion Pvt Ltd 172000  Mr Panna Lal Maloo 30000  Mr Vaibhav Maloo 13940 Ms. Vineeta Maloo 996 55.","371":"I further find from Annual Return of Amrit as at AGM date September 20 2008 downloaded from MCA website that the shareholders of Amrit included  Mr Panna Lal Maloo holding 29000 shares of Rs 10 each  Mr Sanjay Maloo holding 29420 shares of Rs 10 each Burlington holding 155000 shares of Rs 10 each and 20000 shares of Rs 100 each.","372":"Rukmanand Maloo Father Banechand Maloo son Vinay Maloo son Vaibhav Maloo son Vineet Maloo daughterin law Pannalal Mallo son Adjudication Order in the matter of M s.","373":"Innoventive Venture Limited 56.","374":"Thus I note here that Noticee through its promoters directors and their relatives had direct relationship with Burlington and Amrit to whom Redeemable Preference Shares were issued by the Company.","375":"From the Annual Report of the company for FY 200708 I find that the networth of the company was approx. Rs 3.87 crore.","376":"Thus I find that funds contributed by Burlington Rs 24000000 and Amrit Rs 7350000 for acquiring the redeemable preference shares of the company at a premium of Rs 90 per share constituted 80% of the networth of the company.","377":"However subsequently the financial position of the company deteriorated to such an extent that as per the Annual Report of FY 201011 I find that the company had accumulated losses which were more than 100% of the networth of the company.","379":"At this stage I find from the Annual Report of the company for FY 201011 that the company took interest free loan of Rs 32500000 out of business expediency from Obident and gave interest free loan out of business expediency to Burlington and Amrit.","380":"This interest free loan that the company gave to Burlington and Amrit was equivalent to the funds contributed by these two firms for acquiring the redeemable preference shares as per the details given below Sr.","382":"Burlington Finance Pvt Ltd 24000000 2 M s.","383":"Amrit Sales Promotion Pvt Ltd 7350000 Total 31350000 59.","385":"I find it pertinent to mention here that Auditor’s Report for FY 201011 had also highlighted the fact that interest free loans given by the company were prejudicial to the interest of the company.","386":"Thus I note that the company which was deemed sick instead of taking steps in the best interest of the Adjudication Order in the matter of M s.","388":"Subsequently as per the Annual Report of the company for FY 201112 I find that the company redeemed 313500 redeemable preference shares of Rs 10 each at premium of Rs 90 each issued to Burlington and Amrit.","389":"I find further that the consideration was adjusted against the debit balance of the preference shareholders Burlington and Amrit.","390":"The Auditors Report of Obident for the year ended March 30 2011 downloaded from MCA website showed Rs 3.25 crore given and repaid during the year as loan transaction done with related parties associate concern.","391":"Further the Annual Report of the Company for FY 201112 at Note 5 to ‘Notes to Financial Statements’ shows an amount of Rs 9231 payable to Elan Capital Advisors i.e  earlier Obident.","393":"The Noticee subsequently sold the company to  Mr Chandu Chavan & Ors.","396":"The directors who were already there prior to their said acquisition continued to manage the Company.","400":"The Company has stated that they were unable to locate the copies of specific notices received by the Company from Members under section 257 of the Companies Act 1956.","402":"Innoventive Venture Limited preference shares at a premium of Rs 90 per share to Burlington and 73500 redeemable preference shares at a premium of Rs 90 per share to Amrit has No been provided by the Company.","403":"Further I note that the Noticee has stated that there was no agreement in respect of the 30000 shares 4.08% purchased by it from  Mr Hanuman Mal Anchalia HUF by way of offmarket transaction that resulted in alleged violation of Regulation 12 read with Regulation 143 of the Takeover Regulations 1997.","406":"I find from the Annual Report of the Company for FY 200506 that the company had accumulated losses at March 31 2006 which were more than 50% of the networth of the Company.","408":"The company did No have any business operations.","409":"There were no fixed assets in the company.","410":"The Company did No have any identifiable promoter immediately prior to the Noticee acquiring shares in the company and being named as the promoter of the company.","411":"Upon Noticee being named as the sole promoter pursuant to its acquisition of shares it is however observed that the company started considering various action plans and initiated talks for potential profitable businesses for its revival.","412":"It is further observed that pursuant to the Noticee acquiring 4.08% shares and becoming the sole promoter of the company the business object of the company went through a major change whereby the NBFC business was closed down and company started looking for lucrative opportunities in petroleum and exploration business.","413":"Further by March 30 2008 the entire earlier Board of Directors resigned.","415":"He was also appointed as a Member of the Audit Committee and on the Shareholders Investors’ Grievance Committee.","416":"The company at the point of time did No have any other Managing Director or Wholetime Director on the Board of Directors.","418":"I find here that the Noticee has claimed that it was No involved in Adjudication Order in the matter of M s.","422":"The company did No have any business operations.","424":"And at such point of time I find that the promoter director of the Noticee was the Director of the Company as also the Chairman of the Audit Committee & Shareholders Investor Grievance Committee.","427":"The Company stated that fresh equity was raised during 201112 to the extent of Rs 14.42 crore Rs 10.42 crore by way of Swap and Rs 4.00 crore in cash and equity raised in cash was used for repayment of loan of Rs 32500000  raised from Obident in the interim.","428":"Though the Company stated that bank statements supporting the same would be made available in due course of time however the same have No been provided.","432":"Innoventive Venture Limited further that the Takeover Regulations Advisory Committee TRAC in its report dated July 19 2010 had also reiterated the above views of the Bhagwati Committee.","445":"Innoventive Venture Limited company was No having any business operations at the point of time there were no fixed assets in the company and no inventory.","475":"I have taken note of the fact brought on record by the Noticee that they had a clean record in terms of compliance.","476":"I have taken note of the fact put forth by the Noticee that as per Letter of Offer dated December 03 2011 filed by the buyers taking the date of March 31 2006 as the trigger date and adding interest @10% p.a. the offer price would have become Rs 8.62 per share only which is far lower than the offer price of Rs 10 per share which the buyers had offered in 2011.","482":"Innoventive Venture Limited 82.","483":"In order to ascertain the loss caused if any to the shareholders who would have sold shares pursuant to acquisition of shares in the Company by the Noticee on March 2006 and prior to the public announcement made by the Acquirer  Mr Chandu Chavan & Ors. the Company and its present Registrars were advised to provide such details along with the quantum and price at which the shares were sold.","484":"However despite issue of summons to the Company and the present Registrars the said details were No forthcoming from the Company.","485":"Hence the exact loss caused if any to the shareholders who would have sold shares prior to the open offer by Acquirer  Mr Chandu Chavan & Ors could No be ascertained.","495":"Innoventive Venture Limited 85.","507":"M s Shreeeyash Industries Limited PAN  AALCS7768K Now known as Nutricircle Limited 2.","511":"Sunil Kumar Agarwal PAN  ADNPA8277H  In the matter of Shreeyash Industries Limited Now known as Nutricircle Limited BACKGROUND 1.","512":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ pursuant to the complaint of one Dr. Anil Kumar Sharma conducted an investigation into the alleged irregularity in the trading in the shares of Shreeyash Industries Ltd hereinafter referred to as SIL and into the possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as the ‘SEBI Act’ and various Rules and Regulations made there under during the period from January 01 2012 to September 30 2012. hereinafter referred to as the ‘IP’.","513":"The shares of SIL are listed on Bombay Stock Exchange Ltd BSE.","514":"The investigation inter alia revealed that SIL Manoj Kumar Saraogi Sumedha Saraogi and Meena Agarwal hereinafter referred to as the ‘Noticee 14 had failed to disclose regarding No execution of the orders bagged by the Company and allegedly violated Clause 367 of Listing Agreement r w section 21 of Securities Adjudication Order in matter ofShreeyash Industries Ltd Ltd. Contract Regulations Act 1956 hereinafter referred to as SCRA Clause 2.1 of Schedule II of Regulation 122 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT 1992 and Sunil Kumar Agarwal hereinafter referred to as the ‘Noticee 5 had failed to disclose regarding No execution of the orders bagged by the Company and allegedly violated Clause 3.2 of Schedule II of Regulation 122 of PIT1992.","524":"Shreeyash Industries Ltd was incorporated in June 1993.","525":"Name of the company was changed subsequently to “Nutricircle Limited”.","526":"The Company is engaged in the business of manufacturing trading and exports of textiles garments and made ups and its shares are listed on Bombay Stock Exchange Ltd BSE.","527":"The Company made Major corporate announcements between January 01 2012 & September 30 2012 which included declaration of financial results acquisition of three entities viz.","528":"SMM Paper Packaging Pvt Ltd. M s Rithvik Nurseries M s Agro Chemicals & Anu Traders and receipt of four large orders for supply of shirts and hospital items from foreign companies and other forward looking announcements with regard to orders from Congo etc. 9.","529":"The Company was asked to submit the implementation status of various announcements made by it.","533":"The Company made four announcements with respect to receipts of four large orders were also disclosed to BSE.","534":"Details of the aforesaid announcements along with their impact on price volume in the scrip of SIL are given hereunder Sr.","535":"No Date & Time of display on BSE Announcement Impact on Price Share traded Remarks 1. Feb 14 2012 @ 1409 PM Tuesday Informed BSE that the Company has been able to bag a large order from Tradepoint New Delhi for supply of Mens TShirts and Mens Vests aggregating to Rs 695 lakhs Rupees Six crores ninety five lakhs only over a period of next 3 months.","536":"14 02 2012 O H L C 40.5 41.9 39 41.75 No of shares traded  91985 15 02 2012 O H L C 43 43 39.7 42.35 No of shares traded  52050 The scrip closed on 15 02 2012 at 1.44 % above its previous day closing price.","537":"The trading volume decreased by 43.41% on 15 02 2012 as compared to previous day trading.","538":"June 25 2012 @ 1001 AM Monday Informed BSE that the Company is in the process of manufacturing Oxford Shirts for an Italian Brand by the name of M s.","539":"The order has been issued to the Company by M s.","541":"The trial order of 5000 shirts is under production after which the regular order is for 50000 shirts per month.","542":"The price negotiated is Rs 355 per shirt FOB Hyderabad amounting to Rs 21.30 Cr.","543":"25 06 2012 O H L C 30 30.8 29.5 30.2 No of shares traded  67009 26 06 2012 O H L C 31.3 31.6 28.9 29.3 No of shares traded  55887 The scrip closed on 26 06 2012 at 2.98 % below its previous day closing price.","544":"The trading volume decreased by 16.6% on 26 06 2012 as compared to previous day trading.","545":"July 09 2012 @ 1928 PM Monday Informed BSE that the Company is making a foray into madeups and have secured an order from south Africa for Rs 23.92 Crores in made ups for Hospital supplies mainly apparel related products.","548":"The Company feel that the markets of African countries is ripe and that madeups from India have a great potential in those countries and the Company is exploring the untouched areas.","549":"09 07 2012 O H L C 24.5 26.7 23.6 26.65 No of shares traded  49073 10 07 2012 O H L C 27.2 29 24 28.3 No of shares traded  172622 The scrip closed on 10 07 2012 at 6.19 % above its previous day closing price.","550":"The trading volume increased by 251.77% on 10 07 2012 as compared to previous day trading.","551":"July 17 2012 @ 1157 AM Tuesday  Informed BSE that the Company has bagged a large order amounting to Rs 24 Crores per annum.","554":"The trading volume increased by 159.10% on 18 07 2012 as compared to previous day trading.","557":"While the Company had disclosed to the stock exchange on the bagging of the above four large orders it failed to disclose regarding No execution of these orders to the stock exchange as required under Clause 2.1 of Schedule II of Regulation 122 of PIT 1992 and Clause 367 of Listing Agreement r w section 21 of SCRA.","568":"On advice the corporate consultants the board on July 18 2014 intimated the Stock Exchange about closure or cancellation of the order even though the purchasers agreed to extent some more time.","588":"I note from facts on record that Noticee 1 received four Orders on different dates which were informed to Stock Exchange on various dates as mentioned in the table below.","589":"Date of Order Name of Buyer Order Value Rs in Crores Date of Intimation to stock exchange 13.02.2012 M s Trade Point New Delhi Rs 6.96 14.02.2012 20.06.2012 M s Colombo Trade Italy Rs 21.30 25.06.2012 06.07.2012 M s Silver Solution South Africa Rs 23.92 09.07.2012 16.07.2012 Hapan Trade South Africa Rs 24 17.07.2012 21.","590":"In note that Noticee 1 on its own intimated information to stock exchange immediately regarding bagging of large Orders as mentioned above.","591":"It clearly indicates that Noticee 1 had recognised the event of bagging of orders as price sensitive information and accordingly intimated to stock exchange.","592":"The price volume spurt as mentioned in table above after announcement corroborate the price sensitivity of said information.","595":"During the course of investigations Noticee 1 was advised to provide update on the status of Orders along with reasons for nonexecution of Orders.","596":"Noticee 1 Adjudication Order in matter ofShreeyash Industries Ltd Ltd. vide letter dated July 18 2014 submitted following reasons for nonexecution of Order along with status of same.","597":"No Date of Announcement Particular of Announcement Reasons for No Adherence 1 13.02.2012 Shreeyash lndustries Limited Bags large order from New Delhi based company for mens Tshirts of value of Rs 695  lakhs.","598":"Order should be completed in 3 months.","611":"While the transactions for acquisition of SMM Paper Marketing Pvt Ltd. was going on talks were held for supply orders which materialized in July 2012 and announcement was made accordingly.","615":"However it had intended to execute the Orders serial number 2 3 and 4 by using plants machinery manpower of proposed acquisition of SMM Paper Marketing Private ltd SMM.","617":"However Noticee 1 did No submit any documents to suggest that they approached bankers to get working capital.","618":"From the submissions of Noticee 1 as mentioned above I note that it had accepted large Orders in the backdrop of proposed acquisition of SMM which was in progress at the time of receipt such Orders.","619":"It is essential to note all the relevant events relating to acquisition of SMM.","620":"The chronology based on documents available on records are under. a Noticee 1 entered into MOU with SMM on January 19 2012 for purchase of entire shareholding of SMM at agreed valuation as decided by Independent Valuation expert.","622":"Copy of MOU’s was also submitted as proof.","623":"Adjudication Order in matter ofShreeyash Industries Ltd Ltd. b Thereafter Noticee 1in its Board meeting held on February 1 2012 considered and approved the acquisition of SMM Ruthvik Nursaries and Agro Chemicals and Anu Traders for a valuation of Rs 23.66 crores 48 lakhs and 1.30 crores respectively and decided to allocate shares on preferential basis to them. c The said decision was informed to BSE on the same day which was also put on BSE website and available in public domain. d Thereafter Noticee 1 applied for inprinciple approval to BSE for listing of preferential shares in the Month of March 2012. e SMM vide letter dated July 10 2012 communicated termination of agreement citing market conditions besides various other reasons. f Subsequently Noticee 1 vide letter dated July 11 2012 informed BSE regarding the termination of the acquisitions as mentioned above and withdrew its inprinciple application for preferential offer pending with BSE.","624":"From the above I note that there Noticee 1 entered into MOU agreement for the purpose of acquisition and also decided to allot shares on preference basis at agreed price.","625":"The decision of the Board of Noticee 1 held on February 1 2012 was also informed to BSE on the same day which was also available in public domain.","626":"Noticee 1 also applied for inprinciple approval from BSE in the month of March 2017.","627":"Noticee 1 submitted that the information regarding cancellation of MOU with SMM was informed to stock exchange and therefore in public domain.","628":"I note that Noticee 1 vide letter dated July 11 2012 had informed BSE regarding the termination of MOU with SMM in the context of withdrawal of its inprinciple application pending before BSE.","629":"Noticee 1 did No separate disclosure to BSE as required under listing agreement and therefore it cannot be said that Noticee 1 had informed the details of termination of agreement to the public.","635":"I note that Noticee 1 received its first Order in the month February 2012 and another Order in the month of June 2012 and two Orders in the month of July 2012.","636":"I note that all these Orders except the last Order received on July 16 2012 were received while the process of acquisition was in progress.","637":"The copies of the purchase order received from all four clients were submitted along with correspondence made received by from noticee clients regarding pending orders.","638":"I details of the purchase Orders are reproduced as under.","649":"It was also stated that companies earlier plan to take over SMM Paper Marketing Private Limited which the company intended to use plant machinery and manpower for execution of aforesaid Orders.","650":"However said takeover did No materialise.","651":"I note that information regarding bagging of large Orders of large value if executed would have had material effect on balance sheet of company and therefore considered as material price sensitive information and required to disclose to stock exchange as mandated in clause 367 of listing agreement.","652":"I note that Noticee 1 have promptly disclosed the information regarding bagging of Orders in public domain without any delay.","653":"Further the information regarding preferential offer to SMM was also in public domain.","657":"From the above events I note that agreement with SMM was terminated on July 10 2012 and the Orders valued Rs 45 crores 90% of total order value expired by August 2012 as they were required to be delivered within one month from date of Order as per the terms of the purchase Order.","659":"Further I also conclude that Noticee 1was in possession of information regarding nonexecution cancellation of Orders in the month of July August 2012.","660":"However Noticee 1 failed to make disclose to public regarding till November 2014.","661":"Thus there was considerable delay for more than 2 years in disclosing the information to public which affected investors as is evident from item 1 of the Minutes of 18th Annual General Meeting of SIL held on December 31 2012 that shareholders namely Surendra Mishra Praful Chavda and Mr Bhara Shah have raised question relating to acquisition of M s SMM paper Marketing Pvt Ltd M s Ruthvik Industries M s Agro Chemical and M s Anu Traders along with the status of execution of various orders namely Tradepoint Columbo etc. 32.","665":"I note from the Annual Report for 201213 that Noticee 2 was designated as Managing Director Executive Director.","666":"Based on the submission of the Noticee 2 it is an admitted position that he was heading board meeting of company.","669":"Noticee 2 was Managing Director of SIL.","671":"I note that Noticee 2 admittedly was actively involved and instrumental in getting large Orders and also signatories to various MOU with SMM other entities mentioned above.","672":"Further Noticee 2 was also signatory of the letter dated August 14 2012 and November 14 2014 communicated to the clients regarding termination of the agreement with SMM and also termination of Orders respectively.","673":"I note as per the shareholding pattern of SIL for the period June 2012 Manoj Kumar Saraogi was holding 1128700 shares constituting 20.8 % of share capital of SIL under the category of Promoter and Promoter Group.","674":"Thereafter his shareholding reduced to 3749 shares constituting 0.07% of share capital of SIL for the Quarter ending March 2013.","675":"I note the SIL had communicated the details of the termination of Orders only on November 14 2014 i.e after lapse of more than 2 years.","678":"I note that Annual report for 201213 that Noticee 3 & 4 resigned from the Board on May 21 2012.","679":"I note from Noticee letter dated July 11 2012 that MOU with SMM was terminated.","680":"I also note that acquisition of SMM was essential for execution of the Orders.","681":"The event of termination of SMM and communication of termination of such acquisition to clients was made by Noticee 2 vide letter dated August 14 2012.","682":"I note that Orders were terminated in the month of July August 2012 during which Noticee 3 and 4 resigned from the Board.","690":"I note that Noticee 5 was designated as compliance officer as per Annual Report for 201213 and 201314.","695":"I note that the event of cancellation of the large orders was price sensitive in nature and required to be disclosed to stock exchange under PIT 1992.","696":"I note that Information regarding disclosure of cancellation of Orders was disclosed to BSE on November 11 2014 which was signed by the Noticee 5.","697":"As mentioned above the event of termination of agreement with SMM and cancellation of Orders were know in the month of July August 2012.","715":"M s Shreeeyash Industries Limited Now known as Nutricircle Limited Section 15 HB & Section 23A a of SCRA 700000  Rupees Seven Lakh Only 2.","726":"Investigation Department hereinafter referred to ‘OD’ of Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ conducted investigation in the trading activities of certain entities in the scrip of Acclaim Industries Limited hereinafter referred to as ‘AIL’ ‘target company’.","727":"The said investigation revealed that  Mr Abhishek Mehta hereinafter referred to as ‘Noticee’ had No made required disclosures under the provisions of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as ‘SEBI PIT Regulations’ and SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as ‘SEBI SAST Regulations’.","738":"The Noticee was one of the promoters and Managing Director of the target company.","739":"As on June 30 2012 the Noticee was holding 1537700 shares of AIL representing 30.76% of the paid up capital of AIL.","740":"The Noticee sold 7 44918 shares of AIL during the period between July 11 2012 and August 9 2012.","741":"As a result of sale of said number of shares of AIL by the Noticee his shareholding came down significantly from 30.76% to 15.85% of paid up capital of AIL.","742":"Further on January 18 2013 the Noticee sold 250000 shares of AIL thereby reducing his shareholding to 10.86% of paid up capital of AIL.","743":"Finally on February 07 2013 the Noticee sold 30000 shares of AIL and his shareholding reduced to 10.25% of paid up capital of AIL.","744":"The Noticee was required to make disclosures under Regulation 292 read with Regulation 293 of SAST Regulations 2011 and Regulations 133 134 and 134A read with Regulation 135 of SEBI PIT Regulations 1992 at several occasions detailed in the table below.","745":"Details of the shares sold by the Noticee and Adjudication Order against  Mr Abhishek Mehta in the matter of Acclaim Industries Limited. disclosure violations alleged to have been committed by him was provided to him in a following tabular format Date No of shares held  pre Disposal as PAC % of shareholdi ng held  pre disposal No of shares dispose d off No of shares dispose d off as a % of paid up capital Value of transacti on > Rs 5 lac No of shares held  post disposal % of shareholdin g held  post Disposal as PAC Mode  Market off market Violation of Regs under SAST Regulations Violation of Regs under SEBI PIT Regulations 11.07.2012 1537700 30.75% 200000 4.0% Y 1337700 26.75% market 292 r w 293 133 134 & 134A r w 135 20.07.2012 1337700 26.75% 151250 3.03% Y 1186450 23.73% market 292 r w 293 133 134 & 134A r w 135 23.07.2012 1186450 23.73% 10000 0.20% N 1176450 23.53% market N.A NA 24.07.2012 1176450 23.53% 2197 0.04% N 1174253 23.49% market N.A NA 25.07.2012 1174253 23.49% 194767 3.90% Y 979486 19.59% market 292 r w 293 133 134 & 134A r w 135 27.07.2012 979486 19.59% 77139 1.54% Y 902347 18.05% market NA 134 & 134A r w 135 30.07.2012 902347 18.05% 38660 0.77% Y 863687 17.27% market 292 r w 293 133 134 & 134A r w 135 01.08.2012 863687 17.27% 20000 0.40% Y 843687 16.87% market NA 134 & 134A r w 135 07.08.2012 843687 16.87% 25905 0.52% Y 817782 16.36% market NA 134 & 134A r w 135 09.08.2012 817782 16.36% 25000 0.50% Y 792782 15.85% market NA 134 & 134A r w 135 18.01.2013 792782 15.86% 250000 5% Y 542782 10.86 market 292 r w 293 134 & 134A r w 135 07.02.2013 542782 10.86% 30000 0.60% Y 512782 10.25 market NA 134 & 134A r w 135 5.","748":"Even the Noticee vide email dated July 22 2016 to OD of SEBI admitted that he had No made any disclosure with respect to change in shareholding during the period from July 01 2012 to March 31 2013.","749":"Further BSE vide email dated July 19 2016 to OD of SEBI submitted that it was No in receipt of any disclosures made by the Noticee with respect to change in his shareholding in AIL.","778":"I find that the Noticee was the one of the promoters and Managing Director of AIL at the relevant time and as on July 10 2012 was holding 1537700 shares of AIL representing 30.75% of the paid up capital of AIL.","779":"I observe from the table above mentioned on page 3 of this order that the Noticee on July 11 2012 sold 200000 shares of AIL representing 4% of the paid up capital of AIL.","780":"As the Noticee was holding more than 5% of the share capital of AIL the change in his shareholding was more than 2% and or 25000 shares and the Noticee being the Managing Director and Promoter of AIL he was required to make disclosure under Regulation 292 read with Regulation 293 of SEBI SAST Regulations and Regulations 133 134 and 134A read with Regulation 135 of SEBI PIT Regulations. iv.","781":"Similarly the Noticee on July 20 2012 sold 151250 shares of AIL representing 3.03% of the paid up capital of AIL.","782":"As the Noticee was holding more than 5% of the share capital of AIL the change in his shareholding was more than 2% and or 25000 shares and the Noticee being the Managing Director and Promoter of AIL he was required to make disclosure under Regulation 292 read with Regulation 293 of SEBI SAST Regulations and Regulations 133 134 and 134A read with Regulation 135 of SEBI PIT Regulations. v.","783":"I further observe that on July 25 2012 the Noticee sold 194767 shares of AIL representing 3.90% of the paid up capital of AIL.","784":"As the Noticee was holding more than 5% of the paid up capital of AIL the change in his shareholding was more than 2% and or 25000 shares and the Noticee being the Managing Director and Promoter of AIL he was required to make disclosure under Regulation 292 read with Regulation 293 of SEBI SAST Regulations Regulations 133 134 and 134A read with Regulation 135 of SEBI PIT Regulations. vi.","785":"Further on July 27 2012 the Noticee sold 77139 shares of AIL representing 1.54% of the share capital of AIL.","786":"As the Noticee was holding more than 5% of the share capital of AIL and the change in his shareholding was more than 25000 shares and the Noticee being the Managing Director and Promoter of AIL he was required to make disclosure Adjudication Order against  Mr Abhishek Mehta in the matter of Acclaim Industries Limited. under Regulation 134 and Regulation 134A read with Regulation 135 of SEBI PIT Regulations. vii.","787":"Similarly on July 30 2012 the Noticee sold 38660 shares of AIL representing 0.77% of the share capital of AIL.","788":"As the Noticee was holding more than 5% of the share capital of AIL and the change in shareholding of the Noticee from July 27 2012 to July 30 2012 was more than 2 % of the total shareholding he was required to make disclosure under Regulation 292 read with Regulation 293 of SEBI SAST Regulations and as the change in shareholding on July 30 2012 was more than 25000 shares and the Noticee being the Managing Director and Promoter of AIL the Noticee was also required to make disclosures under Regulations 133 134 and 134A read with Regulation 135 of SEBI PIT Regulations. viii.","789":"Further on August 01 07 and 09 2012 the Noticee sold 20000 shares 25905 shares and 25000 shares of AIL respectively representing 0.40% 0.52% and 0.50% of the paid up capital of AIL respectively.","790":"As the transaction value of the said shares sold by the Noticee on each of the three occasion was more than Rs 5 lakh and the Noticee being the Managing Director and Promoter of AIL he was under an obligation to make disclosure under Regulations 134 and 134A read with Regulation 135 of SEBI PIT Regulations. ix.","791":"Further on January 18 2013 the Noticee sold 250000 shares of AIL representing 5% of the paid up capital of AIL.","792":"As the Noticee was holding more than 5% of the paid up capital of AIL the change in his shareholding was more than 2% and or 25000 shares and the Noticee being the Managing Director and Promoter of AIL he was under an obligation to make disclosure under Regulation 292 read with Regulation 293 of SEBI SAST Regulations and Regulations 133 134 and Regulations 134A read with Regulation 135 of SEBI PIT Regulations. x.","793":"Moreover on February 07 2013 the Noticee sold 30000 shares of AIL representing 0.60% of the paid up capital of AIL.","794":"As the Noticee was holding more than 5% of the paid up capital of AIL the change in his shareholding was more than 25000 shares and the Noticee being the Managing Director and Promoter of AIL he was required to make Adjudication Order against  Mr Abhishek Mehta in the matter of Acclaim Industries Limited. disclosure under Regulation 134 and Regulation 134A read with Regulation 135 of SEBI PIT Regulations. xi.","795":"I observe that the Noticee vide email dated July 22 2016 to OD of SEBI admitted that he had No made any disclosure with respect to change in shareholding during the period from July 01 2012 to March 31 2013.","796":"Further BSE vide email dated July 19 2016 to OD of SEBI submitted that it was No in receipt of any disclosures made by the Noticee with respect to change in shareholdings of the Noticee.","805":"I observe that the material available on record does No quantify any disproportionate gains or unfair advantage if any made by the Noticee and the loss if any suffered by the investors due to failure on the part of the Noticee to make required disclosures under the provisions of SEBI SAST Regulations and SEBI PIT Regulations.","823":"Securities and Exchange Board of India SEBI conducted investigation in the scrip of Multi Commodity Exchange of India Limited hereinafter referred to as “Company MCX” for the period of April 27 2012 to July 31 2013.","824":"It was observed in investigation that National Spot Exchange Limited NSEL is a wholly owned subsidiary of Financial Technologies India Ltd “FTIL” which also holds 26% of the shareholding in MCX.","825":"Further all three companies i.e  NSEL FTIL and MCX are under a common management with common directors and employees.","827":"As per the Investigating Authority the Unpublished Price Sensitive Information “UPSI” in respect of the shares of MCX was the implication of the DCA SCN dated April 27 2012 issued to NSEL i.e  suspension of short selling by its Members pairing of contracts and settlement of contracts beyond 11 Adjudication Order in respect of Parag K Ajmera in the matter of MCX days and impending payment defaults by the members of NSEL and loss of reputation of Promoters and Management of MCX.","828":"It was observed that any news impacting business of NSEL will automatically impact share price of its holding company i.e  FTIL and associate companies i.e  MCX and any news impacting credentials of Promoters and Management of FTIL NSEL and MCX will also impact the share price of MCX therefore suspension of trading by NSEL was a negative news.","829":"As per the Investigating Authority the UPSI came into existence on April 27 2012 upon the issuance of the SCN to NSEL by the DCA and it ceased to exist when NSEL suspended trading in all contracts except eseries contracts and deferred settlement of all pending contracts on July 31 2013.","830":"FTIL being the holding company of NSEL Directors and Officers of FTIL were reasonably expected of having access to the UPSI which emanated from its wholly owned subsidiary company i.e  NSEL.","831":"It was observed in the investigation conducted by SEBI that Shri Parag Kishorekumar Ajmera “Noticee” was a senior level employee of FTIL during UPSI period i.e  he was Chief Business Officer of FTIL since November 02 2001.","832":"Noticee was also brother of Shri Paras K Ajmera who was holding senior level position of DirectorOperations and HR of FTIL since October 01 2005.","833":"In that capacity Noticee was reasonably expected of having access to the UPSI which emanated from NSEL and thus an insider under SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992.","857":"I find that Noticee was Chief Business Officer of FTIL since November 02 2001 and also brother of Shri Paras K Ajmera who was holding senior level position of DirectorOperations and HR of FTIL since October 01 2005.","858":"In that capacity Noticee was reasonably expected of having access to the UPSI which emanated from NSEL.","859":"Further the transactions in question i.e  sale of 300 shares of MCX on November 30 2012 as specified in the SCN is also a matter of record.","862":"I note that in the said WTM order there was a specific finding with regard to the periodicity of the UPSI which is as under “25.","864":"In this regard it is noted that on October 3 2012 an article appeared in the Economic Times a widely distributed financial newspaper which contained information relating to the issuance of SCN dated April 27 2012 to NSEL majority of the contents of the SCN allegations against NSEL with regard to violation of conditions of DCA notification dated June 5 2007 and the gist of NSEL’s reply to the SCN.","865":"The article also covered the possible action that could be taken by DCA against NSEL i.e  withdrawal of exemption granted to NSEL vide the notification dated June 5 2007.","875":"The article categorically mentioned that failure on part of NSEL to provide a satisfactory explanation to the allegations levelled in the SCN would result in withdrawal of exemption granted to NSEL vide notification dated June 5 2007.","876":"The said withdrawal of exemption in turn would have had a cascading effect on the contracts being traded on NSEL payment defaults in relation thereto and the eventual loss to the reputation of the promoters management of NSEL.","900":"The Noticee has suffered irreparable loss due to the exparte order of SEBI. b.","901":"The Noticee was allotted 31240 shares of MCX and he intended to sell 10000 shares which was also disclosed by MCX in its prospectus dated February 28 2012.","902":"The sale of shares was in accordance with the said disclosures and the delay was inadvertent. c.","903":"The disclosures pertain to sale of shares which were insignificant as compared to the share capital.","909":"FINDINGS 9.","910":"It is seen from the Investigation Report hereinafter referred to as “IR” and the relevant documents that the Noticee has sold a total of 11250 shares of MCX during the investigation period on 7 dates viz.","911":"April 24 2012 May 4 2012 June 1 2012 November 6 2012 November 7 2012 February 25 2013 and June 28 2013.","912":"As per the SCN delayed disclosures under Reg. 134 have been made for sale of shares done on May 5 2012 and February 25 2013.","913":"The Noticee was a director of MCX and hence was obligated to make a disclosure on sale of shares.","914":"The delay in disclosure by the Noticee is as follows Adjudication Order in respect of Joseph Massey in the matter of MCX Date of Transacti on No of share s sold Amount In ₹  Date when disclosure should have made to MCX as well as exchange as per Reg. 134 Actual date of Disclosure to MCX Actual date of Disclosure to BSE Delay in disclos ure to MCX Delay in disclosu re to BSE 04.05.2012 1000 1020000 08.05.2012 11.05.2012 17.05.2012 3 days 9 days 25.02.2013 2000 2330000 27.02.2013 01.03.2013 01.03.2013 2 days 2 days 11.","920":"In this matter it is noted that the Noticee had made his intent clear regarding the sale of shares of MCX in the prospectus itself and hence no ulterior motive or disproportionate gain for delayed disclosure can be attributed to the Noticee.","921":"Further as the quantity of shares is No significant no quantifiable loss seem to have been caused to the investors.","930":"Securities and Exchange Board of India hereinafter referred to as „SEBI‟ conducted an examination into the irregularity in trading in the shares of CDI International Limited Formerly known as Compact Disc India Limited and hereinafter referred to as „CDI‟ a company listed on the Bombay Stock Exchange BSE for the period from January 01 2011 to June 30 2013 and into the possible violation of the provisions of the SEBI Act 1992 herein after referred to as the Act and various Rules and Regulations made there under.","931":"The examination revealed that one Shri Vinod Kumar hereinafter referred to as the Noticee was one of the promoter director of CDI.","932":"On September 30 2012 the Noticee was holding 110000 shares constituting 0.86% of the total paid up capital of CDI.","933":"During the period from October 01 2012 to December 31 2012 it was observed that the Noticee had sold all his holdings i.e  110000 shares and thereby his shareholding in the company became zero.","934":"In view of the same the Noticee being the promoter director of CDI was under an obligation to make necessary disclosures to the company and the stock exchange as prescribed under Regulation 134A read with Regulation 135 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as the „PIT Regulations.","958":"Further vide email dated July 14 2015 Shri Suresh Kumar Chairman and Managing Director of CDI submitted that the Noticee had resigned from CDI during the F.Y. 20092010.","959":"Further he also stated that a clarification on behalf of the Noticee has been couriered in respect to the present matter.","968":"I find from the SCN that CDI is a listed company and the shares of the company are traded on BSE.","969":"Further during the period of examination it was alleged that the Noticee had transacted in the shares of CDI and the details of the same are as under Date Transac tion Type Dr Cr Holding prior to transaction Transacte d quantity Holding after transaction Chang e in holdin g in term of % 30 09 2012 110000 0 110000 0.86 1 10 2012 31 12 12 Transfer D 110000 110000 0 0 10.","970":"From the above table I note that the Noticee was holding 110000 shares constituting for 0.86% of the total paid up capital of CDI on September 30 2012.","971":"During the period from October 01 2012 to December 31 2012 the Noticee sold all his holdings in the company i.e  110000 shares which resulted in his holding coming to zero.","972":"Upon the said change in the shareholding the Noticee being the director promoter of CDI was under an obligation to make necessary disclosures to the company and the stock exchange as prescribed under Regulation 134A read with Regulation 135 of the PIT Regulations.","974":"Vide letter dated April 15 2015 the Noticee submitted his reply to the SCN and stated that complete disclosures were made to the stock exchange through company announcements including details of weekly trades with quantities.","975":"However I note that no documentary evidence has been provided by the Noticee in support thereof.","977":"Upon further perusal of the documents as available on record I find that vide e mails dated January 30 2014 and July 14 2014 BSE has confirmed that the Noticee has No made the requisite disclosures and that the exchange has No received any disclosures from the Noticee.","978":"Also I do No find any merit in the submission of the Noticee that necessary disclosures were made to the stock exchange with respect to the transfer of shares as no documentary evidence in support of the said contention has been submitted by the Noticee.","979":"Further no documentary evidence has been submitted by the Chairman and Managing Director of CDI in support of the submission that the Noticee had resigned from the company in F. Y. 20092010 itself.","992":"The disclosure made under Regulation 134A read with Regulation 135 of the PIT Regulations by a promoter is made public only through Stock Exchange.","995":"Therefore dissemination of complete information on all the stock exchanges where the securities are listed is a mandatory requirement.","1006":"A letter of offer was made by  Mr Paresh Mulji Kariya herein after referred to as the Acquirer to acquire 63700 fully paid up equity share of Rs 10  each at an offer price of Rs 26  per equity share representing 26% of the total paidup equity share capital and voting rights of M s.","1007":"W W Technology Holdings Limited hereinafter referred to as the company.","1008":"The public announcement of the same was made on November 02 2012 and the shares of the company were listed at Bombay Stock Exchange Ltd herein after referred to as BSE 2.","1009":"While examining the letter of offer document of the Acquirer to acquire the shares of the company it was observed that the erstwhile promoters of the company viz.","1010":"Ms. Sarita Mansingka Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia Shri Abhijeet Patodia and Shri Divansh Mansingka hereinafter referred to as the promoters the Noticees failed to comply with the requirement of SEBI Substantial Acquisition of Shares Adjudication in the matter of M s.","1020":"WW Technology Holdings Ltd i Disclosure Violations Sr.","1021":"No Regulation Sub Regulation Due date for compliance as mentioned in the Regulation Actual date of compliance Delay No. of days 1 71A 04.09.2002 06.11.2012 3716 2 71A 29.12.2002 14.12.2012 3638 3 71A 05.02.2003 14.12.2012 3600 4 71A 29.12.2002 17.12.2012 3641 5 71A 02.04.2011 No complied No complied With regard to the aforesaid violation other additional details of the transaction are as below Name of the Acquirer Date of the transaction Saleve purchase Total promoters shareholding in % No of shares % Preacquisition Postacquisition Saritadevi Mansingka 02.09.2002 6750 2.76 43.89 46.64 Prashant Deorah 27.12.2002 10000 4.08 46.64 56.64 Anil Patodia 7500 3.06 Poonam Patodia 7000 2.86 Kishorilal Patodia 03.02.2003 5000 2.04 56.64 60.73 Abhijeet Patodia 5000 2.04 Divansh Mansingka 31.03.2011 42480 17.3 60.67 60.67 ii No compliance by the promoters with regard to provisions of chapter III of the Takeover Regulations 1997 are as under It was observed that certain promoters had violated Regulation 111 read with Regulation 141 of Takeover Regulations 1997 during the financial year 200203.","1022":"The details of the said transaction are as under Adjudication in the matter of M s.","1023":"WW Technology Holdings Ltd Name of the Promoter Holding of the Promoter Group Opening Date of Transaction Shares Acquired Holding of the Promoter Group Closing No of Shares % Prashant Deorah 114280 46.64% *27.12.2002 10000 4.08 138780 56.64% Anil Patodia 7500 3.06 Poonam Patodia 7000 2.86 Kishorilal Patodia 138780 56.64% 03.02.2003 5000 2.04 148780 60.73% Abhijeet Patodia 5000 2.04 *Inadvertently mentioned in the SCN as 12.12.2002 instead of 27.12.2002 It is observed from the above that the promoter holding had increased from 46.64% to 60.73% total increase of 14.09% in the financial year 200203 due to acquisitions made by the Noticee promoters viz.","1024":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia.","1025":"Pursuant to these acquisitions promoter group’s holding thus increased by more than 5% in one financial year triggering the open offer under Regulation 111 read with Regulation 141 of the Takeover Regulations 1997.","1026":"However no such open offer was made in accordance with the provisions of Regulation 111 read with Regulation 141 of the Takeover Regulations 1997.","1027":"The Noticee promoters viz.","1031":"That they were regularly submitting disclosures under Regulation 81 and 82 of Takeover Regulations 1997 to the company;","1033":"WW Technology Holdings Ltd c.","1034":"That as correctly pointed out in the SCN the promoter holding increased from 46.64% to 60.73% in the financial year 200203 which triggered the open offer under Regulation 111 of the Takeover Regulations 1997.","1035":"However the pricing of the open offer given by the Acquirer  Mr Paresh Mulji Kariya public announcement made on November 02 2012 was revised from Rs 10 per equity share to Rs 26 per equity share taking into consideration the highest negotiated price paid by the concerned promoters at the time of acquisitions done by them in 2002 2003 triggering open offer violations i.e  Rs 2.50 the book value of the shares in the preceding financial year March 31 2002 i.e  Rs 12.36 and calculating interest @10% for delay till March 2013; d.","1038":"The highest price as per the above comes to Rs 25.05 per equity share and the open offer was given at Rs 26  per equity share.","1046":"WW Technology Holdings Ltd 8.","1047":"Vide letter dated January 13 2014 the Noticees submitted copies of the filings made under the Takeover Regulations 1997 as well as a copy of the suspension letter and a copy of the in principle approval received from BSE for revocation of suspension received from BSE.","1048":"It was stated therein that the trading in equity shares was resumed with effect from January 24 2012.","1050":"Sharex Dynamic India Pvt Ltd was appointed as the RTA for the company.","1051":"In view of the same vide email dated February 11 2014 the company was requested to provide the details of all such transfers executed from December 2002 upto the appointment of M s.","1052":"Sharex Dynamic India Pvt Ltd as RTA and where the transferors were the shareholders of the company as on December 2002.","1053":"Sharex Dynamic India Pvt Ltd vide email dated February 7 2014 confirmed that it was acting as the Registrar to the Company since June 2011 and further informed that no transfers had taken place during the period from 2011 to November 2 2012 i.e  upto the date of the public announcement of the offer by the Acquirer  Mr Paresh Mulji Kariya.","1054":"Vide email dated February 17 2014 the company provided the aforesaid transfer details.","1055":"The said details are as given hereunder Sr.","1056":"No Name of the transferor Date of Transfer Off market Yes No Number of Shares transferred Price per share Rs  1 Frontier Leasing & Finance Limited December 27 2002 Yes 10000 2.50 2 Leena Prabhu December 27 2002 Yes 7500 2.40 3 Nalikant R. Ghiya December 27 2002 Yes 5000 2.50 4 Merrygold Investments Ltd December 27 2002 Yes 2000 2.50 5 Anand J. Prabhu February 3 2003 Yes 5000 2.40 6 Merrygold Investments Ltd February 3 2003 Yes 5000 2.40 7 Merrygold Investments Ltd February 3 2003 Yes 9550 2.50 8 Shree Salasar Investments Limited August 12 2010 Yes 12000 1.00 9 Shree Salasar Investments Limited August 14 2010 Yes 11850 1.00 10 Ravindra Kumar Mansingka March 31 2011 Yes 42680 10.00 11 Tania Industries Pvt Ltd June 27 2011 Yes 23100 10.00 12 Indsoya Ltd June 27 2011 Yes 24100 10.00 Adjudication in the matter of M s.","1057":"WW Technology Holdings Ltd 11.","1058":"Vide email dated January 23 2014 and February 03 2014 the promoters Noticees were advised to submit details of whom the shares were acquired from and purpose of the same.","1059":"In case the shares were purchased pursuant to an agreement copies of the agreement were sought.","1060":"The other details of the transactions such as price at which the shares were bought date when the funds were transferred to the seller along with documental proof such as bank statement showing debit in the bank account and date when the securities were actually received by the promoters along with documental proof if any were also sought.","1061":"Vide letter dated February 24 2014 the company filed a reply inter alia stating that the promoters Noticees had No entered into any agreement the transactions were carried out off market and shares were in physical form.","1062":"The company also provided copies of the transfer deeds with respect to the acquisitions made by the promotersNoticeesFrom the same it is observed that the Noticee promoters viz.","1063":"Mr Prashant Deorah  Mr Anil Patodia and Ms. Poonam Patodia had acquired more than 5% shares on December 27 2002 triggering the open offer under regulation 111 read with Regulation 141 of the Takeover Regulations 1997 from entities mentioned at serial numbers 1 to 4 of the table under para 10 at the prices mentioned therein.","1064":"However the open offer was No made.","1065":"Subsequently in the same financial year the Noticee promoters viz.","1066":"Mr Kishorilal Patodia and  Mr Abhijeet Patodia had acquired further shares on February 03 2003 from entities mentioned at serial numbers 5 and 6 of the table under para 10 at the prices mentioned therein.","1067":"Vide the aforesaid letter the company has inter alia submitted that the purpose of the aforesaid acquisitions were to acquire substantial stake and take control of the company.","1070":"Further it was inter alia also stated in the letter dated February 24 2014 filed by the company that  Mr Divansh Mansingka had received shares from  Mr Ravindra Kumar Mansingka.","1071":"Vide further letter dated April 02 2014 details provided by the company of all transfers executed by the company from December 2002 upto November 02 2012 i.e  upto the date of Adjudication in the matter of M s.","1072":"WW Technology Holdings Ltd the public announcement of the offer by the Acquirer  Mr Paresh Mulji Kariya and where the transferors were the shareholders of the company as on December 2002 as incorporated at table under para 10 above were given to the Noticee promoters viz.","1074":"In response vide letter dated April 10 2014 the Noticee promoter viz.","1096":"WW Technology Holdings Ltd 11.","1100":"WW Technology Holdings Ltd Timing of the public announcement of offer.","1103":"As per the additional details mentioned in the table under Para 4 above I observe that Ms. Saritadevi Mansingka purchased 6750 shares of the company on September 2 2002.","1104":"Prior to the said purchase the shareholding of the Promoter group stood at 43.89% and increased to 46.64% post the purchase of shares.","1106":"Thus in terms of the provisions of Regulation 71A as it stood at the relevant point of time disclosure was required to be made if the acquisition exceeded 5% and 10%.","1107":"The acquisition of Ms. Saritadevi Mansingka represented 2.76% of the shares of the company.","1113":"Further I note from the submission made on behalf of Shri Divansh Mansingka and a perusal of copy of filings under Regulation 71 of the Takeover Regulations 1997 that he had received the shares from his late father Shri Ravindra Kumar Mansingka by operation of law i.e  through transmission of shares.","1114":"Shri Divansh Mansingka has submitted a copy the death certificate of his father late Shri Ravindra Kumar Mansingka as well as a copy of his own passport showing that Shri Divansh Mansingka as the son of late Shri Ravindra Kumar Mansingka.","1115":"Further copies of the filings also show that the shares were received by Shri Divansh Mansingka through transmission.","1118":"Shri Divansh Mansingka had triggered the relevant provisions of Takeover Regulations 1997.","1119":"I note from the copies of the filings submitted by Shri Divansh Mansingka that the documents submitted pertain to the filings under regulation 71 of the Takeover Regulations and No Regulation 71A thereof.","1120":"Moreover though the receipt stamp of the company is seen on the said disclosure document there is no acknowledgment of receipt from BSE.","1121":"Furthermore I note that Shri Divansh Mansingka has also submitted a duly acknowledged copy of the filing made to BSE under Regulation 73 of the Takeover Regulations for the relevant transaction but the said filing under Regulation 73 of the Takeover Regulations has been made by the company to BSE.","1122":"I however find that the Companies Act distinguishes transmission of shares from transfer of shares.","1123":"Execution of transfer deed is No required in case of transmission of shares.","1125":"Also I note that Shri Divansh Mansigka was a minor at the time he received the shares by transmission.","1128":"Shri Prashant Deorah Shri Anil Patodia and Ms. Poonam Patodia I note that Shri Prashant Deorah Shri Anil Patodia and Ms. Adjudication in the matter of M s.","1129":"WW Technology Holdings Ltd Poonam Patodia had acquired 10000 shares 4.08% 7500 shares 3.06% and 7000 shares 2.86% respectively on December 27 2002 as a result of which the shareholding of the promoters rose from 46.64% to 56.64%.","1130":"Since the cumulative holding of the promoters at that point of time was between 15% and 75% of the paidup capital of the company it fell within the ambit of Regulation 111 as it existed at the relevant point of time.","1132":"Likewise I find the promoter Noticees Shri Kishorilal Patodia and Shri Abhijeet Patodia acquired 5000 shares 2.04% each on February 3 2003 due to which the shareholding of the promoters went up from 56.64% to 60.73% of the paidup capital of the company.","1133":"The cumulative holding of the promoters was still between 15% and 75% of the paidup capital of the company it hence fell within the ambit of Regulation 111 as it existed at the relevant point of time.","1134":"In both the tranches it is observed from the above that the sale was of more than 2% of the shares of the company and the cumulative holding of the promoters at that relevant point of time was between 15% and 75% of the paidup capital of the company hence disclosures ought to have been made under Regulation 71A read with 72 of Takeover Regulations 1997 within two days.","1139":"Thus I note that the promoter Noticees viz.","1140":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia have all admitted to the delay in complying with the provisions of Regulation 71A read with Regulation 72 of Takeover Regulations 1997 within the stipulated time for the transactions referred to above.","1141":"The numbers of days of noncompliance in respect of the same have been enumerated in the table at Para 4 above.","1143":"WW Technology Holdings Ltd 22.","1146":"I note that due to the transactions noted at para 4 above the promoter Noticees viz.","1147":"Shri Prashant Deorah Shri Anil Patodia and Ms. Poonam Patodia had acquired on December 27 2002 10000 7500 and 7000 shares respectively and Shri Kishorilal Patodia and Shri Abhijeet Patodia had acquired 5000 shares each on February 3 2003.","1148":"As a result of the said acquisitions the holding of the promoter group increased from 46.64% to 60.73%.","1149":"Thus the acquisitions led to an increase of the promoter holding by nearly 14% in the financial year ending on 31st March 2003.","1151":"As per Regulation 141 of the Takeover Regulations 1997 the open offer under Regulation 111 should be made within four working days of entering into the agreement for acquisition of such shares.","1156":"Further the concerned promoter Noticees have also admitted that the purpose of the aforesaid acquisitions were to acquire substantial stake and take control of the company.","1159":"WW Technology Holdings Ltd Patodia.","1160":"It is pertinent to note her that the promoter Noticees viz.","1161":"Shri Kishorilal Patodia and Shri Abhijeet Patodia acquired shares in the same financial year after the open offer was triggered by the promoter Noticees viz.","1168":"I further find that the concerned promoter Noticees have also submitted that the pricing of the open offer by the Acquirer Shri Paresh Mulji Kariya was revised from Rs 10  per equity share to Rs 26  per equity share taking into consideration  the highest negotiated price paid by the concerned promoter Noticees viz.","1172":"However I note from table under para 10 that after the trigger of the open offer due to the promoter Noticees viz.","1173":"Shri Prashant Deorah Shri Anil Patodia and Ms. Poonam Patodia acquiring 10000 shares 4.08% 7500 shares 3.06% and 7000 shares 2.86% respectively on December 27 2002 the following persons entities who were the shareholders as at the said point of time had sold shares as per details given below prior to the open offer by the Acquirer Shri Paresh Mulji Kariya public announcement of which was made on November 02 2012 Adjudication in the matter of M s.","1174":"WW Technology Holdings Ltd Sr.","1175":"No Name of the transferor Date of Transfer Off market Yes No Number of Shares transferred Price per share Rs  1 Anand J. Prabhu February 3 2003 Yes 5000 2.40 2 Merrygold Investments Ltd February 3 2003 Yes 5000 2.40 3 Merrygold Investments Ltd February 3 2003 Yes 9550 2.50 4 Shree Salasar Investments Limited August 12 2010 Yes 12000 1.00 5 Shree Salasar Investments Limited August 14 2010 Yes 11850 1.00 6 Ravindra Kumar Mansingka March 31 2011 Yes 42680 10.00 7 Tania Industries Pvt Ltd June 27 2011 Yes 23100 10.00 8 Indsoya Ltd June 27 2011 Yes 24100 10.00 26.","1176":"It is pertinent to note her that shares of the shareholders at Sr. Nos.","1178":"Shri Kishorilal Patodia and Shri Abhijeet Patodia who acquired the shares to acquire substantial stake and take further control of the company after the open offer was triggered by the promoter Noticees viz.","1181":"In respect of the acquisitions on December 27 2002 which triggered Regulation 11 1 of Takeover Regulations 1997 an open offer should have been made within four working days as per Regulation 141 of the Takeover Regulations 1997.","1184":"WW Technology Holdings Ltd Sr.","1185":"No Name of the transferor Shareholder Date of Transfer Highest Negotiated Price Paid A in Rs  Book Value as on March 31 2002 Bin Rs  Highest Price from Col.","1186":"A and B Cin Rs  *Interest @ 10% p.a. per share Din Rs  Total Price per share C + D in Rs  1 Anand J. Prabhu February 3 2003 2.50 12.36 12.36 0.11 12.47 2 Merrygold Investments Ltd February 3 2003 2.50 12.36 12.36 0.11 12.47 3 Merrygold Investments Ltd February 3 2003 2.50 12.36 12.36 0.11 12.47 4 Shree Salasar Investments Limited August 12 2010 2.50 12.36 12.36 9.45 21.81 5 Shree Salasar Investments Limited August 14 2010 2.50 12.36 12.36 9.46 21.82 6 Tania Industries Pvt Ltd June 27 2011 2.50 12.36 12.36 10.53 22.89 7 Indsoya Ltd June 27 2011 2.50 12.36 12.36 10.53 22.89 *Interest is computed from the date the public announcement under Regulation111 read with 141 of Takeover Regulations 1997 was required to be made due to acquisitions made on December 27 2002 i.e  from January 02 2003 upto the date of transferof shares 28.","1187":"Taking the aforesaid price into consideration loss to each of the concerned shareholders is as below Sr.","1188":"No Name of the transferor Shareholder Date of Transfer Price at which sold Rs  Number of Shares transferred Price payable including interest Rs  Loss to the shareholders Rs  1 Anand J. Prabhu February 3 2003 2.40 5000 62350 50350 2 Merrygold Investments Ltd February 3 2003 2.40 5000 62350 50350 3 Merrygold Investments Ltd February 3 2003 2.50 9550 119088.5 95213.5 4 Shree Salasar Investments Limited August 12 2010 1.00 12000 261720 249720 5 Shree Salasar Investments Limited August 14 2010 1.00 11850 258567 246717 6 Tania Industries Pvt Ltd June 27 2011 10.00 23100 528759 297759 7 Indsoya Ltd June 27 2011 10.00 24100 551649 310649 Total 1300759 Adjudication in the matter of M s.","1189":"WW Technology Holdings Ltd 29.","1190":"Thus it is observed from the above that the loss caused to the shareholders who had transferred the shares after the trigger of open offer by the concerned Noticee promoters and before the revised open offer was made by the Acquirer Shri Paresh Mulji Kariya aggregates to approx. Rs 1300759 .","1191":"It is also pertinent to note here that the revised open offer to shareholders who had No exited the company as on November 02 2012 was made by the Acquirer Shri Paresh Mulji Kariya and No by the Noticee promoters viz.","1196":"Titan International Inc. M s.","1200":"The price offered to the public shareholders of M s.","1201":"Wheels India Ltd pursuant to the open offer made on December 13 2012 had factored in the interest component payable on the offer price for the period of delay.","1202":"Subsequent to the same I find that M s.","1207":"In this case I note that the acquirer  Mr Vilas Valunji along with the Adjudication in the matter of M s.","1208":"WW Technology Holdings Ltd persons acting in concert  Mr Partha Debnath and  Mr Janardhan Shriniwas Purandare held 14.49% of the paidup capital of M s.","1209":"Vybra Automet Ltd hereinafter referred to as VAL.","1210":"They entered into a Share Purchase Agreement with the promoters of VAL on April 02 2010 to acquire 13.89% of the paid up capital of VAL thereby triggering Regulation 141 of the Takeover Regulations.","1211":"The public announcement to acquire 20% of the voting share capital of VAL was made on May 10 2010 i.e  with a delay of 32 days and interest @ 10% p.a. was paid.","1214":"Mayur Uniquoters Ltd.","1215":"In this case I note that the public announcement dated January 23 2006 was made voluntarily by the Acquirers when they came to know that their acquisition had triggered Regulation 111 of the Takeover Regulations in the years 1997 1998 and 2002.","1216":"Interest @ 15% p.a. on the price amounting to Rs 23.03 per share taking the first trigger date as the base was also paid.","1221":"In this case I note that  Mr Paresh Vasani the promoter of M s.","1222":"Circuit Systems India Ltd was allotted 2000000 shares by way of preferential allotment on March 31 2010 due to which the shareholding of  Mr Paresh Vasani increased from 5.40% to 16.87% of the paidup capital hence by virtue of the said acquisition he had triggered Regulation 10 read with 141 of the Takeover Regulations.","1223":"Hence he was required to make public announcement No later than four working days from the date of such acquisition but he failed to do the same.","1225":"Circuit Systems India Ltd and change in control.","1227":"WW Technology Holdings Ltd public announcement.","1228":"The offer price was accordingly revised to include the applicable interest.","1248":"WW Technology Holdings Ltd 35.","1264":"The paid up capital of the company was 245000 shares of Rs 10  each aggregating to Rs 2450000 .","1265":"I further note from the BSE website that as on December 31 2002 about 49.27% and as on March 31 2003 approx. 39.27% of the shareholding was held by the nonpromoters.","1266":"I also note from the letter of offer that the trading in equity shares of the Company was suspended by BSE w.e.f May 31 1999 due to No compliance of listing agreement the Company received an in principle approval from BSE vide its letter dated August 09 2011 for revocation of suspension and thereafter the trading was resumed by BSE w.e.f January 24 2012.","1268":"I further note that the Noticee promoters viz.","1269":"Shri Prashant Deorah Shri Anil Patodia and Ms. Poonam Patodia each violated Regulation 71A on one occasion and Regulation 111 read with Regulation 141 on one occasion due to acquisition of shares on December 27 2002.","1272":"WW Technology Holdings Ltd Shri Kishorilal Patodia and Shri Abhijeet Patodia each violated Regulation 71A on one occasion and Regulation 111 read with Regulation 141 on one occasion due to acquisition of shares on February 03 2003.","1273":"As promoters of a listed company the Noticee promoters viz.","1276":"Further I find that the Noticee promoters viz.","1277":"Shri Prashant Deorah Shri Anil Patodia Ms. Poonam Patodia Shri Kishorilal Patodia and Shri Abhijeet Patodia have inter alia submitted that the pricing of the open offer given by the Acquirer  Mr Paresh Mulji Kariya public announcement made on November 02 2012 was revised from Rs 10  per equity share to Rs 26  per equity share thus there was no loss to the shareholders of the company and that the shareholders were compensated with the increase in the open offer price hence further proceedings against them be dropped.","1281":"In fact as discussed in the earlier part of the Order it is observed that loss caused to seven 7 shareholders who had transferred the shares after the trigger of open offer by the concerned Noticee promoters and before the revised open offer was made by the Acquirer Shri Paresh Mulji Kariya aggregates to approx. Rs 1300759 .","1285":"WW Technology Holdings Ltd 42."},"label":{"2":"material fact","3":"material fact","4":"material fact","5":"material fact","6":"material fact","19":"material fact","20":"material fact","21":"material fact","22":"material fact","25":"material fact","47":"material fact","48":"material fact","92":"material fact","95":"material fact","117":"material fact","118":"material fact","119":"material fact","123":"material fact","140":"material fact","142":"material fact","146":"material fact","149":"material fact","150":"material fact","170":"material fact","175":"material fact","176":"material fact","193":"material fact","196":"material fact","197":"material fact","200":"material fact","201":"material fact","202":"material fact","203":"material fact","207":"material fact","208":"material fact","209":"material fact","210":"material fact","211":"material fact","214":"material fact","215":"material fact","216":"material fact","217":"material fact","218":"material fact","219":"material fact","224":"material fact","225":"material fact","237":"material fact","238":"material fact","239":"material fact","240":"material fact","241":"material fact","242":"material fact","243":"material fact","244":"material fact","245":"material fact","246":"material fact","247":"material fact","250":"material fact","251":"material fact","252":"material fact","253":"material fact","254":"material fact","256":"material fact","257":"material fact","258":"material fact","261":"material fact","262":"material fact","278":"material fact","306":"material fact","308":"material fact","318":"material fact","319":"material fact","321":"material fact","322":"material fact","324":"material fact","325":"material fact","326":"material fact","327":"material fact","329":"material fact","330":"material fact","331":"material fact","333":"material fact","334":"material fact","335":"material fact","336":"material fact","338":"material fact","339":"material fact","340":"material fact","341":"material fact","342":"material fact","343":"material fact","344":"material fact","345":"material fact","346":"material fact","347":"material fact","348":"material fact","349":"material fact","350":"material fact","351":"material fact","352":"material fact","353":"material fact","354":"material fact","355":"material fact","356":"material fact","357":"material fact","358":"material fact","359":"material fact","360":"material fact","361":"material fact","362":"material fact","363":"material fact","364":"material fact","365":"material fact","366":"material fact","367":"material fact","369":"material fact","370":"material fact","371":"material fact","372":"material fact","373":"material fact","374":"material fact","375":"material fact","376":"material fact","377":"material fact","379":"material fact","380":"material fact","382":"material fact","383":"material fact","385":"material fact","386":"material fact","388":"material fact","389":"material fact","390":"material fact","391":"material fact","393":"material fact","396":"material fact","400":"material fact","402":"material fact","403":"material fact","406":"material fact","408":"material fact","409":"material fact","410":"material fact","411":"material fact","412":"material fact","413":"material fact","415":"material fact","416":"material fact","418":"material fact","422":"material fact","424":"material fact","427":"material fact","428":"material fact","432":"material fact","445":"material fact","475":"material fact","476":"material fact","482":"material fact","483":"material fact","484":"material fact","485":"material fact","495":"material fact","507":"material fact","511":"material fact","512":"material fact","513":"material fact","514":"material fact","524":"material fact","525":"material fact","526":"material fact","527":"material fact","528":"material fact","529":"material fact","533":"material fact","534":"material fact","535":"material fact","536":"material fact","537":"material fact","538":"material fact","539":"material fact","541":"material fact","542":"material fact","543":"material fact","544":"material fact","545":"material fact","548":"material fact","549":"material fact","550":"material fact","551":"material fact","554":"material fact","557":"material fact","568":"material fact","588":"material fact","589":"material fact","590":"material fact","591":"material fact","592":"material fact","595":"material fact","596":"material fact","597":"material fact","598":"material fact","611":"material fact","615":"material fact","617":"material fact","618":"material fact","619":"material fact","620":"material fact","622":"material fact","623":"material fact","624":"material fact","625":"material fact","626":"material fact","627":"material fact","628":"material fact","629":"material fact","635":"material fact","636":"material fact","637":"material fact","638":"material fact","649":"material fact","650":"material fact","651":"material fact","652":"material fact","653":"material fact","657":"material fact","659":"material fact","660":"material fact","661":"material fact","665":"material fact","666":"material fact","669":"material fact","671":"material fact","672":"material fact","673":"material fact","674":"material fact","675":"material fact","678":"material fact","679":"material fact","680":"material fact","681":"material fact","682":"material fact","690":"material fact","695":"material fact","696":"material fact","697":"material fact","715":"material fact","726":"material fact","727":"material fact","738":"material fact","739":"material fact","740":"material fact","741":"material fact","742":"material fact","743":"material fact","744":"material fact","745":"material fact","748":"material fact","749":"material fact","778":"material fact","779":"material fact","780":"material fact","781":"material fact","782":"material fact","783":"material fact","784":"material fact","785":"material fact","786":"material fact","787":"material fact","788":"material fact","789":"material fact","790":"material fact","791":"material fact","792":"material fact","793":"material fact","794":"material fact","795":"material fact","796":"material fact","805":"material fact","823":"material fact","824":"material fact","825":"material fact","827":"material fact","828":"material fact","829":"material fact","830":"material fact","831":"material fact","832":"material fact","833":"material fact","857":"material fact","858":"material fact","859":"material fact","862":"material fact","864":"material fact","865":"material fact","875":"material fact","876":"material fact","900":"material fact","901":"material fact","902":"material fact","903":"material fact","909":"material fact","910":"material fact","911":"material fact","912":"material fact","913":"material fact","914":"material fact","920":"material fact","921":"material fact","930":"material fact","931":"material fact","932":"material fact","933":"material fact","934":"material fact","958":"material fact","959":"material fact","968":"material fact","969":"material fact","970":"material fact","971":"material fact","972":"material fact","974":"material fact","975":"material fact","977":"material fact","978":"material fact","979":"material fact","992":"material fact","995":"material fact","1006":"material fact","1007":"material fact","1008":"material fact","1009":"material fact","1010":"material fact","1020":"material fact","1021":"material fact","1022":"material fact","1023":"material fact","1024":"material fact","1025":"material fact","1026":"material fact","1027":"material fact","1031":"material fact","1033":"material fact","1034":"material fact","1035":"material fact","1038":"material fact","1046":"material fact","1047":"material fact","1048":"material fact","1050":"material fact","1051":"material fact","1052":"material fact","1053":"material fact","1054":"material fact","1055":"material fact","1056":"material fact","1057":"material fact","1058":"material fact","1059":"material fact","1060":"material fact","1061":"material fact","1062":"material fact","1063":"material fact","1064":"material fact","1065":"material fact","1066":"material fact","1067":"material fact","1070":"material fact","1071":"material fact","1072":"material fact","1074":"material fact","1096":"material fact","1100":"material fact","1103":"material fact","1104":"material fact","1106":"material fact","1107":"material fact","1113":"material fact","1114":"material fact","1115":"material fact","1118":"material fact","1119":"material fact","1120":"material fact","1121":"material fact","1122":"material fact","1123":"material fact","1125":"material fact","1128":"material fact","1129":"material fact","1130":"material fact","1132":"material fact","1133":"material fact","1134":"material fact","1139":"material fact","1140":"material fact","1141":"material fact","1143":"material fact","1146":"material fact","1147":"material fact","1148":"material fact","1149":"material fact","1151":"material fact","1156":"material fact","1159":"material fact","1160":"material fact","1161":"material fact","1168":"material fact","1172":"material fact","1173":"material fact","1174":"material fact","1175":"material fact","1176":"material fact","1178":"material fact","1181":"material fact","1184":"material fact","1185":"material fact","1186":"material fact","1187":"material fact","1188":"material fact","1189":"material fact","1190":"material fact","1191":"material fact","1196":"material fact","1200":"material fact","1201":"material fact","1202":"material fact","1207":"material fact","1208":"material fact","1209":"material fact","1210":"material fact","1211":"material fact","1214":"material fact","1215":"material fact","1216":"material fact","1221":"material fact","1222":"material fact","1223":"material fact","1225":"material fact","1227":"material fact","1228":"material fact","1248":"material fact","1264":"material fact","1265":"material fact","1266":"material fact","1268":"material fact","1269":"material fact","1272":"material fact","1273":"material fact","1276":"material fact","1277":"material fact","1281":"material fact","1285":"material fact"},"case_number":{"2":40,"3":40,"4":40,"5":40,"6":40,"19":41,"20":41,"21":41,"22":41,"25":41,"47":41,"48":41,"92":41,"95":41,"117":41,"118":41,"119":41,"123":41,"140":41,"142":41,"146":41,"149":41,"150":41,"170":41,"175":41,"176":41,"193":41,"196":41,"197":41,"200":41,"201":41,"202":41,"203":41,"207":41,"208":41,"209":41,"210":41,"211":41,"214":41,"215":41,"216":41,"217":41,"218":41,"219":41,"224":41,"225":41,"237":41,"238":41,"239":41,"240":41,"241":41,"242":41,"243":41,"244":41,"245":41,"246":41,"247":41,"250":41,"251":41,"252":41,"253":41,"254":41,"256":41,"257":41,"258":41,"261":41,"262":41,"278":41,"306":41,"308":41,"318":41,"319":41,"321":41,"322":41,"324":41,"325":41,"326":41,"327":41,"329":41,"330":41,"331":41,"333":41,"334":41,"335":41,"336":41,"338":41,"339":41,"340":41,"341":41,"342":41,"343":41,"344":41,"345":41,"346":41,"347":41,"348":41,"349":41,"350":41,"351":41,"352":41,"353":41,"354":41,"355":41,"356":41,"357":41,"358":41,"359":41,"360":41,"361":41,"362":41,"363":41,"364":41,"365":41,"366":41,"367":41,"369":41,"370":41,"371":41,"372":41,"373":41,"374":41,"375":41,"376":41,"377":41,"379":41,"380":41,"382":41,"383":41,"385":41,"386":41,"388":41,"389":41,"390":41,"391":41,"393":41,"396":41,"400":41,"402":41,"403":41,"406":41,"408":41,"409":41,"410":41,"411":41,"412":41,"413":41,"415":41,"416":41,"418":41,"422":41,"424":41,"427":41,"428":41,"432":41,"445":41,"475":41,"476":41,"482":41,"483":41,"484":41,"485":41,"495":41,"507":42,"511":42,"512":42,"513":42,"514":42,"524":42,"525":42,"526":42,"527":42,"528":42,"529":42,"533":42,"534":42,"535":42,"536":42,"537":42,"538":42,"539":42,"541":42,"542":42,"543":42,"544":42,"545":42,"548":42,"549":42,"550":42,"551":42,"554":42,"557":42,"568":42,"588":42,"589":42,"590":42,"591":42,"592":42,"595":42,"596":42,"597":42,"598":42,"611":42,"615":42,"617":42,"618":42,"619":42,"620":42,"622":42,"623":42,"624":42,"625":42,"626":42,"627":42,"628":42,"629":42,"635":42,"636":42,"637":42,"638":42,"649":42,"650":42,"651":42,"652":42,"653":42,"657":42,"659":42,"660":42,"661":42,"665":42,"666":42,"669":42,"671":42,"672":42,"673":42,"674":42,"675":42,"678":42,"679":42,"680":42,"681":42,"682":42,"690":42,"695":42,"696":42,"697":42,"715":42,"726":43,"727":43,"738":43,"739":43,"740":43,"741":43,"742":43,"743":43,"744":43,"745":43,"748":43,"749":43,"778":43,"779":43,"780":43,"781":43,"782":43,"783":43,"784":43,"785":43,"786":43,"787":43,"788":43,"789":43,"790":43,"791":43,"792":43,"793":43,"794":43,"795":43,"796":43,"805":43,"823":44,"824":44,"825":44,"827":44,"828":44,"829":44,"830":44,"831":44,"832":44,"833":44,"857":44,"858":44,"859":44,"862":44,"864":44,"865":44,"875":44,"876":44,"900":45,"901":45,"902":45,"903":45,"909":45,"910":45,"911":45,"912":45,"913":45,"914":45,"920":45,"921":45,"930":46,"931":46,"932":46,"933":46,"934":46,"958":46,"959":46,"968":46,"969":46,"970":46,"971":46,"972":46,"974":46,"975":46,"977":46,"978":46,"979":46,"992":46,"995":46,"1006":47,"1007":47,"1008":47,"1009":47,"1010":47,"1020":47,"1021":47,"1022":47,"1023":47,"1024":47,"1025":47,"1026":47,"1027":47,"1031":47,"1033":47,"1034":47,"1035":47,"1038":47,"1046":47,"1047":47,"1048":47,"1050":47,"1051":47,"1052":47,"1053":47,"1054":47,"1055":47,"1056":47,"1057":47,"1058":47,"1059":47,"1060":47,"1061":47,"1062":47,"1063":47,"1064":47,"1065":47,"1066":47,"1067":47,"1070":47,"1071":47,"1072":47,"1074":47,"1096":47,"1100":47,"1103":47,"1104":47,"1106":47,"1107":47,"1113":47,"1114":47,"1115":47,"1118":47,"1119":47,"1120":47,"1121":47,"1122":47,"1123":47,"1125":47,"1128":47,"1129":47,"1130":47,"1132":47,"1133":47,"1134":47,"1139":47,"1140":47,"1141":47,"1143":47,"1146":47,"1147":47,"1148":47,"1149":47,"1151":47,"1156":47,"1159":47,"1160":47,"1161":47,"1168":47,"1172":47,"1173":47,"1174":47,"1175":47,"1176":47,"1178":47,"1181":47,"1184":47,"1185":47,"1186":47,"1187":47,"1188":47,"1189":47,"1190":47,"1191":47,"1196":47,"1200":47,"1201":47,"1202":47,"1207":47,"1208":47,"1209":47,"1210":47,"1211":47,"1214":47,"1215":47,"1216":47,"1221":47,"1222":47,"1223":47,"1225":47,"1227":47,"1228":47,"1248":47,"1264":47,"1265":47,"1266":47,"1268":47,"1269":47,"1272":47,"1273":47,"1276":47,"1277":47,"1281":47,"1285":47}}