{"sentence":{"2":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted investigation in trading in the scrip of Innovision eCommerce Limited hereinafter referred to as “ICL” whose shares witnessed a sharp rise from Re.0.39 on November 10 2003 to Re.0.76 on January 28 2004 hereinafter referred to as “investigation period” reaching a high of Rs 1.10 on January 20 2004.","3":"The face value of the shares of ICL was reduced from Rs 10 per share to Re.1 per share with effect from September 2002.","21":"Upon careful perusal of the documents available on record I find the following a.","22":"The financial results of ICL for the quarter ended December 31 2003 showed a total income of Rs 132.26 million as against Rs 18.32 million in the previous year an increase by 622%.","23":"The Listing Committee of BSE advised ICL to explain this phenomenal increase.","24":"ICL failed to give any satisfactory explanation for the same to BSE.","25":"Hence BSE shifted ICL to “Z” category with effect from February 5 2004.","27":"Mr Akshay Pravin Sanghvi Managing Director of ICL transferred 1 crore shares offmarket to the Noticee on January 2 2004. c.","28":"During the investigation period the Noticee bought 338600 shares 3.75% of the trading volume and sold 3019944 shares 33.47% of the trading volume. d.","29":"During January 0709 2004 the Noticee sold 300 shares at circuit price of Re.0.58 Re.0.63 and Re.0.69 respectively.","30":"On January 08 09 2004 only 100 shares were traded daily.","31":"The Noticee sold the shares through the broker viz.","32":"Parklight Investment Pvt Ltd hereinafter referred to as “PIPL”.","33":"The buying broker was AKD Securities Pvt Ltd e.","35":"Since then the volume as well as the price increased. f.","36":"The perusal of the extract of the order log showing orders of 100000 shares or more placed and deleted by PIPL on behalf of the Noticee reveals that PIPL had placed several large quantity buyorders and deleted the same subsequently i.e  within a time gap of around 3040 minutes.","37":"PIPL had placed 9 large buy orders for 48.80 lakh shares during January 1323 2004 and deleted orders for 48.30 lakh shares.","38":"PIPL had confirmed to the IA that such placing of orders and subsequent deletion was done at the behest of the Noticee.","40":"These large buy orders gave an impression of huge demand of the scrip which was otherwise illiquid. g.","41":"PIPL had also placed 6 large sell orders for 18 lakhs shares during January 1323 2004 and deleted orders for 14.07 lakh shares.","42":"Large number of such orders was found on January 21 2004 which was immediately after the declaration of the results for the quarter ended December 31 2003 by the company on January 20 2004.","43":"PIPL had confirmed to the IA that such placing of orders and subsequent deletion was done at the behest of the Noticee.","46":"The details of such placement of orders and subsequent deletion are as under Orders placed by the member Parklight Investment Pvt Ltd Clg.","47":"No 407 for 100000 shares or more Memb trdid S type rate qty Avqty aud cacl Date Time err ordid client 407 1 S L 0.82 500000 50000 A 30 13Jan 04 112101 0 40700100010051449 N042 407 1 S L 0.82 200000 20000 A 30 13Jan 04 112221 0 40700100010051451 N042 407 1 B L 0.68 1000000 1000000 A 30 13Jan 04 112429 0 40700100010051452 N042 407 1 B L 0.70 500000 500000 A 30 13Jan 04 112501 0 40700100010051453 N042 407 1 B L 0.00 1000000 1000000 D 30 13Jan 04 114311 0 40700100010051452 407 1 B L 0.00 500000 500000 D 30 13Jan 04 114312 0 40700100010051453 407 1 S L 0.00 166800 20000 D 30 13Jan 04 120419 0 40700100010051451 407 1 B L 0.68 200000 200000 A 30 13Jan 04 120434 0 40700100010051479 R079 407 1 B L 0.00 200000 200000 D 30 13Jan 04 125931 0 40700100010051479 407 1 S L 0.75 200000 20000 A 30 13Jan 04 125949 0 40700100010051511 R079 407 1 S L 0.72 300000 300000 A 30 13Jan 04 141102 0 40700100010051526 R079 407 1 S L 0.00 181600 181600 D 30 13Jan 04 142222 0 40700100010051526 407 1 B L 0.70 500000 500000 A 30 13Jan 04 142239 0 40700100010051529 R079 407 1 B L 0.72 300000 300000 A 30 13Jan 04 142244 0 40700100010051530 R079 407 1 B L 0.75 100000 100000 A 30 14Jan 04 095933 0 40700100010051616 R079 407 1 B L 0.73 200000 200000 A 30 14Jan 04 095953 0 40700100010051618 R079 407 1 S L 0.89 300000 30000 A 30 14Jan 04 101024 0 40700100010051622 R079 407 1 S L 0.00 171920 9000 D 30 14Jan 04 104659 0 40700100010051622 407 1 S L 1.05 500000 50000 A 30 21Jan 04 095511 0 40700100010052215 R079 407 1 B L 1.00 180000 180000 A 30 21Jan 04 095512 0 40700100010052216 R079 407 1 B L 1.00 200000 200000 A 30 21Jan 04 095639 0 40700100010052218 R079 407 1 S L 0.00 439000 39400 D 30 21Jan 04 095825 0 40700100010052215 407 1 B L 0.87 2000000 2000000 A 30 21Jan 04 101823 0 40700100010052235 R079 407 1 B L 0.90 400000 400000 A 30 21Jan 04 101829 0 40700100010052236 R079 407 1 B L 0.00 130000 130000 D 30 21Jan 04 102210 0 40700100010052216 407 1 B L 0.00 200000 200000 D 30 21Jan 04 102211 0 40700100010052218 407 1 B L 0.00 2000000 2000000 D 30 21Jan 04 102212 0 40700100010052235 407 1 B L 0.00 400000 400000 D 30 21Jan 04 102213 0 40700100010052236 407 1 B L 0.87 100000 100000 A 30 21Jan 04 102235 0 40700100010052245 R079 407 1 B L 0.00 100000 100000 D 30 21Jan 04 113954 0 40700100010052245 407 1 S L 1.02 200000 20000 A 30 22Jan 04 095508 0 40700100010052318 R079 407 1 S L 1.03 300000 30000 A 30 22Jan 04 095510 0 40700100010052319 R079 407 1 B L 0.86 200000 200000 A 30 22Jan 04 102346 0 40700100010052342 R079 407 1 B L 0.00 200000 200000 D 30 22Jan 04 114322 0 40700100010052342 407 1 S L 0.00 147300 15000 D 30 22Jan 04 114444 0 40700100010052318 407 1 S L 0.00 300000 30000 D 30 22Jan 04 114445 0 40700100010052319 407 1 B L 0.81 200000 200000 A 30 23Jan 04 095706 0 40700100010052451 R079 407 1 B L 0.00 200000 200000 D 30 23Jan 04 122259 0 40700100010052451 407 1 B L 0.85 100000 10000 A 30 23Jan 04 123554 0 40700100010052490 R079 j.","48":"The aforesaid leads to the finding that the Noticee set the benchmark price for the trades in the market initially and when the price rose gradually it sold the shares through PIPL. k.","49":"The foregoing sequence of events leads to the finding that the Noticee manipulated the market and sold the shares of  Mr Akshay Pravin Sanghavi which it received through offmarket from him.","57":"As detailed above the way the Noticee had traded in the scrip of ICL by increasing the price of the scrip by executing transactions No only manipulated the price of the scrip but also created artificial volume in the scrip of ICL.","58":"This led to misleading appearance of trading interest in the scrip of ICL thus increasing its price.","59":"This facilitated the Noticee to offload the shares which it had received offmarket from  Mr Akshay Pravin Sanghvi.","63":"He appointed  Mr Ankur Desai as an employee to look after the business of RFPL.","75":"The Noticee had acquired 10000000 shares from  Mr Akshay Pravin Sanghvi on January 2 2004 which constituted 10.53% of the total share voting capital of ICL.","76":"Consequent to the said transaction the post acquisition shareholding exceeded the percentage specified in regulations 7 1 of SAST and 13 1 of PIT.","78":"However I find that no such disclosures were made.","79":"After the aforesaid acquisition the Noticee had transacted in the shares of ICL details of which are stated above.","80":"As per the shareholding pattern at the quarter ended March 31 2004 I find that the shareholding of the Noticee was reduced to 6541956 shares 6.89%.","81":"The change in the shareholding from 10.53% to 6.89% = 3.64% exceeded the percentage specified in regulation 13 3 of PIT.","82":"Consequently this change should have been disclosed under regulation 135 of PIT.","87":"He appointed  Mr Ankur Desai as an employee to look after the business of RPL.","101":"Due to the nondisclosure by the Noticee in the scrip of ICL genuine investors were attracted to trade in the shares of ICL.","109":"I find from the material available on record that the transfer of shares by  Mr Akshay Pravin Sanghavi who was the Managing Director of ICL to the Noticee through offmarket was effected on January 2 2004 which was just before the announcement of the quarterly results on January 20 2004.","110":"The financial results showed that the income of the company had increased by 622% as compared to the same quarter in the previous year.","111":"I also find on perusal of the demat statement of the Noticee that it had sold part of the said shares received from  Mr Akshay Pravin Sanghavi in the market after the announcement of the aforesaid price sensitive information.","112":"The Noticee was able to aid and abet  Mr Akshay Pravin Sanghavi to dispose of his shares by indulging in fraudulent unfair and manipulative practices as detailed in the earlier paragraphs under the head “MANIPULATIVE TRADING”.","122":"The Securities and Exchange Board of India hereinafter referred to as “SEBI” has conducted investigations into the alleged irregularities in the affairs trading and dealings in the shares of M s.","123":"Valecha Engineering Ltd hereinafter referred to as ‘the Company VEL’ based on certain inputs received from the National Stock Exchange of India Ltd NSE regarding spurt in price of the shares of the Company dissemination of price sensitive information by the Company and trading dealings of the Company’s promoter group and its related entities in the scrip etc. During the period covered under the investigations i.e  January 01 2009 to December 31 2009 hereinafter referred to as ‘investigation period’ the shares of the Company were listed on NSE and the Bombay Stock Exchange Ltd BSE.","124":"The investigations prima facie revealed that there was a delay by the Company in disseminating price sensitive information to the stock exchanges and that the promoters and the Company related entities had benefited by purchasing shares of the Company prior to dissemination of price sensitive information to public.","125":"Further despite being clearly stated in its code of conduct for prevention of insider trading that trading window shall be closed 4days prior to its Board Meeting in connection with certain events it has failed to close the trading window prior to its Board Meetings which were held for the purpose of issuing of convertible warrants ADR GDR etc.","163":"It is undisputed fact that  Mr Anil Harish son of the Noticee was the Chairman of the Company during the relevant period and had presided over the meeting of the Board of Directors of the Company that was held on July 31 2009.","164":"It is evident from point No 20 of the minutes of the said meeting that the matter regarding getting of projects from the Government of Arunachal Pradesh was discussed in the said meeting wherein  Mr Suresh Mansata Commercial Manager of the Company was authorized to execute and sign the Contract Agreement and bank guarantees for the said projects.","165":"Further I have noted from the documents on record that the letter towards their getting of project subject to their compliance with certain conditions was issued to the Company by the Government of Arunachal Pradesh on July 31 2009.","178":"I have perused the material on record and observed that copy of two such letters of Public Works Department of Government of Arunachal Pradesh are available which are respectively confirming about award of projects worth around 42 crore and 36 crore to the Company.","179":"Mr Anil Harish has stated that these letters were issued on August 22 2009 and received at the Company’s end on August 24 2009.","187":"Now the point to be noted here is that corporate announcement regarding the aforesaid price sensitive information was made by the Company on August 28 2009 at 64845 p.m.  Mr Anil Harish son of the Noticee who was earlier No holding even a single share of the Company allegedly made the following purchases before the said corporate announcement was made by the Company on August 28 2009  Client Date Period BSE NSE Bought Sold Bought Sold Anil Harish Son of the Noticee August 21 2009 Prior to announcement August 28 2009 of getting a project worth 172 cr. 9600 0 10400 0 August 25 2009 9960 0 10040 0 13.","188":"The Noticee who was also No holding even a single share earlier allegedly made the following purchases before the said corporate announcement made by the Company on August 28 2009 – Client Date Period BSE NSE Bought Sold Bought Sold Ratna Harish the Noticee August 25 2009 Prior to announcement August 28 2009 of getting a project worth 172 cr. 3701 0 5500 0 14.","195":"The Noticee has further stated that before they started purchasing the shares on August 25 28 2009 in the AGM of the Company that was held on August 20 2009 the shareholders were informed that the Company had orders of about 1000 crore on hand.","197":"Further I have perused the copy of corresponding speech of the Chairman made before the shareholders of the Company in the AGM on August 20 2009 and observed that there is no mention of the Arunachal Pradesh Project.","198":"That means that the investors shareholders and public at large came to know about the Company bagging the project only after the corporate announcement was made by VEL in this regard on August 28 2009.","199":"The Noticee has stated that if they  Mr Anil Harish and the Noticee wished to take advantage of the unpublished price sensitive information then they would have purchased the shares immediately after the Board meeting on July 31 2009 rather than to wait for three weeks until after the AGM.","204":"In this regard I had advised the Noticee at the time of personal hearing to furnish all sale purchases made by her and  Mr Anil Harish during the calendar year 2009 i.e  January to December 2009.","205":"The Noticee has furnished vide her letter dated August 27 2011 such details of purchases made till April 2010 which are as under – i Anil Harish the Chairman of the Company and son of the Noticee  Date of Purchase No of shares Rate per share in  21.08.2009 20000 74.38 25.08.2009 19378 88.05 28.08.2009 40000 76.00 04.01.2010 144 109.70 27.04.2010 7200 208.09 Total  86722 It is evident from the above details that  Mr Harish who was earlier No holding any shares of the Company all of a sudden started making purchases with effect from August 21 2009 and major chunk of the purchases i.e  purchase of 79 378 shares were made by him just prior to the corporate announcement made by the Company regarding its bagging of said project worth 172 crore from the Government of Arunachal Pradesh on August 28 2009 at 64845 p.m. His entire purchase of 79378 shares made in the year 2009 were just prior to the Corporate announcement made by the Company on the evening of August 28 2009.","206":"Thereafter for the next four months he did No make any purchases.","208":"Her entire purchase of 19201 shares made in the year 2009 were just prior to the corporate announcement made by the Company on the evening of August 28 2009.","209":"It is also evident from the above details that except for the first purchase made by  Mr Anil Harish on August 21 2009 the subsequent purchases made by him and his mother prior to the corporate announcement made by VEL are on the same dates viz.","212":"She had purchased shares at an average cost of 121.83 per share and the present market price is about 97.00 per share which means that she has actually incurred loss.","222":"Despite that the Noticee and her son the Chairman of the Company purchased the shares before the information was disseminated to public.","225":"I have noted that after August 28 2009 neither of them had purchased any VEL shares for the next four months.","226":"The said purchase of 79 378 shares by  Mr Anil Harish and 19201 shares by the Noticee made immediately prior to August 28 2009 are the only purchases made by them during the entire 2009.","230":"In this regard I have observed that after making of public announcement there was no significant rise in the price of the shares of the Company.","231":"It had moved almost in tandem with the BSE Sensex as has been detailed below  Date Closing price   Sensex 27.08.2009 84.65 15781.05 28.08.2009 Friday 93.10 15922.34 31.08.2009 Monday 91.10 15666.64 01.09.2009 86.45 15551.19 The above details suggest that after the corporate announcement was made on August 28 2009 there was subsequent fall in BSE Sensex and the price of the shares have also come down.","233":"The Noticee has further purchased some shares of the Company on 04.01.2010 and thereafter on 15.04.2010 respectively @ 109.95 and 198.69 per share.","237":"The Noticee has stated that the highest price of the shares in August 2009 was 93.10 and there was no impact whatsoever on prices which have remained at the same level for the last four months.","238":"I have noted that the price movement in the shares of the Company as has been detailed in the table at para No 20 above do indicate that during the last week of August 2009 its price had moved almost in tandem with the BSE Sensex and the corporate disclosure made by the Company on August 28 2009 regarding its getting orders worth 172 crore from the Government of Arunachal Pradesh had no significant impact on the price of the scrip.","241":"The Noticee being an insider as she was mother of the Chairman of the Company and as has been discussed above was in possession of some unpublished price sensitive information and she along with her son who were earlier No holding any shares of the Company made purchases during August 21 2009 to August 28 2009 in large numbers.","242":"The average price of the shares purchased by the Noticee up to August 28 2009 comes out to approximately 81.29 per share","243":"[i.e  9201*87.27+10000*76.00 divided by 19201 i.e  the number of shares purchased.","246":"Average closing price of the shares for the week after August 28 2009 was approximately 87.20.","254":"However from the above estimates roughly the figures for the undue gains made by the Noticee comes out to around 1.14 lakh.","265":"AABPR5376D In the matter of Seshasayee Paper and Boards Limited 1.","266":"Securities and Exchange Board of India ‘SEBI’ had conducted an examination in the matter of Seshasayee Paper and Boards Limited hereinafter referred to as ‘SPBL the Company’.","267":"The examination prima facie revealed that pursuant to a scheme of Amalgamation whereby a company viz SPB Papers Limited was merged with SPBL  Mr N. Ramanathan hereinafter referred to as ‘applicant’ became the promoters of the SPBL during the quarter ended June 2013.","268":"For the said amalgamation and change in type of shareholding from normal shareholder to promoter shareholder he was required to make requisite disclosures to Company under regulation 132A of the SEBI Prohibition of Insider Trading Regulations 1992 read with regulation 12 of the SEBI Prohibition of Insider Trading Regulations 2015 hereinafter referred to as “the PIT Regulations”.","278":"The Panel of Whole Time Members of SEBI approved the said recommendation of the HPAC on March 19 2020 and the same was communicated by SEBI to the applicant on March 20 2020.","287":"An open offer was made by  Mr Anand Arya Mrs. Indu Arya  Mr Aman Arya and M s Cressida Traders Pvt Ltd to the equity shareholders other than Promoters of Blue Blends India Limited hereinafter referred to as BBIL Company Target Company through a public announcement dated July 25 2012 for acquisition of 8981450 fully paid up equity shares of the face value of 10 each representing 26% of emerging voting share capital at a price of 2  per share payable in cash.","288":"Shares of BBIL are listed at Bombay Stock Exchange BSE National Stock Exchange NSE Ahmadabad Stock Exchange ASE Madras Stock Exchange MSE and Delhi Stock Exchange DSE.","290":"While examining the Draft Letter of Offer filed pursuant to the afore mentioned public announcement it was observed that Blue Blends Leasing Pvt Limited hereinafter referred to as Noticee who was part of the Promoter group of BBIL at the relevant period had sold 489843 shares of BBIL on March 28 2006 constituting more than 2% of share capital in BBIL which required a disclosure within 2 days of transaction as stipulated by regulation 71A read with regulation 72 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 hereinafter referred to as “SAST Regulations 1997”.","291":"However no disclosures as stipulated under Regulation 71A read with regulation 72 of SAST Regulations 1997 for the said transaction was made by the Noticee to BBIL and exchanges where the company is listed.","316":"The Noticee has already disclosed the information under PIT Regulations.","338":"Upon perusal of submissions of the Noticee and documents available on record I find that Noticee was admittedly part of the promoter group which was acting in concert in exercising control over BBIL at the relevant period and the company has been disclosing the shareholding of the Noticee under the category of promoters.","339":"I further find that prior to the transaction in question promoter group held 44.58% of the share capital of BBIL which was within the limits specified under regulation 111 of SAST Regulations 1997.","340":"Noticee as being part of the promoter group which exercised control over BBIL thus was an acquirer within regulation 2b of the SAST Regulations 1997.","341":"It is also No in dispute that the Noticee had sold 489843 shares of BBIL on March 28 2006 which was 3.23% of the share capital of BBIL.","342":"As the said sale transaction exceeded the benchmark limit of 2% the Noticee ought to have made a disclosure within 2 days of transaction as stipulated by regulation 71A read with regulation 72 of SAST Regulations 1997.","343":"It is also an admitted fact that the Noticee has No made any disclosure under the aforementioned regulations for the transaction dated March 28 2006.","350":"Noticee further contended that it had made the requisite disclosures as stipulated under Regulation 133 of PIT Regulations 1992 on the date of sale itself and noticee never had any intention to conceal any transaction from the investors.","365":"However in the instant matter Noticee has admittedly indulged in the transaction of sale of shares to Mrs. Indu Arya above the benchmark limit specified under regulation 71A of SAST Regulations 1997.","374":"From the material available on record the amount of disproportionate gain or unfair advantage to the Noticee or loss caused to the investors as a result of the default is No quantifiable.","387":"Securities and Exchange Board of India hereinafter referred to as the SEBI vide order dated December 15 2016 had initiated adjudication proceedings to inquire into and adjudge the alleged violations of the provisions of Regulation 134A of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as the PIT Regulations by Ms Anjali Malhotrahereinafter referred to as the Noticeein the scrip of Empire Industries Limited hereinafter referred to as EIL or the Company during the period from June 06 2014 to September 30 2015.","390":"On November 25 2014 one Ranjit Malhotra had made an offmarket transfer of 47248 shares to the Noticee which increased her holding from 80000 1.33% to 127248 2.12% shares in EIL.","391":"Thus she was required to make the disclosures under Regulation 134A of the PIT Regulations.","395":"Thereafter vide letter dated August 16 2017 the Noticee proposed the revised settlement terms to settle the defaults mentioned above.","414":"The letter dated April 23 2018 was delivered to Sampati on April 26 2018.","431":"During the period May 01 2014 October 31 2014 Sampati had acquired shares of the Company which is evident from the demat account statement of Sampati.","432":"The same is corroborated from certain disclosures of Sampati made available on the Exchange website.","433":"It is observed that SEBI during the examination vide email dated September 03 2014 Sampati was advised to provide the proof of disclosures along with mailtoinfo@sampatibroking.com mailtoinfo@sampatigroup.in mailtojayeshmadiyar@sampatibroking.com Adjudication Order in the matter of Excel Castronics Ltd Noticee Sampati Financial Services Ltd acknowledgement for the disclosure made in terms of SAST Regulations to the Company and to BSE for the shares acquired in the Scrip during the period June 2014 to August 2014.","434":"In this regard Sampati vide its email info@sampatigroup.in dated September 03 2014 had forwarded a copy of letter dated September 03 2014 wherein it had stated that “it had submitted compliance under Regulation 291 of SAST Regulations and also under Regulation 132 of PIT Regulations to the Company and to the Stock Exchange Mumbai”.","435":"Sampati also provided a copy of the disclosure dated July 25 2014 with acknowledgement of the Company dated July 26 2014 made in terms of Regulation 291 of SAST Regulations.","437":"Given the above discrepancy the documents were compared with the facts based on the demat holding and the disclosures on the exchange website.","441":"On perusal of the demat statements of Sampati it is observed that the holdings of Sampati in the Scrip is as follows mailtoinfo@sampatigroup.in Adjudication Order in the matter of Excel Castronics Ltd Noticee Sampati Financial Services Ltd Demat Acc No Date of transaction No of Shares Credit Debit Current Balance total Change in Holdings in % 1206460000003528 01 01 14 opening balance 0  0 0 1206460000003528 07 08 2014 50000 Credit 50000 0.614% 1206460000003528 08 08 2014 50000* Debit 0 0 1201090005166248 08 08 2014 50000@ Credit 50000 0.614% 1206460000003528 14 8 2014 382897 Credit 432897 5.31% *Transferred to demat account of Sampati acc No 120109005166248 @Shares received from demat account of Sampati acc No 1206460000003528 16.","442":"From the above it is observed that holding of Sampati increased from 50000 shares which is 0.614% share capital of the Company 8142700 shares – share capital of the Company during quarters of June 2014 and September 2014 to 432897 shares which is 5.31% of the share capital of the Company.","443":"Thus change in the holdings of 5% and above of Sampati in the Scrip triggers the filing of disclosure in terms of Regulation 291 read with Regulation 293 of SAST Regulations to the Company and to BSE within two days of the receipt of shares i.e  August 14 2014.","444":"The said change in holdings requires to be disclosed by Sampati in terms of PIT Regulations also to the Company.","445":"It is observed that there is no such intimation in the entire month of August 2014 as per the email of the Exchange.","446":"The only disclosure that has been made is in the month of September 2014 which also Disclosures made by Sampati in terms of SAST Regulations 18.","447":"It is observed that Sampati claims to have made disclosures to the Company in terms of Regulation 291 read with Regulation 293 of SAST Regulations.","451":"Further it is observed from the “Corporate Announcements” Section of the BSE that the Company has reported the disclosure of Sampati made under Regulation 292 of SAST Regulations on September 11 2014.","457":"Sampati was also required to disclose the said change in holdings to the Company in terms of PIT Regulations.","458":"It is observed that Sampati has No filed any documents records during the examination or during these proceedings to substantiate relevant disclosures were made in terms of PIT Regulations.","459":"Further it is observed that no such disclosure were observed in BSE for the said change in holdings.","462":"Also there are no records available on records suggesting that Sampati had made disclosure in terms of PIT Regulations.","484":"The material available on record has No quantified the amount of disproportionate gain or unfair advantage made by the Noticee and the loss suffered by the investors as a result of the default.","485":"Also there is no material made available on record to assess the amount of loss caused to investors or the amount of disproportionate gain or unfair advantage made by Noticee as a result of default No has any such allegations made out against the Noticee.","486":"It is on records that the noncompliance continues even as on date.","504":"Securities and Exchange Board of India hereinafter referred to as SEBI conducted an investigation in the scrip of Alexander Stamps and Coin Limited formerly known as Rudraksh Cap Tech Limited hereinafter referred to as “the Company” during September 1 2014 to July 31 2015 hereinafter referred to as “investigation period” and had observed violation of i Regulation 121 read with Clause 1.2 of Schedule 1 Part A of SEBI Prevention of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992 read with Regulation 12 of SEBI Prevention of Insider Trading Regulations 2015 hereinafter referred to as PIT Regulations 2015 ii Regulation 134 read with Regulation 135 of PIT Regulations 1992read with Regulation 12 of PIT Regulations 2015 and iii Section 12Aa b and cof SEBI Act 1992 and Regulations 3a b c & d 41 42 e of SEBI Prohibition of Fraudulent and Unfair Trade Practices Relating to FUTP Regulations 2003 hereinafter referred to as “SEBI PFUTP Regulations 2003” by Narayan Acharya hereinafter referred to as Noticee.","512":"It was observed that the Company had failed to implement the Code of Conduct as required under aforesaid Regulations.","516":"Date No of shares held  pre Acquisition disposal % of shareholdin g held  pre Acquisition disposal No of shares Acquired disposed off No of shares Acquired disposed off as a % of paid up capital Value of transaction Rs  No of shares held  post Acquisition disposal % of shareholdi ng held  post Acquisition disposal Mode 11Mar 15 26676 0.51 7283 0.14 685447.56 19393 0.37 on market 12Mar 15 19393 0.37 13041 0.25 1296927.45 6352 0.12 on market 13Mar 15 6352 0.12 1056 0.02 105846.58 5296 0.1 on market 16Mar 15 5296 0.1 1544 0.03 162976.57 3752 0.07 on market 17Mar 15 3752 0.07 1940 0.04 216269.26 1812 0.03 on market 18Mar 15 1812 0.03 1811 0.03 211147.03 1 0 on market Vide email dated October 3 2015 the Company submitted that it had received disclosures with regard to the aforesaid transactions by the Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 4 | 27 Noticee.","517":"From the submissions of the company it is observed that  Mr Narayan Acharya had submitted the required disclosure with a substantial delay on October 01 2015 with regard to transactions made on March 11 and March 12 2015 thereby violating the provisions of regulation 134 read with Regulation 135 of SEBI PIT Regulations 1992.","518":"Further with regard to transaction made on March 18 2015 Sale proceeds of March 13 March 16 March 17 and March 18 2015 cumulatively crossed Rs 5 00000 on March 18 2015.","519":"Mr Narayan Acharya failed to make the necessary disclosures.","520":"Vide email dated November 08 2016 and February 08 2017 BSE had provided list of disclosures received in the scrip.","521":"In addition the Noticee vide email dated November 8 2016 admitted that he had submitted the disclosure to the Company only.","539":"Summary of trades by these entities is given below Seller Name Buyer Name Vaishali Pragnesh Pandya Darshanna Bhavesh Pandya Leelavathi D Acharya Narayan Acharya Semwal Govindram Dhanesh Satish Korogappa Shetty Pragnesh Rohit Pandya Total LTP as buyer No. of trades Vaishali Pragnesh Pandya 16.309 7.8518 6.4021 7.805 8.454 46.8057 Darshanna Bhavesh Pandya 6.0912 6.0912 Leelavathi D Acharya Narayan Acharya Total LTP as Seller No. of Trades 16.309 7.8518 6.4021 7.805 8.454 6.0912 52.8969 g From the table above it can be observed that  The 7 suspected entities by trading among themselves had contributed an amount of Rs 52.89 to positive LTP 6.33% of market positive LTP which was significant and contributed in manipulating the price of the scrip.","541":"Summary of trades by these entities is given below Seller Name→ Buyer Name↓ Vaishali Pragnesh Pandya Narayan Acharya Darshanna Bhavesh Pandya Total LTP as buyer No. of Trades Vaishali Pragnesh Pandya  6.6024 11.0523 17.6547 Narayan Acharya    Total LTP as Seller No. of Trades 6.6024 11.0523 17.6547 i From the table above it was observed that the Noticee had acted as a counterparty seller to 24 buy trades Rs 6.60 of positive LTP of Vaishali Pragnesh Pandya a positive LTP contributor. j The aforesaid trading activity of the Noticee was alleged to have manipulated the price of the scrip which was in violation of Section 12Aa b and c of SEBI Act and Regulation 3 a b c d 4 1 and 4 2 e of SEBI PFUTP Regulations 2003.","568":"It may be noted that during the relevant period 01.09.2014 to 31.07.2015 Vaishali Pandya had bought a total of 570912 shares. n I have traded on multiple days during the relevant period in the scrip of ASCL wherein there were multiple counter parties to my trades.","620":"The period of said failure by Company was from February 20 2002 till the Company adopted Code of Conduct under SEBI PIT Regulations 2015. d I find that the Noticee became Independent Director of the Company from July 3 2014.","622":"However from the reply of the Company dated December 6 2016 I find that the Noticee was part of Board of Directors of the Company.","623":"Further from the website of the Exchange I find that the Noticee has been continuing as Director in the Company.","624":"Therefore as per the abovementioned provisions the Noticee was responsible for framing and implementing the Code of Conduct during July 3 2014 till the Company adopted Code of Conduct under SEBI PIT Regulations 2015.","629":"Therefore being part of Board of the Company the Noticee had joint responsibility with Compliance Officer for framing and implementing the Code of Conduct during July 3 2014 till the Company adopted Code of Conduct under SEBI PIT Regulations 2015.","633":"In the process of investigation on the above the Company was asked to confirm whether the Company had framed Code of Conduct under relevant provisions of SEBI PIT Regulations 1992 and was observed that the Company had No adopted the same.","644":"The Noticee was required to make disclosures for the trades on March 11 2015 March 12 2015 and March 18 2015 for cumulative sale proceeds on March 13 2015 March 16 2015 March 17 2015 and March 18 2015 to the Company as well as to the Exchange where the securities are listed under Regulation 134 read with Regulation 135 of PIT Regulations 1992 read with Regulation 12 of PIT Regulations 2015. b I further observe that with regard to the trades on March 11 2015 and March 12 2015 while the Noticee made approximately 7 months delayed disclosures to the Company he failed to disclose the same to the Exchange.","645":"In addition with regard to the transactions made on March 18 2015 where cumulative sale proceeds on March 13 2015 March 16 2015 March 17 2015 and March 18 2015 crossed Rs 500000 on March Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 21 | 27 18 2015 the Noticee failed to make disclosures to the Company as well as to the Exchange. c Noticee vide his email dated November 8 2016 admitted that he had submitted disclosures to the Company only. d In addition vide his submissions to the SCN dated February 28 2020 the Noticee had stated that for the alleged nondisclosure on March 18 2015 he had inadvertently missed making disclosures.","646":"Subsequently on becoming aware of the said infringement he had made disclosures to the Exchange.","649":"I further observe that Adjudication Order against Narayan Acharya in the matter of Alexander Stamps and Coin Limited Page 22 | 27 the Noticee had contributed Rs 6.40 to total positive LTP contribution in 21 trades out of Rs 52.89 by all 7 entities.","650":"While the total contribution to positive LTP by all 7 entities including the Noticee was 6.33% of market positive LTP individual contribution by Noticee to positive LTP contribution was insignificant. c In addition during Patch 3 the Noticee and two other entities have traded among themselves and in total 47 trades contributed Rs 17.65 to positive LTP i.e  5.81% of market positive LTP. d I find that the Noticee acted as a counterparty seller to the trades of Vaishali Pragnesh Pandya buyer during Patch 3.","651":"I further observe that the Noticee had contributed Rs 6.60 to total positive LTP contribution in 24 trades out of Rs 17.65 by all 3 entities.","665":"With regard to the alleged violation under Section 15HB and Section 15Ab the material available on record has No quantified the amount of disproportionate gain or unfair advantage if any made by the Noticee and the loss if any suffered by the investors as a result of the Noticee’s failure.","682":"Khatau Exim Limited Now known as M s.","683":"Velox Industries Limited.","685":"A letter of offer in compliance with Regulation 10 and 12 of Securities and Exchange Board of India Substantial Acquisition of Shares and Takeover Regulations 1997 hereinafter referred to as‘Takeover Regulations 1997’was filed by  Mr Nav Rattan Munjal ‘Acquirer’ to acquire 49800 equity shares of Rs 10 ‐ each representing 20% of the paid up and voting equity share capital of M s.","686":"Khatau Exim Ltd hereinafter referred to as the‘Company Noticee’ at an offer price of Rs 27.34 ‐.","687":"The Public Announcement of the same was made on March 15 2011 and the shares of the company were listed at Bombay Stock Exchange Ltd hereinafter referred to as ‘BSE’ and Pune Stock Exchange Ltd. hereinafter referred to as ‘PSE’.","688":"While examining the letter of offer document of the Acquirer Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ observed that the Noticeefailed to comply with theprovisions of Regulation83 of the Takeover Regulations 1997within the due date for 7consecutive financial years from FY 1997‐98 to FY 2003‐04again once for FY 2006 and again for 2 consecutive financial years from FY 2008‐09 to FY 2009‐2010.","704":"The Noticee vide email dated September 05 2015 inter aliainformed that the name of the company has changed from M s.","705":"Khatau Exim Ltd. to M s.","706":"Velox Industries Ltd. and its Registered Office had shifted to Vile Parle East as such they had not received the SCN dated December 12 2013 which was issued at the old office address.","709":"Khatau Exim Limited 9.","718":"Great View Properties Pvt.","722":"The ARs stated that a detailed reply by the Noticee in the matter would be filed by June 08 2015 and requested that the submission made by M s.","724":"The ARs sought to provide the copies of the actual filings made under Regulation 83 by the Noticee to the Exchange as per the disclosures made in the letter of Offer.","725":"The ARs further confirmed that there have been no past non‐compliance of the SEBI Act and Regulations by the Noticee and no action have been taken by SEBI against the Noticee.","727":"Khatau Exim Limited 13.","733":"4 The Noticee confirmed that the filings relating to Regulation 83 of the Takeover Regulations 1997 in respect of the financial years ending March 31 1998‐2003 had been once filed on February 25 2004.","769":"Khatau Exim Limited year FY 1997‐98 to FY 2003‐04 again once for the FY 2006 and again for 2 consecutive financial years FY 2008‐09 to FY 2009‐10.","779":"Khatau Exim Limited Regulation Due Date of compliance Date of compliance Non‐compliance Delay no. of days 83 30.04.1998 25.02.2004 2127 83 30.04.1999 25.02.2004 1762 83 30.04.2000 25.02.2004 1396 83 30.04.2001 25.02.2004 1031 83 30.04.2002 25.02.2004 666 83 30.04.2003 25.02.2004 301 83 30.04.2004 ‐ Not complied 83 30.04.2006 22.01.2007 267 83 30.04.2009 07.05.2009 7 83 30.04.2010 13.05.2010 13 18.","780":"As per Regulation 83 of the Takeover Regulations 1997 Noticee was required to make yearly disclosure within 30 days from the financial year ending March 31 to the stock exchanges on which the shares of the company were listed the changes if any in respect of the holdings of the persons referred to under sub regulation 1 of regulation 8 of the Takeover Regulations 1997 and also holdings of promoters or persons having control over the company as on 31st March.","782":"I note here that as rightly brought out by the Noticee the SCN relies upon the disclosures made in the letter of Offer dated June 29 2011.The information disclosed in the said letter of Offer has been vetted by the Manager to the Offer M s.","784":"The said letter Of Offer vetted by a SEBI registered intermediary disclosed as follows “As regards the Target Company is concerned there has been a delay in filing the disclosures …. under regulation 83 for the years 1998 to 2003 2006 2009 and 2010 by the TargetCompany.","785":"No record with respect to the disclosure made under regulation 83 by the Target Company for the year 2004 isavailable.","786":"The status of compliance with respect to chapter II of SEBI SAST Regulations 1997 by the Target Company isgiven in Annexure B to this Letter of Offer.”","787":"Thus on a perusal of the letter of Offer it becomes apparent that the Manager to the Offer who has vetted the disclosures made in the letter of Offer had in 2011 made a clear distinction between Adjudication Order in the matter of M s.","788":"Khatau Exim Limited records of filing under Regulation 83 of the Takeover Regulations which were not available from the delayed filing made by the company under Regulation 83.","791":"I note that the Manager to the Offer M s.","793":"Any false or untrue certification by the Manager to the Offer would mean the risk of suspension cancellation of its registration to act as a Merchant Banker.","798":"In the extant matter as stated earlier the SCN has been issued based on the due diligence conducted by a SEBI registered Merchant Banker whereby it was observed that there had been a delay by the company in complying with Regulation 83 for certain financial years which has also been admitted by the company through the submissions made.","799":"The exact number of days of such delay was disclosed in the letter of offer and was available in public domain.","803":"Khatau Exim Limited 24.","820":"I find that the Noticee has confirmed that delayed filing was made by it under Regulation 83 in 2004 in respect of years 1998‐2003.","821":"I find further that the ARs at the Adjudication Order in the matter of M s.","824":"In the matter I note that the letter of Offer in 2011 had also disclosed that SEBI may initiate action inter alia against the Company at a later stage in terms of the Takeover Regulations 1997 and provisions of the SEBI Act for the said non‐compliance of Chapter II of the Takeover Regulations 1997 inter alia by the Company.","831":"The extant delayed disclosure by the company under Regulation 83 came to notice of the Manger to the Offer while carrying out the due diligence with respect to the compliances made by the company under Takeover Regulations 1997 at the time of open offer by  Mr Nav Rattan Munjal ‘Acquirer’.","832":"The same was accordingly disclosed in the letter of offer and to SEBI.","849":"As per the letter of Offer I find that no record with respect to the disclosures made under regulation 83 by the company for the year 2004 is available.","852":"I find that the Noticee in its submission has admitted that the filings relating to regulation 83 of Takeover Regulations 1997 during the period of the financial years ending March 1998‐2003 had once been filed on February 25 2004.","868":"Khatau Exim Limited 36.","878":"I note that the ARs have confirmed that there was no past non‐compliance of SEBI Act and Regulations by the Noticee and no action was taken by SEBI in the past against the Noticee.","883":"Khatau Exim Limited 39.","889":"From the shareholding pattern for the quarter ended March 31 2001 to March 31 2010 as available on BSE website I note that the paid up capital of the company was Rs 2490000 comprising of 249000 equity shares of Rs 10 ‐ each of which the promoters held 248875 shares representing 99.95% of the paid‐up capital in March 2001 which gradually reduced to 185375 shares representing 74.45% in the quarter ending June 2008 and continued as such till 2010.","890":"Further during the relevant period there were 127 public shareholders.","891":"From a perusal of the letter of Offer I find that the shares of the company were deemed to be infrequently traded under the Takeover Regulations 1997.","893":"I further note that the Noticee has submitted that the shareholding of the Noticee with respect to the period in question was available on record in view of the disclosure made by the company with BSE under clause 35 of the Listing Agreement.","895":"Khatau Exim Limited 43.","907":"As a listed company the Noticee had a responsibility to comply with the disclosure requirements in accordance with their spirit intention and purposeso that the investors could take a decision whether to buy sell or hold the Noticee’s securities.","912":"Khatau Exim Limited now known as M s."},"label":{"2":"material fact","3":"material fact","21":"material fact","22":"material fact","23":"material fact","24":"material fact","25":"material fact","27":"material fact","28":"material fact","29":"material fact","30":"material fact","31":"material fact","32":"material fact","33":"material fact","35":"material fact","36":"material fact","37":"material fact","38":"material fact","40":"material fact","41":"material fact","42":"material fact","43":"material fact","46":"material fact","47":"material fact","48":"material fact","49":"material fact","57":"material fact","58":"material fact","59":"material fact","63":"material fact","75":"material fact","76":"material fact","78":"material fact","79":"material fact","80":"material fact","81":"material fact","82":"material fact","87":"material fact","101":"material fact","109":"material fact","110":"material fact","111":"material fact","112":"material fact","122":"material fact","123":"material fact","124":"material fact","125":"material fact","163":"material fact","164":"material fact","165":"material fact","178":"material fact","179":"material fact","187":"material fact","188":"material fact","195":"material fact","197":"material fact","198":"material fact","199":"material fact","204":"material fact","205":"material fact","206":"material fact","208":"material fact","209":"material fact","212":"material fact","222":"material fact","225":"material fact","226":"material fact","230":"material fact","231":"material fact","233":"material fact","237":"material fact","238":"material fact","241":"material fact","242":"material fact","243":"material fact","246":"material fact","254":"material fact","265":"material fact","266":"material fact","267":"material fact","268":"material fact","278":"material fact","287":"material fact","288":"material fact","290":"material fact","291":"material fact","316":"material fact","338":"material fact","339":"material fact","340":"material fact","341":"material fact","342":"material fact","343":"material fact","350":"material fact","365":"material fact","374":"material fact","387":"material fact","390":"material fact","391":"material fact","395":"material fact","414":"material fact","431":"material fact","432":"material fact","433":"material fact","434":"material fact","435":"material fact","437":"material fact","441":"material fact","442":"material fact","443":"material fact","444":"material fact","445":"material fact","446":"material fact","447":"material fact","451":"material fact","457":"material fact","458":"material fact","459":"material fact","462":"material fact","484":"material fact","485":"material fact","486":"material fact","504":"material fact","512":"material fact","516":"material fact","517":"material fact","518":"material fact","519":"material fact","520":"material fact","521":"material fact","539":"material fact","541":"material fact","568":"material fact","620":"material fact","622":"material fact","623":"material fact","624":"material fact","629":"material fact","633":"material fact","644":"material fact","645":"material fact","646":"material fact","649":"material fact","650":"material fact","651":"material fact","665":"material fact","682":"material fact","683":"material fact","685":"material fact","686":"material fact","687":"material fact","688":"material fact","704":"material fact","705":"material fact","706":"material fact","709":"material fact","718":"material fact","722":"material fact","724":"material fact","725":"material fact","727":"material fact","733":"material fact","769":"material fact","779":"material fact","780":"material fact","782":"material fact","784":"material fact","785":"material fact","786":"material fact","787":"material fact","788":"material fact","791":"material fact","793":"material fact","798":"material fact","799":"material fact","803":"material fact","820":"material fact","821":"material fact","824":"material fact","831":"material fact","832":"material fact","849":"material fact","852":"material fact","868":"material fact","878":"material fact","883":"material fact","889":"material fact","890":"material fact","891":"material fact","893":"material fact","895":"material fact","907":"material fact","912":"material fact"},"case_number":{"2":48,"3":48,"21":48,"22":48,"23":48,"24":48,"25":48,"27":48,"28":48,"29":48,"30":48,"31":48,"32":48,"33":48,"35":48,"36":48,"37":48,"38":48,"40":48,"41":48,"42":48,"43":48,"46":48,"47":48,"48":48,"49":48,"57":48,"58":48,"59":48,"63":48,"75":48,"76":48,"78":48,"79":48,"80":48,"81":48,"82":48,"87":48,"101":48,"109":48,"110":48,"111":48,"112":48,"122":49,"123":49,"124":49,"125":49,"163":49,"164":49,"165":49,"178":49,"179":49,"187":49,"188":49,"195":49,"197":49,"198":49,"199":49,"204":49,"205":49,"206":49,"208":49,"209":49,"212":49,"222":49,"225":49,"226":49,"230":49,"231":49,"233":49,"237":49,"238":49,"241":49,"242":49,"243":49,"246":49,"254":49,"265":50,"266":50,"267":50,"268":50,"278":50,"287":51,"288":51,"290":51,"291":51,"316":51,"338":51,"339":51,"340":51,"341":51,"342":51,"343":51,"350":51,"365":51,"374":51,"387":52,"390":52,"391":52,"395":52,"414":53,"431":53,"432":53,"433":53,"434":53,"435":53,"437":53,"441":53,"442":53,"443":53,"444":53,"445":53,"446":53,"447":53,"451":53,"457":53,"458":53,"459":53,"462":53,"484":53,"485":53,"486":53,"504":54,"512":54,"516":54,"517":54,"518":54,"519":54,"520":54,"521":54,"539":54,"541":54,"568":54,"620":54,"622":54,"623":54,"624":54,"629":54,"633":54,"644":54,"645":54,"646":54,"649":54,"650":54,"651":54,"665":54,"682":55,"683":55,"685":55,"686":55,"687":55,"688":55,"704":55,"705":55,"706":55,"709":55,"718":55,"722":55,"724":55,"725":55,"727":55,"733":55,"769":55,"779":55,"780":55,"782":55,"784":55,"785":55,"786":55,"787":55,"788":55,"791":55,"793":55,"798":55,"799":55,"803":55,"820":55,"821":55,"824":55,"831":55,"832":55,"849":55,"852":55,"868":55,"878":55,"883":55,"889":55,"890":55,"891":55,"893":55,"895":55,"907":55,"912":55}}