{"sentence":{"2":"Securities and Exchange Board of India ‘SEBI’ conducted an investigation in the matter of selective disclosure of unpublished price sensitive information my Manappuram Finance Limited ‘MFL” wherein it was observed that a On March 19 2013 the price of the scrip of MFL declined by 20% coupled with the rise in volume after the company informed BSE that it expects an under recovery on certain loans due correction in the gold prices as a result of which the profit for the corresponding quarter will be reduced.","3":"It was alleged that MFL had selectively given guidance pertaining to quarterly result to certain analysts of Ambit Capital. b MFL in its Board meeting on March 13 2013 before making of disclosure to BSE noted that there is a possibility of making a negative profit for the corresponding quarter which is deemed to be UPSI as under PIT Regulations. c On March 18 2013 analysts from Ambit Capital had a meeting with MFL wherein allegedly the aforementioned UPSI was discussed. d After the aforesaid meeting Ambit Capital changed its rating of MFL stock from “buy” to “Under Review” and published a research report based on its meeting with MFL which was distributed to its clients on March 19 2013 before market opening hours. e Certain clients of Ambit Capital who had received the research report sold shares of MFL on the basis of the report. f  Mr Rajesh Kumar K “applicant” was compliance officer of MFL had failed to implement the code of conduct in violation of regulation 121 of SEBI Prohibition of Insider Trading Regulations 1992 “PIT Regulations” read with clause 1.2 of the code of conduct specified under Part B of Schedule I read with regulation 122 of SEBI Prohibition of Insider Trading Regulations 2015 “PIT Regulations 2015”.","4":"Pursuant to above the competent authority in SEBI was satisfied that there are sufficient grounds to inquire into the affairs and adjudicate upon the alleged aforesaid violations.","11":"The Panel of Whole Time Members of SEBI approved the said recommendation of the HPAC on June 8 2020 and the same was communicated by SEBI to the Noticee vide email dated June 10 2020.","20":"Investigation revealed that as on December 31 2009 MIL had issued capital of 7150000 shares of 10  each.","21":"On January 4 2010 MIL made a preferential allotment of convertible equity warrants for 30 crores.","22":"On January 15 2010 MIL split its one share of 10  each into 10 equity shares of 1  each.","23":"Pursuant to that on January 15 2010 company had issued capital of 71500000  divided into 71500000 shares of 1  each and outstanding convertible equity warrants of 30 crores.","24":"On February 20 2010 the Board of Directors of the MIL decided that convertible warrants where full amount of consideration has been received by the company may be converted into equal number of shares of 1  each.","25":"Accordingly on February 20 2010 MIL made Adjudication Order against Nazima Impex Pvt Ltd in the matter of Mahan Industries Ltd allotment of 248500000 shares of 1  each to the preferential allottees of the convertible equity warrants.","26":"Therefore on February 20 2010 MIL had issued capital of 320000000 shares of 1  each and outstanding convertible preferential warrants worth 51500000  2.","27":"The details of the shares allotted to Nazima Impex Pvt Ltd hereinafter referred to as Noticee pursuant to conversion of equity warrants into equity share of 1  each by MIL on February 20 2010 and its percentage to the issued capital of MIL as on that date was as under Name No of shares allotted % of shares to the issued capital of the company 320000000 shares of 1  each Nazima Impex Pvt Ltd 17345000 5.42 3.","28":"It was observed during the investigation that since the acquisition of shares by the noticee on February 20 2010 entitled them to more than the threshold limits of shares or voting rights of MIL as stipulated under regulations 71 and 71A read with regulation 72 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as SAST Regulations 1997 they were under obligation to make disclosure about their aggregate shareholding or voting rights in the MIL to MIL as well as to BSE within 2 days of transaction as stipulated by the aforementioned regulations.","29":"However it was observed that no disclosures as stipulated by the aforementioned regulations for the said transaction dated February 20 2010 was made by the Noticee.","32":"However it was observed that the Noticee did No make the requisite disclosure as stipulated by the aforementioned regulation.","66":"Upon perusal of the material available on record I note that on February 20 2010 MIL made allotment of 248500000 shares of 1  each to the preferential allottees of the convertible equity warrants pursuant to the decision of its Board of Directors that convertible warrants where full amount of consideration has been received by the company be converted into equal number of shares of 1  each.","67":"I also note from the material on record as well Adjudication Order against Nazima Impex Pvt Ltd in the matter of Mahan Industries Ltd as from the material available in public domain that after such conversion MIL had issued capital of 320000000 shares of 1  each as on February 20 2010 and the noticee was allotted 17345000 shares of MIL pursuant to conversion of its convertible warrants into equity shares which constituted 5.42% of the issued share capital of MIL at the relevant time.","68":"I also note that MIL vide letter dated March 07 2013 has also informed SEBI that it has No received any disclosure from any other person or entity other than the promoter.","69":"I also note that even the announcements at the BSE website does No contain any disclosure made by the noticee for the aforementioned acquisition of MILs equity shares by the noticee on February 20 2010.","76":"That being the case they were under obligation to make disclosure about their aggregate shareholding or voting rights in the MIL to MIL as well as to BSE within 2 days of transaction as stipulated by the aforementioned regulations.","80":"In the instant matter I find that it is a matter of record that the noticees shareholding post conversion of warrants into equity shares was 5.42% only which is much below the limits prescribed under regulation 111 of SAST Regulations 1997.","83":"In the instant case it is a matter of record that the noticee was allotted 5.42% of the equity share capital of MIL on February 20 2010 for which as has been found above no disclosure as stipulated by the aforementioned regulation was made by the Noticee.","132":"I note that the material made available on record has No quantified the amount of disproportionate gain or unfair advantage made by the Noticee and the loss suffered by the investors as a result of the Noticees default.","133":"Also there is no material made available on record to assess the amount of loss caused to investors or the amount of disproportionate gain or unfair advantage made by Adjudication Order against Nazima Impex Pvt Ltd in the matter of Mahan Industries Ltd the Noticee as a result of default.","139":"Total 900000  Rupees Nine Lakh Only 34.","148":"Securities and Exchange Board of India hereinafter be referred to as the “SEBI” upon suspicion of violation of various provisions of securities laws had conducted investigation in the shares of M s Vakrangee Limited hereinafter be referred to as the “Company” a company listed on the BSE Limited hereinafter be referred to as the “BSE” and National Stock Exchange of India Ltd hereinafter be referred to as the “NSE” for the period from April 2013 to September 2013 hereinafter be referred to as the “Investigation Period”.","149":"Investigation prima facie revealed commission of violation of Regulation 133 read with 135 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter be referred to as the “PIT Regulations” and Regulation 292 read with 293 of the SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter be referred to as the “SAST Regulations” by M s Abhirati Trading Pvt Limited hereinafter be referred to as the “Noticee” for No making disclosures upon change of its shareholding in the Company.","154":"The core allegations levelled against the Noticee in the SCN are summarized as below a The Noticee was holding 39439981 shares of the Company as on April 01 2013 which was 7.85% of the total share capital of the Company.","155":"Investigation revealed that on May 28 2013 the shareholding of the Noticee decreased to 27857966 shares of the Company which decreased his shareholding to 5.54% of the total share capital of the Company. b Investigation further revealed that on September 04 2013 the shareholding of the Noticee got further reduced to 17475703 shares of the Company which decreased the shareholding of the Noticee to 3.47% of the total share capital of the Company. c It was alleged that the shareholding of the Noticee in the Company decreased by 2.30% during April 01 2013 to May 28 2013 and further decreased by 2.07% during May 28 2013 to September 04 2013.","156":"Such decrease in the shareholding of the Noticee required disclosures to be made by it in terms of Regulation 133 read with 135 of the PIT Regulations and Regulations 292 read with 293 of the SAST Regulations. d The BSE vide email dated September 06 2016 confirmed that no disclosure were made by the Noticee under PIT Regulations and SAST Regulations in relation to the decrease in the Noticee’s shareholding in the Company during the Investigation Period.","157":"The NSE also vide email dated September 07 2016 confirmed that the Noticee had No made any disclosures under the PIT Regulations or SAST Regulations.","179":"However I note that the said notice was duly Adjudication Order in the matter of Vakrangee Limited delivered and the acknowledgment card of delivery contains the seal of the Noticee.","180":"Surprisingly the Noticee merely stated about the changed of address but had No provided details of its new address in its email dated January 02 2018.","200":"The details regarding change of more than 2% in the shareholding of the Noticee in the Company as alleged in the SCN is No in dispute in absence of any reply from the Noticee.","201":"The details of change in shareholding of the Noticee in the scrip of the Company is as follows Date Shareholding No of shares % of share capital April 01 2013 39439981 7.85 May 28 2013 27857966 5.54 Change in Shareholding 2.31 May 28 2013 27857966 5.54 September 04 2013 17475703 3.47 Change in shareholding 2.07 13.","204":"On perusal of the available records table reproduced in paragraph 12 hereinabove it is observed that the shareholding of the Noticee got reduced on May 28 2013 by 2.31% and by 2.07% on September 04 2013.","205":"Thus upon change of more than 2% in its shareholding in the Company the Noticee ought to have disclosed in terms of Regulation 133 read with 135 of the PIT Regulations and Regulation 292 read with 293 of the SAST Regulations.","206":"I note from the Annexure 4 of the SCN that the BSE had confirmed vide its email dated September 06 2016 that it has No received any disclosures from the Noticee under PIT Regulations or SAST Regulations in the scrip of the Company.","207":"Additionally I have verified from the website of the BSE and observed that no disclosure was available there regarding the said decrease in shareholding.","208":"Similarly I also note from Annexure 6 of the SCN that the NSE vide its email dated September 07 2016 had confirmed that it had No received any disclosures from the Noticee in the scrip of the Company under PIT Regulations or SAST Regulations.","209":"I further note from Annexure 7 of the SCN that the Company had provided disclosures received by it during the Investigation Period to SEBI vide email dated August 22 2016.","210":"On perusal of the disclosures forwarded by the Company I observe that the same did No contain any mention of the Noticee having communicated any disclosures to the Company.","223":"Investigation did No reveal any specific disproportionate gains or unfair advantage made by the Noticee or specific loss suffered by the investors.","224":"No past default against the Noticee was revealed in the investigation report.","242":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted investigation in the scrip of M s.","243":"TCP Ltd hereinafter referred to as TCP company” for the period between March 25 2013 to August 31 2014 hereinafter referred to as “Investigation Period IP” to ascertain there was any possible violation of the SEBI Act 1992 and various Rules and Regulations made thereunder.","244":"TCP was incorporated as Joint Sector Unit with Tamil Nadu Industrial Development Corporation Ltd and has its Plant for manufacturing of 4600 MTs of Sodium Hydrosulphite in technical collaboration with Mitsubishi Corporation Japan.","245":"The company was listed in Madras Stock Exchange hereinafter referred to as “MSE”.","246":"The scrip was No traded in MSE.","247":"The company was No listed in National Stock Exchange but was permitted to trade on NSE platform.","248":"Subsequently the scrip of the company got permanently suspended from trading with effect from January 30 2015 in NSE pursuant to the discontinuance of the MSENSE mechanism as per SEBI letter.","249":"The price of the scrip fell from April 04 2013 to September 20 2013 and the price of the scrip rose thereafter as on August 31 2014.","258":"1. During the IP Patch 1 April 04 2013 to September 20 2013 the scrip of TCP was traded only for 22 days.","259":"On the basis of the price volume chart it was observed that during the period from April 04 2013 to September 20 2013 there was a fall in the price of the scrip from Rs 454.65 to Rs 159.","260":"In Patch 2 September 21 2013 to August 31 2014 the price of the scrip rose thereafter to Rs 441 as on August 31 2014.","263":"No of shares traded daily during the period PatchI Price Fall 22 April 04 2013 to September 20 2013 Price 454.65 159 454.65 159 67076 Vol. 1 26000 1 324504 PatchII Price Rise 42 September 21 2013 to August 31 2014 Price 160 441 160 539.45 31192 Vol. 1 150 1 508600 In the matter of M s TCP Ltd 5.3.","264":"The relationship of the Noticees is placed below Noticee No Basis of Connection 1 Noticee No 1 Promoter cum Managing Director of the Company and also Director of M s Thiruvalluvar Textiles Pvt Ltd 2 Noticee No 2 is the Executive Director of the Company since March 01 1992.","268":"% of Gross Buy to Mkt.","270":"Vol % of Net Qty. to Mkt.","271":"Vol Gross Traded Qty.","272":"Noticee No 1 1024503 0 1024503 69.426 0 69.426 1024503 Noticee No 3 5 4 1 0 0 0 9 Noticee No 2 3 3 0 0 0 0 6 Notice No 4 6 6 0 0 0 0 12 Group total 1024517 13 1024504 69.426 0 69.426 1024530 Market total 1475678 1475678 0 100.00 100.00 0.00 2951356 From the table above it was observed that the Noticees had purchased 1024517 shares 69.426% of the total traded quantity and sold 13 shares 0% of the total traded quantity during this patch.","273":"ORDER BOOK ANALYSIS PRICE FALL PATCH The following was alleged 5.5. Noticee No 2 and Noticee No 3 had contributed 37.92% to New Low Price hereinafter referred to as “NLP” and 37.66% to negative Last Traded Price hereinafter referred to as “LTP” during this patch.","274":"Noticee No 3 is the spouse of Noticee No 2 who is the Executive Director of TCP Ltd During the course of statement recording by SEBIInvestigation Department hereinafter referred to as “IVD” on October 1 2015 Noticee No 3 had mentioned that she had authorised her husband i.e Noticee No 2 to trade in securities on her behalf.","275":"In view of the same the trades executed by Noticee No 2 and Noticee No 3 were analyzed together.","276":"6. Noticee No 4 was the counterparty to majority of the trades of Noticee No 2 and Noticee No 3.","278":"The order placement of Noticee No 2 Noticee No 3 and Noticee No 4 is as follows In the matter of M s TCP Ltd Trade Date Buy Sell Buyer Seller Name Trade d Qty Traded Price Buy Sell Order Price Buy Sell Order Qty LTP at Order Entry Order Time 08 08 2013 Buy Srivatsan P 1 431.95 431.95 1 454.65 111114 Sell Rajasekharan Devaki 431.95 1 454.65 111134 12 08 2013 Buy Srivatsan P 1 410.4 410.4 1 431.95 093000 Sell Kausha H Mehta 410.4 4 431.95 093754 13 08 2013 Sell Rajasekharan Devaki 1 389.9 389.9 1 410.4 113022 Buy Srivatsan P 389.9 1 410.4 113230 14 08 2013 Sell Srivatsan P 1 370.45 370.45 1 389.9 103544 Buy Rajasekharan V 370.45 1 389.9 103610 16 08 2013 Buy Rajasekharan V 1 351.95 351.95 1 370.45 094815 Sell Srivatsan P 351.95 1 370.45 101145 19 08 2013 Sell Kausha H Mehta 1 335.35 335.35 15 353 093001 Buy Rajasekharan V 335.35 1 353 093001 19 08 2013 Sell Srivatsan P 1 335.35 335.35 1 335.35 113204 Buy Kausha H Mehta 335.35 18 335.35 143105 20 08 2013 Buy Srivatsan P 1 318.6 318.6 1 335.35 110816 Sell Rajasekharan V 318.6 1 335.35 110936 21 08 2013 Sell Ritesh Bodiwala 1 302.7 302.7 5 318.6 093001 Buy Rajasekharan Devaki 302.7 1 318.6 093040 21 08 2013 Sell Srivatsan P 1 302.7 302.7 1 302.7 113006 Buy VR Venkatachalam 302.7 100000 302.7 121241 22 08 2013 Sell Rajasekharan V 1 287.6 287.6 1 302.7 093152 Buy Srivatsan P 287.6 1 302.7 093211 23 08 2013 Sell Ritesh Bodiwala 1 273.25 273.25 4 287.6 093001 Buy Rajasekharan Devaki 273.25 1 287.6 094419 26 08 2013 Sell Rajasekharan Devaki 1 259.6 259.6 1 273.25 103254 Buy Srivatsan P 259.6 1 273.25 103550 27 08 2013 Buy Rajasekharan Devaki 1 246.65 246.65 1 259.6 113851 Sell Srivatsan P 246.65 1 259.6 120748 28 08 2013 Sell Rajasekharan Devaki 1 234.35 234.35 1 246.65 095536 Buy Srinivasan V 234.35 1 246.65 095853 29 08 2013 Buy Rajasekharan Devaki 1 222.65 222.65 1 234.35 093528 Sell Srivatsan P 222.65 1 234.35 094424 30 08 2013 Sell Rajasekharan V 1 211.55 211.55 1 222.65 103224 Buy Srinivasan V 211.55 1 222.65 103312 02 09 2013 Sell Srinivasan V 1 201 201 1 211.55 095102 Buy Rajasekharan Devaki 201 1 211.55 095422 In the matter of M s TCP Ltd 5.8.","280":"9. During this patch Noticee No 3 had purchased 5 shares and sold 4 shares Noticee No 2 had purchased and sold 3 shares and Noticee No 4 purchased and sold 6 shares.","281":"10. Out of the 15 trades of Noticee No 2 and Noticee No 3 the counterparty to 9 trades was Noticee No 4 highlighted in bold in the table above.","282":"11. During the course of statement recording to SEBIInvestigation Department hereinafter referred to as “IVD” Noticee No 2 had mentioned that he had traded out of curiosity to know the market behavior and No for the purpose of making money.","283":"During the course of statement recording to IVD Noticee No 4 had mentioned that he was trying to find a pattern in the stocks which fall continuously and was trying to pick a bottom.","284":"Further he had mentioned that in this case he had exited the stock when he was losing money and 10% is his stop loss for the trades undertaken and the transactions in the scrip were in the normal course of business trading investment.","286":"The successive placement of buy and sell orders by these three Noticees depressed the price of TCP from Rs 431.95 in August 8 2013 to Rs 201 in September 2 2013 within 16 trading days.","287":"Observations regarding Fund Flow during August 2013September 2013 in regard to Noticee No.1 and Mr Shanmugam E Promoter of the Company.","289":"The relevant extracts of the bank statement of Noticee No 1 Mr V R Venkatachalam with HDFC Bank Account No 50200001844222 is shown below Date of Transaction Credited from the account of Debit Credit 29 08 2013 Ft  Cr  50100018252174  E Shanmugam 95000000 29 08 2013 Ft00600340011630Nirmal Bang Securities 95000000 29 08 2013 Ft  Cr  50100018252174  E Shanmugam 100000000 29 08 2013 Ft00600340011630Nirmal Bang Securities 100000000 29 08 2013 Ft  Cr  50100018252174  E Shanmugam 99500000 29 08 2013 Ft00600340011630Nirmal Bang Securities 99500000 30 08 2013 Ft00600340011630Nirmal Bang Securities 100500000 30 08 2013 Ft  Cr  50100018252174  E Shanmugam 35000000 30 08 2013 RTGS CrLavb0000434E VasanthaV R VenkatachalamLavbh13242000749 30000000 30 08 2013 Ft00600340011630Nirmal Bang Securities 115000000 5.15.","292":"Also it was observed that the tranche of funds of approximately Rs 10 crore was circulated thrice between the accounts of Noticee No.1 and Mr Shanmugam E to give an impression of transaction value of Rs 30 crore.","293":"Subsequently in January 2014 Noticee No 1 had sold the shares of TCP to his group company M s Thiruvalluvar Textiles P Ltd wherein Noticee No 1 is the Director at Rs 490 for approximately Rs 60 crore.","297":"Trade Details of Noticee No 1 5.18.","298":"The trade details of Noticee No 1 during the period of investigation are as follows MR V R VENKATCHALAM Sl No Trade Date Buy Qty Sell Qty Observations 1 16 08 2013 200000 0 2 19 08 2013 200000 0 3 20 08 2013 300000 0 4 21 08 2013 324503 0 5 17 01 2014 0 500000 Opposite transactions to trades at Sl no 1 to 4 6 21 01 2014 0 508600 7 22 01 2014 0 300000 8 23 01 2014 0 200 9 16 07 2014 200 0 Opposite transactions to trades at Sl no 5  8 10 07 08 2014 0 214 Opposite transactions to trades at Sl no 9 5.19.","300":"Noticee No 1 had sought wavier and the Company vide letter dated September 26 2015 had forwarded copies of preclearances of Noticee No 1 for his transactions in August 2013 and January 2014.","301":"Noticee No 1 vide letter dated January 16 2014 had sought waiver for his transactions of 1308300 shares with M s Thiruvalluvar Textiles P Ltd within 6 months of purchase as he required funds for business purposes.","302":"The same was approved by the Company Secretary and Compliance Officer of TCP Mr Ravi Selvarajan Company Secretary and Compliance Officer of TCP vide letter dated January 16 2014 had granted approval for the same.","303":"In the said letter it was mentioned that the request was placed before Noticee No 2 Executive Director Whole Time Director to whom the compliance officer reports on such requests for approval.","304":"Noticee No 1 had sold 13 08800 shares of TCP in January 2014.","305":"The approval for opposite transactions were taken for only 13 08300 shares.","307":"Trade Details of Noticee No 2 5.20.","308":"The trade details of Noticee No 2 during the period of investigation are as follows Trade Date Buy Qty Sell Qty 14 08 2013 1 0 16 08 2013 1 0 19 08 2013 1 0 20 08 2013 0 1 22 08 2013 0 1 30 08 2013 0 1 5.21.","314":"AR inter alia made following submissions vide letter dated November 09 2017 6.1. Noticee No.l purchased 10 24503 shares from Shri.E.Shanmugam between 16.08.2013 to 21.08.2013. Shri.E.Shanmugam was a co promoter of TCP Ltd and is also brotherinlaw of Noticee No.l. These 1024503 shares constituted the entire shareholding that Shri.E.Shanmugam held in TCP Ltd and subsequent to this transfer Shri.","315":"Shanmugam exited the Board of TCP Ltd and ceased to be a Director on 28.09.2013.","316":"This share transfer transaction was in pursuance of a family arrangement involving mutual transfer of assets among the Promoters.","317":"The transactions were carried out at prices ranging from Rs 352.50 to Rs 302.70 and the low price of Rs 201  mentioned in the notice under reference was reached only on 2nd Sept 2013 i.e  two weeks after the above transactions were carried out.","324":"In the instant cases mentioned in the Notice under reference the market value of the transactions is substantially lower than Rs 10 lakhs and hence the need for pre clearance would No arise.","327":"It may be seen that during the above period a total of 8 shares have been bought and 7 shares have been sold by both the Noticees put together.","334":"It can also be seen from the Table on Page 5 of the Show Cause Notice that Noticee No.l has bought 100000 shares in the Company on August 21 2013 at a price of Rs 302.70. If it was a case of acting in concert to depress the price of the scrip why would Noticee No l buy the scrip at Rs 302.70 when the scrip was sliding further downward towards Rs 201  ; furthermore the majority of the impugned trades of Noticees 2 and 3 have been undertaken subsequent to the above purchase by Noticee No.l.","342":"AR inter alia made following submission vide letter dated December 05 2017 the following 8.2. “Noticee No 4 neither knows Noticee No 2 and Noticee No 3 No related connected associated with them directly or indirectly.","363":"From the material available on record at the outset I note that Noticee No 1 being the Managing Director Promoter of the company Noticee No 2 being the Executive Director of the company whereas Noticee 3 is the spouse of Noticee 2 hence it is a matter of fact that these three are directly connected with each other.","365":"I also note that Noticee No 4 during statement recording before SEBI IVD had admitted that he knows couple of friends of Noticee No 1.","366":"In his reply Noticee 4 has denied having any relationship with Noticees No 2 & 3 however he has No commented upon anything on his relationship with Noticee 1.","367":"The trading pattern of noticee 4 in the scrip demonstrate that he had dealt in the scripalong with Noticee 2 & 3  in such a manner to pull down that price of the scrip for the benefit of Noticee 1.","368":"1. I would like to focus on the trading pattern of these Noticees in the scrip TCP Trading details of  MrV. R. Venkatachalam TRADE DATE BUYER NAME SELLER NAME BUY ORDER TIME SELL ORDER TIME TRADE TIME Trade Price TRADED QUANTITY 16 08 2013 VR Venkatachalam E. Shanmugam 110832 110855 111426 351.95 100000 16 08 2013 VR Venkatachalam E Shanmugam 121045 121049 121430 351.95 100000 19 08 2013 VR Venkatachalam Srivatsan P 120632 113204 121441 335.35 1 19 08 2013 VR Venkatachalam Darshan Shah 120632 113426 121441 335.35 136 19 08 2013 VR Venkatachalam Kausha H Mehta 143147 143105 151454 335.35 18 19 08 2013 VR Venkatachalam E Shanmugam 120632 120648 121441 335.35 99863 19 08 2013 VR Venkatachalam E Shanmugam 143147 143155 151454 335.35 99982 20 08 2013 VR Venkatachalam E Shanmugam 120647 120648 121425 318.6 100000 20 08 2013 VR Venkatachalam E Shanmugam 120702 120704 121425 318.6 100000 20 08 2013 VR Venkatachalam E Shanmugam 150840 150840 151438 318.6 100000 21 08 2013 VR Venkatachalam Srivatsan P 121240 113005 121410 302.7 1 21 08 2013 VR Venkatachalam Kausha H Mehta 121240 115951 121410 302.7 2 In the matter of M s TCP Ltd TRADE DATE BUYER NAME SELLER NAME BUY ORDER TIME SELL ORDER TIME TRADE TIME Trade Price TRADED QUANTITY 21 08 2013 VR Venkatachalam E Shanmugam 121240 121240 121410 302.7 99997 21 08 2013 VR Venkatachalam E Shanmugam 121342 121240 121410 302.7 3 21 08 2013 VR Venkatachalam E Shanmugam 121342 121343 121410 302.7 99997 21 08 2013 VR Venkatachalam E Shanmugam 130755 130756 131413 302.7 124503 11.2. Noticee 1 has bought 10 24503 shares of TCP during August 16 to August 21 2013 at the average price of Rs 323.34.","369":"It is interesting to note that there was no trading in this scrip prior to August 08 2013.","370":"The last trade in the scrip was on April 04 2013.","371":"Trading in this scrip was observed only on the days when at least one of the Noticee have traded in the scrip during August 08 2013 till August 21 2013 date on which Noticee 1 has completed his purchase of shares of TCP from another promoter Shri E Shanmugam 11.3.","372":"The Trading details by Noticees No 2 3 and 4 Trade Date Buy Sell Buyer Seller Traded Qty Traded Price Buy Sell Order Price Buy Sell Order Qty LTP at Order Entry Order Time 08 08 2013 Buy Srivatsan P 1 431.95 431.95 1 454.65 111114 Sell Rajasekharan Devaki 431.95 1 454.65 111134 12 08 2013 Buy Srivatsan P 1 410.4 410.4 1 431.95 093000 Sell Kausha H Mehta 410.4 4 431.95 093754 13 08 2013 Sell Rajasekharan Devaki 1 389.9 389.9 1 410.4 113022 Buy Srivatsan P 389.9 1 410.4 113230 14 08 2013 Sell Srivatsan P 1 370.45 370.45 1 389.9 103544 Buy Rajasekharan V 370.45 1 389.9 103610 16 08 2013 Buy Rajasekharan V 1 351.95 351.95 1 370.45 094815 Sell Srivatsan P 351.95 1 370.45 101145 19 08 2013 Sell Kausha H Mehta 1 335.35 335.35 15 353 093001 Buy Rajasekharan V 335.35 1 353 093001 19 08 2013 Sell Srivatsan P 1 335.35 335.35 1 335.35 113204 Buy Kausha H Mehta 335.35 18 335.35 143105 20 08 2013 Buy Srivatsan P 1 318.6 318.6 1 335.35 110816 Sell Rajasekharan V 318.6 1 335.35 110936 In the matter of M s TCP Ltd 11.4.","373":"The trading pattern of Noticees No 123 and 4 TRADE DATE BUYER NAME SELLER NAME BUY ORDER TIME SELL ORDER TIME TRADE TIME Trade Price TRADED QUANTI TY BUY ORDER ORIG VOL.","380":"On August 08 2013 Noticee No 4 placed the buy order at 431.95 at 111114 am and immediately after 20 seconds Noticee No 3 placed a sell order for one share at an order price Rs 431.95  when the LTP at Order entry was Rs 454.65  i.e  LTP price difference of Rs 22.70 lower circuit of 5%.","381":"At that time there were no orders were pending in the system.","382":"The sell order of Noticee No 3 got matched with the buy order of Noticee No 4 and the trades got executed resulting in NLP of Rs 431.95 . There were no other trades on that day.","384":"On August 12 2013 Noticee No 4 again placed a buy order for one share at an order price Rs 410.40 at 9.30 a.m when the LTP at order entry was Rs 431.95  i.e LTP price difference of Rs 21.55 . There was only one seller Mr; Kausha H Mehta who had placed sell order at Rs 410.40 at 93754 for 4 shares.","385":"The buy order of one share matched with the sell order of  Mr Kausha H Mehta and the trade got executed resulting again NLP of Rs 410.40.There was no other order on that day.","386":"On August 13 2013 Noticee No 3 placed a sell order for one share at an order price Rs 389.90 at 113022 a.m when the LTP at order entry was Rs 410.40  i.e LTP price difference of Rs 20.50 . There was only one buyer Noticee 4 who had placed buy order at Rs 389.90 at 113230 a.m for one share.","387":"The sell order of one share of Noticee No 3 matched with the buy order of Noticee No 4 and the trade got executed resulting again NLP In the matter of M s TCP Ltd of Rs 389.90 . There was no other order on that day.","388":"The time difference between buy and sale order was around 2 minutes.","389":"On August 14 2013 Noticee No 4 placed a sell order for one share at an order price Rs 370.45 at 103544 a.m when the LTP at order entry was Rs 389.90  i.e LTP price difference of Rs 19.45 . At that time there was only one buyer Noticee No 2 who had placed buy order at Rs 370.45 at 103610 a.m for one share.","390":"The sell order of one share of Noticee No 4 matched with the buy order of Noticee No 2 and the trade got executed resulting again NLP of Rs 370.45 . There was no other order on that day.","391":"Time difference between buy and sale order was less than a minute.","392":"On August 16 2013 Noticee No 2 placed a buy order for one share at an order price Rs 351.95 at 94815 a.m when the LTP was Rs 370.45  i.e LTP price difference of Rs 18.50 . At that time there was only one seller Noticee No 4 who had placed a sell order at 351.95 at 101145 for one share.","393":"The buy order of one share matched with the sell order of Noticee No 4 and the trade got executed resulting again NLP of Rs 351.95 . Time difference between buy and sale order was around 23 minutes.","394":"On the same day Noticee No 1 placed buy order for total two lakh shares at an order price Rs 351.95 at 110832 am and at 1108;","395":"55 am only seller  Mr E. Shanmugam placed the sell order at Rs 351.95 both orders were matched with each other.","396":"Similarly Noticee 1 had again placed the order at 121045 and just 4 seconds later sell order was placed by Mr E. Shanmugam at 121049 at the price 351.95. None other than Noticee 12 & 4 and Mr E Shanmugam traded on this scrip on this day.","397":"On August 19 2013 Noticee No 2 placed a buy order for one share at an order price Rs 335.35 at 93001 a.m when the LTP at order entry was Rs 353  i.e LTP price difference of Rs 17.65 .","398":"The same got matched with other seller  Mr Kausha H Mehta.","399":"Noticee No 4 placed a sell order for 1 share at Rs 335.35 at 113204 and Noticee No 1 placed a buy order of 1 lakh shares at Rs 335.35 at 120632 as there was only two sellers i.e Noticee No 4 for 1 share and other seller for 136 shares the trade got executed with these sellers.","400":"At 120648  Mr E Shanmugam placed a sell order of 1 lakh shares at Rs 335.35 which got executed with Noticee No 1 for 99863 shares.","401":"Again Noticee No 1 placed a buy order for 1 lakh shares at 143147 at Rs 335.35 and the trade got executed with  Mr E. Shanmugam  order time 143155 and with other sellerorder time 143105 for 9982 shares and 18 shares respectively.","402":"On August 20 2013 Noticee No 4 placed a buy order for one share at an order price Rs 318.60 at 110715 when the LTP at order entry was Rs 335.35  i.e LTP price difference of Rs 16.75 . At that time there was only one seller i.e Noticee No 2 and the trade got executed with Noticee No 2.","403":"Noticee No.1 placed a buy order of 1 lakh shares at 120647 the same got matched with other seller.","404":"Noticee No 1 placed a buy order for 1 lakh shares at Rs 318.60 at 120647 and  Mr E. Shanmugam placed a sell order for 1 lakh shares at 120648 and the trade got executed.","405":"Thereafter I find that Noticee No 1 placed a buy order on 3 occasions for 1 lakh shares each and the same got executed with  Mr E.","407":"Time difference between buy and sell order in the range of 0 second to 3 seconds.","408":"12. I note that on August 21 2013  Mr Ritesh Bodiwala placed a sell order for 5 shares at an order price Rs 302.70 at 93001 and Noticee No 3 placed a buy order for 1 share at 093040 at Rs 302.70.","409":"Subsequently during the day Noticee No 1 placed a buy order of 1 lakh shares on two occasions and 124503 shares respectively the trade got executed with Noticee No 4 for 1 share with other seller  Mr Kausha Himanshi Mehta for 2 shares and with  Mr E.Shanmugam for 324500 shares.","410":"The trading pattern of Notice 23 and 4 is completely orchestrated where all three had acted in tandem for the benefit of Noticee 1 and this fact is corroborated with the following i.","412":"On all the trading days i.e August 08 2013 to August 21 2013 other three Noticees were largely active in the scrip on each day as and when scrip had traded.","413":"I also note that Noticee 2 & 3 have No traded in any other scrip during this period and in this pattern they were completely focused on the scrip of TCP. iii.","414":"All the buy orders and sale orders were entered at the same price and same quantity when trades were executed between Noticees No 2 3 and 4 .","419":"I note in the current scenario also Noticee No 1 has benefited to the extent over Rs 13 crores by able to buy shares of TCP at the reduced price owing to the trading of Noticees No 2 3 and 4.","421":"I have studied the trading pattern of Noticees and observed that Noticees No 2 & 3 have No dealt in any scrip the way they had dealt in TCP.","425":"Hence I had studied the trading pattern of Noticee No 4 and observed that he was actively dealing in securities market during In the matter of M s TCP Ltd IP.","426":"He seems to be a day trader where he appears to be doing jobbing taking a position in the morning and by end of the day reversing that position.","427":"During April 01 2013 March 31 2014 I have observed that similar to his pattern of putting order of 11 share in the scrip of TCP similar trading was done on other scrips as well as.","428":"In his trading in other scrips Noticee No 4 had squared off his entire position and only 3 trades lead to delivery.","430":"The time gap between orders noticee 2 3 and 4 was very less largely in the range of 20 seconds to 2 minutes which quite unlikely in case of scrip No trading from last four months.","431":"The buy and sale order quantity and price was always the same for all the trades of noticee 2 3 and 4.","437":"Noticees No 2 & 3 had denied any relationship of them with Noticee 1 except that Noticee 2 is the executive director the company of which Noticee 1 is the Promoter.","441":"It is interesting to note here that Noticee No 2 in his statement before SEBI IVD had stated that he was aware of the fact that there is going to be interse transfer of shares between promoters Noticee No and  Mr E Shanmugam.","460":"In the case of subscription in the primary market initial public offers the above mentioned entities shall hold their investments for a minimum period of 30 days.","467":"I note that Noticee No 1 had sold 1308800 shares in January 2014 within a period of six months for which he had sought waiver for his transactions of 1308300 shares to M s Thiruvalluvar Textiles Pvt Ltd from TCP the same was granted by the company.","468":"There was an allegation that Noticee No 1 had No taken preclearance for opposite transactions executed within 6 months for 500 shares in January 2014 200 shares in July 2014 and 214 shares in August 2014.","469":"Noticee No 2 has sold 3 shares within 6 months of its purchase and had No taken any approval in this regard from the company.","486":"It is clear that the activities undertaken by these Noticees were done to provide direct benefit to Noticee 1 in acquiring shares from another promoter at the reduced price.","488":"I note that Noticee No.1 had acquired 10 24503 shares during August 16 2013 August 21 2013 at the average price of Rs 323.451 which means the benefit to Noticee 1 was  Number of shares purchased *Last traded price – Number of shares purchased *Average purchase price 10 24503*454.65 10 24503*323.45 = Rs 13 44 14793.","489":"SEBI has been entrusted with the important mandate of protecting the investors and safeguarding the integrity of the securities market.","503":"Securities and Exchange Board of India hereinafter be referred to as the “SEBI” conducted examination in the scrip of Man Industries India Limited hereinafter be referred to as the “Company” a company listed on the BSE Limited hereinafter be referred to as the “BSE” as well as the National Stock Exchange of India Limited hereinafter be referred to as the “NSE” for the period April 01 2013 to March 31 2014 hereinafter be referred to as the “Examination Period”.","504":"Examination prima facie revealed violation of Regulation 134A read with 135 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter be referred to as the “PIT Regulations” by Ms. Anita Jagdishchandra Mansukhani hereinafter be referred to as the “Noticee” upon No making relevant disclosures upon change in her shareholding in the Company.","561":"From the reply of the Noticee I note that the facts relating to the Noticee being a promoter of the Company during the Examination Period and reduction of shareholding of the Noticee in the Company are No disputed.","562":"However the Noticee has submitted that the reduction of 165000 shares was effected in the form of transfer of possession by way of pledge and the ownership of the said shares continued to be with the Noticee.","563":"The Noticee also submitted that she had made a disclosure under Regulation 292 of the SAST Regulations to the BSE for the reduction in her shareholding of 165000 shares.","564":"I note that although the Noticee has contended that the transaction was a pledge transaction and No a sale transaction Noticee has No brought any material on record to substantiate her claim of a pledge such as documents pertaining to pledge creation or reason for making a pledge.","566":"Thus creation of pledge over shares does No involve transfer of beneficial ownership of those shares.","567":"However a perusal of Statement of Transactions carried out by the Noticee reveals that shares were debited from the beneficial account of the Noticee and credited to the beneficial account number 10127746 vide order number 10000021368344 indicating that the transaction on August 16 2013 involved a change in beneficial ownership.","569":"On perusal I note that the disclosure under Regulation 292 of the SAST Regulations was made by Persons Acting in Concert PAC i.e  Mrs. Anita J. Mansukhani  Mr J C Mansukhani Ms. Priyal J. Mansukhani M s.","570":"JPA Solutions Pvt Ltd. Jagdish Mansukhani HUF and M s Man Steel and Power Limited and mentions a pledge transaction of 165000 shares on August 20 2013.","574":"I also note that in the disclosure it is mentioned that the mode of sale is “by way of encumbrance transfer against loans dues to the lending entity”.","575":"It is also noted that under SAST Regulations a disclosure for creation invocation release of is required in a different format under Regulation 31 of the SAST Regulations.","576":"I note that other than the statement in the aforesaid disclosure which mentions “encumbrance transfer against loans dues to the lending entity” there is no evidence of any loan taken or collateral given.","610":"I also note that no quantifiable figures are available on record to assess disproportionate gain made or loss caused to investors by the aforesaid violation.","622":"Securities and Exchange Board of India “SEBI” conducted examination in the scrip of in the scrip of Mefcom Agro Industries Limited hereinafter also referred to as Mefcom and or the company a company listed at Bombay Stock Exchange Limited ‘BSE’ during the period of January 1 2006 to June 30 2007 investigation period.","644":"Investigation was conducted into suspected violation of provisions of SEBI PFUTP Regulations SEBI SAST Regulations & SEBI PIT Regulations in the scrip of Mefcom Agro Industries Limited.","645":"It is observed that certain entities namely Avisha Credit Capital Ltd. Cosmo Corporate Ltd. Master Finlease Limited MFL and Vishvas Securities Ltd. were connected with each other as per the details given herein below Adjudication Order No EAD3 JS GSS 2008 201819 Adjudication order in the matter of Cosmo Corporate Services Ltd 4 Sr.","646":"No Entities Connection 1 Master Finlease Ltd MFL Entities at Sr No.1 and 2 Master Finlease and Avisha Credit Capital have submitted vide letters dated March 10 2014 each Ann.32 that they were related to each other and No related to other entities.","647":"Master Finlease and Avisha Credit Capital Shares new address of the company 606 Kailash Buildibng  KG Marg New Delhi and have common directors among themselves viz.","649":"2 Avisha Credit Capital Avisha 3 Vishvas Securities Ltd Entities at Sr No.3 Shared same address as that of Mefcom during the Investigation period viz. 912 Kailash Building KG Marg Delhi Off market transaction with Master Finlease and Avisha From the shareholding details of Vishvas available with MCA website shows that Master and Avisha together were holding 45% shareholding in Vishvas as on 30 9 2006.","650":"Ann 27 From the list of present directors of Vishvas it was observed that Shri Atul Joshi is a common director in Vishvas and Mefcom.","651":"4 Cosmo Corporate Ser Ltd Entities at Sr No.4 Entered into Off Market trade with Master Finlease Shares the telephone number 23739999 which is registered in the name of Vijay Jindal director of Master and Avisha and with new address of Mefcom 11.","652":"It is further observed that aforesaid entities together acquired more than 15% shareholding in Mefcom during IP.","653":"Further it is noted from the Shareholding pattern of Mefcom as available with BSE for the quarter ended June 2006 that following entities connected with Mefcom group had acquired more than 15% in the company during quarter ended June 2006 the details of which are given below Demat A c Credit Date Name of Entity Shareholding Total Violation of Regs under SAST 1997 Avisha Credit Capital Ltd Cosmo Corporate Ser Ltd Master Finlease Limited Vishvas Securities Ltd Total shareholding as PAC 31 03 2006 0 0 189292 13205 202497 7.22% NA 04 04 2006 0 0 94271 13205 107476 3.83% NA 05 04 2006 0 0 94021 13205 107226 3.82% NA 07 04 2006 0 0 93821 13205 107026 3.82% NA 21 04 2006 0 25000 93821 13205 132026 4.71% NA 25 04 2006 0 59971 93821 13205 166997 5.96% Reg 71 r w 72 04 05 2006 0 134971 93821 13205 241997 8.63% NA 09 05 2006 0 94971 93821 13205 201997 7.20% NA 11 05 2006 0 259742 93821 13205 366768 13.08% Reg 71 r w 72 18 05 2006 0 141971 93821 13205 248997 8.88% NA 05 06 2006 0 141971 93821 13205 248997 8.88% NA 06 06 2006 0 141971 93821 13205 248997 8.88% NA 07 06 2006 125000 141971 93821 13205 373997 13.34% NA 08 06 2006 142000 141971 93821 139505 517297 18.45% Reg 71 r w 72 Reg 10 09 06 2006 142000 141971 93821 139505 517297 18.45% NA 10 06 2012 140000 141971 93821 139505 515297 18.38% NA 12 06 2006 140000 139971 93821 139505 513297 18.31% NA 22 06 2006 140000 139971 93821 139505 513297 18.31% NA 23 06 2006 138000 89971 93821 139505 461297 16.45% Reg 71A r w 72 05 09 2006 138000 67924 93821 139505 439250 15.67% NA Adjudication Order No EAD3 JS GSS 2008 201819 Adjudication order in the matter of Cosmo Corporate Services Ltd 5 12.","654":"Subsequently investigating authority IA was appointed vide order dated January 20 2014 and summons were issued to the Noticee on February 28 2014 asking it to comment on regarding Noticee being person acting in concert PAC based on the connection which was also brought out in the summons itself with Mefcom group and that they together had acquired more than 15% shareholding in Mefcom during the quarter ended June 30 2006 and failed to comply with provisions of Regulation 10 of SAST Regulations.","655":"It is observed that Summons to the Noticee was affixed at its last known address.","664":"It is further noted that it was clearly mentioned in the summons that in case Noticee failed to submit the sought information the investigation proceedings shall continue against the Noticee and that SEBI may also initiate adjudication proceedings against the Noticee under which Noticee be levied a penalty.","666":"It is however observed that throughout the period of investigation or during instant proceedings no response was received by any of the abovementioned entities including Noticee despite giving ample opportunities to do so at the time of investigation and during instant proceedings.","667":"It is understood that the core subject matter of investigations was the acquisition by the Noticee which triggered provisions of takeover code.","698":"He did No file any reply to the show cause notice either.","707":"It is noted that the material made available on record has No quantified the amount of disproportionate gain or unfair advantage made by the Noticees and the loss suffered by the investors as a result of the Noticees’ default.","708":"Also there is no material made available on record to assess the amount of loss caused to investors or the amount of disproportionate gain or unfair advantage made by the Noticees as a result of default.","730":"Securities and Exchange Board of India hereinafter referred to as the ‘SEBI’ had examined the trading in the scrip of Transchem Limited hereinafter referred to as the Company TL and into the possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as the ‘SEBI Act 1992’ and various Rules and Regulations made there under during the period from January 01 2014 to December 31 2014.","731":"During the period of examination it was observed that the shareholding of Bayswater Enterprise Private Limited hereinafter referred to as the ‘Noticee’ in the company had increased from 4.64% to 5.17% in July 2014.","732":"The Noticee had purchased 25000 shares till the end of July 2014 through one of its broker viz.","733":"Apaar Finance & Investments Limited hereinafter referred to as Apaar and sold 5020 shares till the end of July 2014 through another broker viz.","734":"Modex International Securities Limited.","735":"It was further observed that at the end of the month of July 2014 Apaar had transferred a total of 69990 shares of TL to the Noticee.","736":"The said shares were transferred in two tranches i.e  47991 shares were transferred on July 09 2014 and 21999 shares were transferred on July 31 2014.","737":"After the settlement of the sale transactions it was observed that the Noticee held 64970 shares in its account which led to the increase in its shareholding to 5.17% of the share capital of TL which required it to make the necessary disclosures under Regulation 291 read with Regulation 293 of the SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as the ‘SAST Regulations’ and Regulation 131 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as the ‘PIT Regulations’.","739":"SEBI therefore initiated adjudication proceedings against the Noticee for the alleged violation of the provisions of Regulation 291 read with Regulation 293 of the SAST Regulations and Regulation 131 of the PIT Regulations by the Noticee in the matter of TL.","759":"I find from the SCN that TL was incorporated as a private limited company on November 18 1976 and converted into a public limited company on April 13 1992.","760":"The Company is promoted by Chemitex Corporation in association with Rajen Desai who is the chairman of the company.","761":"During the period of examination it was observed that the shareholding of the Noticee in the company had increased from 4.64% to 5.17% in July 2014.","762":"The Noticee had purchased 25000 shares till the end of July 2014 through one of its broker viz.","763":"Apaar and sold 5020 shares till the end of July 2014 through another broker viz.","764":"Modex International Securities Limited.","765":"The details of the purchases and sale of shares of TL by the Noticee are as under Purchases by the Noticee in January 2014 – July 2014 period Date Brk ID Brk PAN Brk Name Client PAN Gr Buy Vol Gr Sell Vol 25 06 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 26 06 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 27 06 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 01 07 2017 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 02 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 03 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 04 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 07 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 08 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 09 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 10 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 11 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 14 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 15 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 16 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 17 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 18 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 21 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 22 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 23 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 24 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 25 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 28 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 30 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 31 07 2014 154 AAACA0487G APAAR FINANCE & INVESTMENT Ltd AAACW5773B 1000 0 TOTAL 25000 Sale of shares by the Noticee in January 2014 – July 2014 period Date Brk ID Brk PAN Brk Name Client PAN Gr Buy Vol Gr Sell Vol 07 07 2014 3106 AAACM2105K MODEX INTERNATIONAL SECURITIES LTD AAACW5773B 0 4070 08 07 2014 3106 AAACM2105K MODEX INTERNATIONAL SECURITIES LTD AAACW5773B 0 950 TOTAL 5020 12.","766":"I further find from the SCN that at the end of the month of July 2014 Apaar had transferred a total of 69990 shares of TL to the Noticee.","767":"The said shares were transferred in two tranches i.e  47991 shares were transferred on July 09 2014 and 21999 shares were transferred on July 31 2014.","768":"After the settlement of the sale transactions it was observed that the Noticee held 64970 shares in its account which led to an increase in its shareholding to 5.17% of the share capital of TL.","769":"It was observed that the broker viz.","770":"Apaar had transferred 44990 shares in excess to the purchase transactions done by the Noticee.","771":"The transaction statement of the Noticee as on July 2014 is as under Date Client Name BO ID Cpty Clnt Name Cpty BO ID Txn Type Dr Cr Indc Bkng Qty 07 07 2014 BAYSWATER ENTERPRISE PRIVATE LIMITED 12042900 00073771 MODEX INTERNATIONAL SECURITIES LTD 11000010 00015381 On Mkt D 4070 09 07 2014 BAYSWATER ENTERPRISE PRIVATE LIMITED 12042900 00073771 MODEX INTERNATIONAL SECURITIES LTD 11000010 00015381 On Mkt D 950 09 07 2014 BAYSWATER ENTERPRISE PRIVATE LIMITED 12042900 00073771 APAAR FINACE AND INVESTMENT LTD IN300118 10096642 INTERD EPOSIT ORY C 47991 10 07 2014 BAYSWATER ENTERPRISE PRIVATE LIMITED 12042900 00073771 BAYSWATER ENTERPRISE PRIVATE LIMITED 12020600 00863227 OFF MKT C 47991 31 07 2014 BAYSWATER ENTERPRISE PRIVATE LIMITED 12042900 00073771 APAAR FINACE AND INVESTMENT LTD IN300118 10096642 INTERD EPOSIT ORY C 21999 Total holding at the end of July 2014 64970 14.","772":"On further examination it was observed that the Broker viz.","773":"Apaar had transferred the shares purchased by another client i.e  Edulakanti Sumangoud 47991 shares to the Noticee.","774":"Upon enquiring about the said transaction Apaar had submitted that upon receipt of a request letter from Edulakanti Sumangoud instructing transfer of shares to the Noticee in demat account No – 1202060000863227 on July 08 2014 the Broker had transferred the said shares in the account of the Noticee.","775":"As the Noticee had received 47991 shares in excess to its purchase of 25000 shares of TL in the month of July 2014 it was observed that the shareholding of the Noticee had increased to 5.17% which required it to make the necessary disclosures under Regulation 291 read with Regulation 293 of the SAST Regulations and Regulation 131 of the PIT Regulations.","777":"I find from the foregoing that the shareholding of the Noticee in the scrip of TL had indeed increased from 4.64% to 5.17% in July 2014 which did require it to make the necessary disclosures under the relevant provisions of law.","810":"Upon examination it was inter alia observed that one Shri Amit Raghuvanshi herein after referred to as the Noticee who was one of the designated employees of BFL had sold 1000 shares of BFL on December 31 2013 for a value of 1563263  which were acquired by him on December 28 2013 by way of exercising stock options of the company.","811":"As a result of the said sale the Noticee was required to make the necessary disclosures to the company and the stock exchanges where the shares of BFL were listed within the prescribed timeline as prescribed under Regulation 134 read with Regulation 135 of the SEBI Prohibition of Insider Trading Regulations 1992 herein after referred to as the PIT Regulations.","812":"However it was observed that the Noticee had allegedly made the disclosures with a delay.","826":"I find from the SCN that BFL is listed on the BSE the NSE and MCX.","827":"I further find that the Noticee being a designated employee of the company had acquired 1000 shares of BFL on December 28 2013 and sold 1000 shares worth 1563263  on December 31 2013.","828":"As the value of the said transaction was more than 500000 the Noticee being an officer of the company was under an obligation to disclose the change in shareholding that exceeded the value of 500000  to the company and the stock exchanges within the prescribed timeline as required under Regulation 13 4 read with 13 5 of the PIT Regulations.","830":"The Noticee vide his reply dated July 31 2014 submitted that he is working as the Business Head Sales Finance of BFL since October 01 2008.","831":"The company had categorized him as designated employee pursuant to its Code of Conduct for Prevention of Insider Trading as approved by the Board of Directors of BFL.","836":"I note from the submissions made by the Noticee and the documents available on record that the Noticee had acquired 1000 shares of BFL on December 28 2013 from the exercise of stock options of BFL which he sold on December 31 2013 for a value of 1563263  As the said sale of shares exceeded 500000  in value the Noticee being the designated employee of BFL was required to make disclosures to the company and the stock exchanges within the specified two days as required under Regulation 13 4 read with 135 of the PIT Regulations.","837":"Upon perusal of companys letters dated December 31 2013 to BSE and NSE I find that the Noticee had made the requisite disclosures to the company on December 31 2013 itself while admittedly the disclosures to the stock exchanges were made by him belatedly to NSE on January 03 2014 at 2.41 a.m. and to BSE on January 03 2014 at 2.44 a.m. 11."},"label":{"2":"material fact","3":"material fact","4":"material fact","11":"material fact","20":"material fact","21":"material fact","22":"material fact","23":"material fact","24":"material fact","25":"material fact","26":"material fact","27":"material fact","28":"material fact","29":"material fact","32":"material fact","66":"material fact","67":"material fact","68":"material fact","69":"material fact","76":"material fact","80":"material fact","83":"material fact","132":"material fact","133":"material fact","139":"material fact","148":"material fact","149":"material fact","154":"material fact","155":"material fact","156":"material fact","157":"material fact","179":"material fact","180":"material fact","200":"material fact","201":"material fact","204":"material fact","205":"material fact","206":"material fact","207":"material fact","208":"material fact","209":"material fact","210":"material fact","223":"material fact","224":"material fact","242":"material fact","243":"material fact","244":"material fact","245":"material fact","246":"material fact","247":"material fact","248":"material fact","249":"material fact","258":"material fact","259":"material fact","260":"material fact","263":"material fact","264":"material fact","268":"material fact","270":"material fact","271":"material fact","272":"material fact","273":"material fact","274":"material fact","275":"material fact","276":"material fact","278":"material fact","280":"material fact","281":"material fact","282":"material fact","283":"material fact","284":"material fact","286":"material fact","287":"material fact","289":"material fact","292":"material fact","293":"material fact","297":"material fact","298":"material fact","300":"material fact","301":"material fact","302":"material fact","303":"material fact","304":"material fact","305":"material fact","307":"material fact","308":"material fact","314":"material fact","315":"material fact","316":"material fact","317":"material fact","324":"material fact","327":"material fact","334":"material fact","342":"material fact","363":"material fact","365":"material fact","366":"material fact","367":"material fact","368":"material fact","369":"material fact","370":"material fact","371":"material fact","372":"material fact","373":"material fact","380":"material fact","381":"material fact","382":"material fact","384":"material fact","385":"material fact","386":"material fact","387":"material fact","388":"material fact","389":"material fact","390":"material fact","391":"material fact","392":"material fact","393":"material fact","394":"material fact","395":"material fact","396":"material fact","397":"material fact","398":"material fact","399":"material fact","400":"material fact","401":"material fact","402":"material fact","403":"material fact","404":"material fact","405":"material fact","407":"material fact","408":"material fact","409":"material fact","410":"material fact","412":"material fact","413":"material fact","414":"material fact","419":"material fact","421":"material fact","425":"material fact","426":"material fact","427":"material fact","428":"material fact","430":"material fact","431":"material fact","437":"material fact","441":"material fact","460":"material fact","467":"material fact","468":"material fact","469":"material fact","486":"material fact","488":"material fact","489":"material fact","503":"material fact","504":"material fact","561":"material fact","562":"material fact","563":"material fact","564":"material fact","566":"material fact","567":"material fact","569":"material fact","570":"material fact","574":"material fact","575":"material fact","576":"material fact","610":"material fact","622":"material fact","644":"material fact","645":"material fact","646":"material fact","647":"material fact","649":"material fact","650":"material fact","651":"material fact","652":"material fact","653":"material fact","654":"material fact","655":"material fact","664":"material fact","666":"material fact","667":"material fact","698":"material fact","707":"material fact","708":"material fact","730":"material fact","731":"material fact","732":"material fact","733":"material fact","734":"material fact","735":"material fact","736":"material fact","737":"material fact","739":"material fact","759":"material fact","760":"material fact","761":"material fact","762":"material fact","763":"material fact","764":"material fact","765":"material fact","766":"material fact","767":"material fact","768":"material fact","769":"material fact","770":"material fact","771":"material fact","772":"material fact","773":"material fact","774":"material fact","775":"material fact","777":"material fact","810":"material fact","811":"material fact","812":"material fact","826":"material fact","827":"material fact","828":"material fact","830":"material fact","831":"material fact","836":"material fact","837":"material fact"},"case_number":{"2":24,"3":24,"4":24,"11":24,"20":25,"21":25,"22":25,"23":25,"24":25,"25":25,"26":25,"27":25,"28":25,"29":25,"32":25,"66":25,"67":25,"68":25,"69":25,"76":25,"80":25,"83":25,"132":25,"133":25,"139":25,"148":26,"149":26,"154":26,"155":26,"156":26,"157":26,"179":26,"180":26,"200":26,"201":26,"204":26,"205":26,"206":26,"207":26,"208":26,"209":26,"210":26,"223":26,"224":26,"242":27,"243":27,"244":27,"245":27,"246":27,"247":27,"248":27,"249":27,"258":27,"259":27,"260":27,"263":27,"264":27,"268":27,"270":27,"271":27,"272":27,"273":27,"274":27,"275":27,"276":27,"278":27,"280":27,"281":27,"282":27,"283":27,"284":27,"286":27,"287":27,"289":27,"292":27,"293":27,"297":27,"298":27,"300":27,"301":27,"302":27,"303":27,"304":27,"305":27,"307":27,"308":27,"314":27,"315":27,"316":27,"317":27,"324":27,"327":27,"334":27,"342":27,"363":27,"365":27,"366":27,"367":27,"368":27,"369":27,"370":27,"371":27,"372":27,"373":27,"380":27,"381":27,"382":27,"384":27,"385":27,"386":27,"387":27,"388":27,"389":27,"390":27,"391":27,"392":27,"393":27,"394":27,"395":27,"396":27,"397":27,"398":27,"399":27,"400":27,"401":27,"402":27,"403":27,"404":27,"405":27,"407":27,"408":27,"409":27,"410":27,"412":27,"413":27,"414":27,"419":27,"421":27,"425":27,"426":27,"427":27,"428":27,"430":27,"431":27,"437":27,"441":27,"460":27,"467":27,"468":27,"469":27,"486":27,"488":27,"489":27,"503":28,"504":28,"561":28,"562":28,"563":28,"564":28,"566":28,"567":28,"569":28,"570":28,"574":28,"575":28,"576":28,"610":28,"622":29,"644":29,"645":29,"646":29,"647":29,"649":29,"650":29,"651":29,"652":29,"653":29,"654":29,"655":29,"664":29,"666":29,"667":29,"698":29,"707":29,"708":29,"730":30,"731":30,"732":30,"733":30,"734":30,"735":30,"736":30,"737":30,"739":30,"759":30,"760":30,"761":30,"762":30,"763":30,"764":30,"765":30,"766":30,"767":30,"768":30,"769":30,"770":30,"771":30,"772":30,"773":30,"774":30,"775":30,"777":30,"810":31,"811":31,"812":31,"826":31,"827":31,"828":31,"830":31,"831":31,"836":31,"837":31}}