{"sentence":{"13":"On the same days fax was sent to BSE disclosing the sale.","16":"The Noticee also stated that due to ill health he had asked the company to forward his disclosure filings to the stock exchange and could No follow up regarding acknowledgment of the same.","23":"On the same days fax was sent to BSE disclosing the sale.","35":"I note from the documents on record that the Noticee promoter and nonexecutive director of SAPL sold 500000 shares on April 19th 2010 in the offmarket to Mr Manmohan Sahu and 91155 shares on the exchange at an average rate of 11.97 on 4 trade days i.e June 9th June 11th June 22nd and June 29 th 2010.","36":"During the quarter ended September 2010 it was observed that the Noticee’s total SAPL holdings reduced by another 408845 shares 1.59% of SAPLs share capital during the In the matter of Swarnajyothi Agrotech and Power Limited Case  II quarter.","37":"From the trade logs it is noted that the Noticee sold 108845 shares on the exchange at an average rate of 12.10 and the rest in the offmarket.","38":"On perusal of the website of BSE it was observed that the Noticee had disclosed the sale of 500000 shares to the stock exchange.","39":"No other disposal of shares was dislcosed in the BSE website.","45":"The Noticee failed to submit any evidence that the disclosures made by him was received by BSE.","74":"Securities and Exchange Board of India hereinafter referred to as SEBI while conducting an examination in the scrip of Nivyah Infrastructure & Telecom Services Limited. hereinafter referred to as ‘Company NITSL’ observed that Neha Narendra Shah hereinafter referred to as ‘Noticee’ had failed to make timely disclosures pertaining to her acquisition and sale of shares of NITSL during the period June 20 2012 to September 28 2012 hereinafter referred to as ‘Relevant period’.","77":"During the relevant period the shares of NITSL were listed at Bombay Stock Exchange Ltd hereinafter referred to as ‘BSE’ and Madhya Pradesh Stock Exchange Ltd.hereinafter referred to as ‘MPSE’ and the total paid up share capital of NITSL as on June 30 2012 and September 30 2012 was Rs 74.51 crore represented by 74514928 equity shares of face value of Rs 10  each.","83":"The shares of Nivyah were listed at Bombay Stock Exchange Ltd and Madhya Pradesh Stock Exchange Ltd b The details of transactions of the Noticee in the scrip of Nivyah are given as follows Date of acquisition Acqi sale No of shares Change in shareholding Result ant % Chang e in % Net change in shareholding 20.06.2012 Acqui 5846000 7.85% 6.07.2012 Sale 100000 5746000 7.71% 0.14% 100000 24.07.2012 Sals 93000 5653000 7.59% 0.12% 93000 8.08.2012 Sale 15000 5638000 7.57% 0.02% 14.08.2012 Sale 2500000 3138000 4.21% 3.36% 2515000 17.08.2012 Acqui 300000 3438000 4.61% 0.40% 300000 24.08.2012 Sale 50000 3388000 4.55% 0.07% 50000 27.08.2012 Sale 65142 3322858 4.46% 0.09% 65142 28.08.2012 Saie 50000 3272858 4.39% 0.07% 50000 29.08.2012 Sale 37230 3235628 4.34% 0.05% 37230 30.08.2012 Sale 30938 3204690 4.30% 0.04% 30938 7.09.2012 Acqui 50000 3254690 4.37% 0.07% 50000 13.09.2012 Sale 40000 3214690 4.31% 0.05% 40000 14.09.2012 Sale 1630 3213060 4.31% 0.00% 27.09.2012 Acqui 25000 3238060 4.35% 0.03% 28.09.2012 Acqui 45000 3283060 4.41% 0.06% 68370 c It is alleged that on June 20 2012 Notioee had acquired 5846000 shares of Nivyah which constitutes 7.85 % of the of the total shareholding of Nivyah.","84":"At this juncture in terms of regulation 291 read with 293 of SAST Regulations as the Noticee had acquired more than five percent shares of the target company i.e Nivyah the Noticee was required to disclose such acquisition of shares beyond the threshold limit of 5% to the stock exchanges and to Nivyah within two working days of such acquisition of shares. d The Noticee was part of the promoter promoter group of Nivyah during the relevant period.","85":"As can be seen from the table above Noticee on various dates purchased and sold more than 25000 shares of Nivyah.","86":"During the period when the Noticee had bought and sold shares which was more than 25000 shares as per regulation 134A read with 135 of PIT Regulations as Noticee bought and sold more than 25000 shares she was required required to disclose such change in her shareholding to the company and to the stock exchanges within two working days of acquisition sale of such shares. e On August 14 2012 Noticee sold 2500000 shares of Nivyah which led to a change in her shareholding and the change exceeding more than 2% of the total shareholding in the Company.","110":"Parshwa Purushottam Parind Parekh Networks Private Limited hereinafter termed as ‘Parshwa’ and Softeng Computers Pvt Ltd hereinafter termed as ‘Softeng’.","111":"The merger was as per the scheme of arrangement u s 391 to 394 of the Companies Act 1956 and approved by the Hon’ble High Court of Madhya Pradesh.","112":"As a result of the merger there was allotment of shares of the Company that were made to the existing shareholders of Parshwa.","113":"The share capital of the Company increased from 20774601 shares to 74514928 shares.","114":"In terms of the Hon’ble High Court Order 53740328 shares were allotted to the share holders of Parshwa by the Company.","115":"The Noticee was allotted 5846000 shares of the Company on 20th June 2012.","116":"Pursuant to the above said allotment of shares certain persons entities including the Noticee were also appearing in the promoter group of NITSL.","117":"The following table mentions the details of the transactions undertaken by the Noticee in the scrip of NITSL during the relevant period Date of acquisition Acquisit ion Sale No of shares Shareholding Result ant % Chang e in % Net change in shareholding 20.06.2012 A 5846000 7.85% 6.07.2012 S 100000 5746000 7.71% 0.14% 100000 24.07.2012 S 93000 5653000 7.59% 0.12% 93000 8.08.2012 S 15000 5638000 7.57% 0.02% 14.08.2012 S 2500000 3138000 4.21% 3.36% 2515000 17.08.2012 A 300000 3438000 4.61% 0.40% 300000 24.08.2012 S 50000 3388000 4.55% 0.07% 50000 27.08.2012 S 65142 3322858 4.46% 0.09% 65142 28.08.2012 S 50000 3272858 4.39% 0.07% 50000 29.08.2012 S 37230 3235628 4.34% 0.05% 37230 30.08.2012 S 30938 3204690 4.30% 0.04% 30938 7.09.2012 A 50000 3254690 4.37% 0.07% 50000 13.09.2012 S 40000 3214690 4.31% 0.05% 40000 14.09.2012 S 1630 3213060 4.31% 0.00% 27.09.2012 A 25000 3238060 4.35% 0.03% 28.09.2012 A 45000 3283060 4.41% 0.06% 68370 10.","119":"In the instant matter I observe from the material on record and also from the data mentioned in the above table that the Noticee was No holding any share of NITSL as on June 19 2012 I find that pursuant to the scheme of arrangement as discussed above the Noticee received 5846000 shares of the Company on June 20 2012.","120":"The above transaction resulted in Noticee’s shareholding in the Company going up to 7.85% of the total share capital of NITSL as on June 20 2012.","121":"The said transaction also resulted in the Noticee’s shareholding in NITSL crossing the threshold limit of 5% of the total share capital of the Company as on June 20 2012.","122":"Therefore the Noticee was required to make the necessary disclosures to the Company and to BSE in the prescribed format within two working days of her acquisition of shares in terms of Regulation 291 read with Regulation 293 of the SAST Regulations.","123":"Further the Noticee was also required to make the disclosures in the prescribed format Form A to the Company within two working days of her acquisition of shares in terms of Regulation 131 of the PIT Regulations.","124":"I observe from the website of BSE that the relevant disclosures under Regulation 29 1 read with Regulation 29 3 of the SAST Regulations were made by the Noticee on February 22 2013 also evident from the disclosure format made by the Noticee observed from BSE website.","126":"I further observe from the records material made available that the Noticee had No made the relevant disclosure to the Company under the provisions of Regulation 131 of the PIT Regulations.","128":"Pursuant to the allotment of shares of the Company to the shareholders of Parshwa in terms of the Scheme of arrangement certain allottees including the Noticee have been included in the category of promoter promoter group of the Company.","132":"It is further noted from the above Table that the transactions of the Noticee in NITSL during the relevant period has resulted in change in the Noticee’s shareholding or voting rights and the change has exceeded Rs 5 lakhs in value or 25000 shares in terms of quantity of shares traded or 1 % of the total shareholding or voting rights whichever is lower.","133":"The Noticee who was the promoter of NITSL during the relevant period of the transactions was required to make the necessary disclosures w.r.t. change in her shareholding to the Company and to the Stock Exchanges in the prescribed reporting format Form D in terms of Regulation 13 4A read with Regulation 13 5 of the PIT Regulations.","134":"The said disclosures were to be made by the Noticee within two working days of the acquisition or sale of shares as the case may be.","135":"Specifically I observe from the transactions of the Noticee in the scrip of NITSL as mentioned in the Table above that the Noticee had bought sold shares of NITSL on July 06 and 24 2012 August 14 17 24 27 28 29 30 August 2012 and on September 07 13 and September 28 2012.","136":"I observe that the quantity of the shares traded on these dates by the Noticee were in excess of 25000 shares.","137":"Therefore the Noticee who was part of the promoter promoter group of the Company was required to make the necessary disclosures under Regulation 13 4A of the PIT Regulations for the aforementioned transactions.","140":"Further I also note from the transactions mentioned in the Table above that on August 14 2012 Noticee had sold 2500000 shares of NITSL which resulted in change in her shareholding and the change exceeding more than 2% of the total shareholding in the Company.","141":"In terms of the provisions of Regulation 29 2 of the SAST Regulations and Regulation 133 of the PIT Regulations the Noticee was required to disclose such change in her shareholding to the Company within two working days of her sale of such shares which had exceeded the threshold limit.","142":"However I observe that the Noticee had made these disclosures to the BSE only on February 22 2013 2013 i.e with a delay of more than 6 months.","177":"Securities and Exchange Board of India SEBI conducted investigation in the scrip of Multi Commodity Exchange of India Limited hereinafter referred to as “Company MCX” for the period of April 27 2012 to July 31 2013.","178":"It was observed in investigation that National Spot Exchange Limited NSEL is a wholly owned subsidiary of Financial Technologies India Ltd “FTIL” which also holds 26% of the shareholding in MCX.","179":"Further all three companies i.e  NSEL FTIL and MCX are under a common management with common directors and employees.","181":"As per the Investigating Authority the Unpublished Price Sensitive Information “UPSI” in respect of the shares of MCX was the implication of the DCA SCN dated April 27 2012 issued to NSEL i.e  suspension of short selling by its Members pairing of contracts and settlement of contracts beyond 11 Adjudication Order in respect of Joseph Massey in the matter of MCX days impending payment defaults by the members of NSEL and loss of reputation of Promoters and Management of MCX.","182":"It was observed that any news impacting business of NSEL will automatically impact share price of its holding company i.e  FTIL and associate companies i.e  MCX and any news impacting credentials of Promoters and Management of FTIL NSEL and MCX will also impact the share price of MCX therefore suspension of trading by NSEL was a negative news.","183":"As per the Investigating Authority the UPSI came into existence on April 27 2012 upon the issuance of the SCN to NSEL by the DCA and it ceased to exist when NSEL suspended trading in all contracts except eseries contracts and deferred settlement of all pending contracts on July 31 2013.","185":"When DCA issued SCN dated April 27 2012 to NSEL Noticee was holding position of NonExecutive director in NSEL and he continued to be director in NSEL till October 21 2013 i.e  after the announcement of suspension of trading by NSEL on July 31 2013 and being a director he was well aware of all the developments in NSEL right from issuance of SCN by DCA to NSEL till suspension of trading by NSEL and thus an insider under SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992.","187":"Investigation also revealed that Noticee sold shares of FTIL during the Investigation period resulting into change in his shareholding which exceeded 5 lakh in value on six days i.e  May 04 2012 June 01 2012 November 06 2012 November 07 2012 February 25 2013 and June 28 2013 but he failed to make timely disclosures under Regulation 134 of PIT Regulations on two instances i.e  May 04 2012 and February 25 2013.","199":"In the year 2012 MCX came out with Initial Public Offer IPO for issuance of 6427378 shares at a price of Rs 1032  per share including premium.","200":"Since I wanted to sell the shares I had informed the company regarding my intention to do so.","201":"Accordingly MCX had in its Prospectus dated February 28 2012 inter alia disclosed as follows Except for Joseph Massey Sumesh Parasrampuria and Dipak Shah who intends to sell 10000 6250 and 2000 Equity hares respectively all other directors and the key management personnel of the Adjudication Order in respect of Joseph Massey in the matter of MCX Company who have been .granted options and Equity Shares on the exercise of the options have confirmed to us that they do No intend to sell any shares arising from such options within three months after the date of listing of the Equity Shares in this Offer.","223":"Further the transactions in question i.e  sale of 11240 shares of MCX between May 04 2012 to June 28 2013 as specified in the SCN have also No been disputed.","225":"I note that in the said WTM order there was a specific finding with regard to the periodicity of the UPSI which is as under “25.","227":"In this regard it is noted that on October 3 2012 an article appeared in the Economic Times a widely distributed financial newspaper which contained information relating to the issuance of SCN dated April 27 2012 to NSEL majority of the contents of the SCN allegations against NSEL with regard to violation of conditions of DCA notification dated June 5 2007 and the gist Adjudication Order in respect of Joseph Massey in the matter of MCX of NSEL’s reply to the SCN.","228":"The article also covered the possible action that could be taken by DCA against NSEL i.e  withdrawal of exemption granted to NSEL vide the notification dated June 5 2007.","238":"The article categorically mentioned that failure on part of NSEL to provide a satisfactory explanation to the allegations levelled in the SCN would result in withdrawal of exemption granted to NSEL vide notification dated June 5 2007.","242":"I note that in the said order WTM after deciding the period of UPSI as April 27 2012 to October 3 2012 inter alia observed that the Noticee was an insider and the following two trades of the Noticee was during the UPSI period Date No of shares sold Amount in ₹ 04.05.2012 NSE 1000 1020000 01.06.2012 NSE 5000 4781121 TOTAL 6000 5801121 17.","243":"WTM further held as under as regards the trades of the Noticee “40.","253":"In 2012 when MCX came out with IPO it was specifically disclosed upfront in the Prospectus dated February 28 2012 that he would be selling 10000 shares post IPO within 3 months of the IPO.","254":"Pursuant to the said disclosure he sold a total of 6000 shares within three months of the IPO.","255":"Subsequently he sold 5240 shares of MCX after October 3 2012 when the alleged UPSI had become published.","258":"From the above submissions of Shri Joseph Massey it appears that the sale of 6000 shares by Shri Joseph Massey was predetermined and a disclosure in that regard was also made in the prospectus of MCX dated February 28 2012.","259":"The SCN by DCA to NSEL was issued on April 27 2012 and thus it was an event subsequent to the disclosure of intention by Shri Joseph Massey to sell the shares of MCX.","275":"In the matter of Nagpur Power & Industries Limited 1.","276":"Nagpur Power & Industries Limited hereinafter referred to as ‘NPIL’ or ‘Company’ is a listed company having its shares listed on Bombay Stock Exchange Limited BSE.","277":"BSE and National Stock Exchange Limited NSE conducted a joint examination regarding the trading activities of certain investors hereinafter referred to as ‘Group’ in certain scrips during December 15 2011 to October 09 2014 hereinafter referred to as ‘investigation period’ on the basis of alerts generated by their surveillance system and complaint received from Securities and Exchange Board of India ‘SEBI’ alleging circular trading in the scrip of Ponni Sugars Erode Limited by the said Group.","278":"Thereafter BSE and NSE forwarded a joint examination report to SEBI wherein it was observed that there were 17 scrips at BSE and NSE where Group executed reversed trades through bulk deals and NPIL was one of the scrip out of the 17 scrips.","279":"Based on joint examination by BSE and NSE SEBI conducted an investigation in the matter under this notice.","280":"On completion of the investigation in the said matter SEBI had observed that one of the promoter entity Source https www.bseindia.com stockshareprice shp scripcode 532362 flag 7  viz.","281":"Informed Technologies India Limited hereinafter referred as ‘Noticee’ had bought following number of shares of the Company during different patches Patch I – V of the investigation period https www.bseindia.com stockshareprice shp scripcode 532362 flag %207 https www.bseindia.com stockshareprice shp scripcode 532362 flag %207 Adjudication Order in respect of in respect of Informed Technologies India Limited in the matter of Nagpur Power & Industries Limited.","282":"Transaction Date Buy Sale Value of shares ₹ No of Shares Disclosure under Regulation 134A of SEBI PIT 1992 Date of receipts of disclosures by the Company Date of receipts of disclosures by the stock Exchange Informed Technologies India Limited a Promoter company 19 12 2011  03 07 2012 Buy 549520 15492 No Disclosure No Disclosure 04 07 2012  07 07 2012 Buy 538356 15301 10 07 2012  23 08 2012 Buy 637588 18198 04 09 2012  05 03 2013 Buy 515490 13442 07 03 2013  21 07 2013 Buy 600735 14387 3.","283":"From the above table it was observed that the value of the aforesaid buy transactions of the shares of the Company by the Noticee during each patch of the investigation was more than ₹500000  and thus in terms of Regulation 134A read with 135 of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as ‘PIT Regulations’ it was under the obligation to disclose its aforesaid acquisition to the Company and BSE within two days of such acquisition.","284":"It was further observed that the Noticee had No filed the disclosures the Company and BSE with respect to aforesaid acquisitions of shares of the Company by it during the different dates as per the table above.","285":"Explanation in this regard was sought from the Company by SEBI vide letter dated June 23 2015.","286":"The Company vide its letter dated July 07 2015 submitted that the Noticee had bought 86088 shares in open market BSE however these transactions made by the Noticee did No trigger disclosure requirements under the PIT Regulations and hence no disclosure was made by the Company in this regard.","287":"The aforesaid reply of the Company was No found tenable as the value of the shares of the Company in said transactions of the Noticee on each acquisition exceeded the limit of ₹5 lakh prescribed under section 134A of the PIT Regulations and the Noticee was under the obligation to make disclosure to the Company and BSE for each of the aforesaid acquisitions.","302":"The Noticee bought shares of the Company from time to time.","303":"None of the individual transactions undertaken for buying the equity shares of the Company on a particular date falling during the investigation period provided in the SCN were above 25000 shares. b.","305":"The number of shares held by the Noticee was being reported correctly by the Company in its shareholding pattern.","306":"Therefore the Noticee regarded the shares disclosed by the Company as the base for last disclosure made. d.","312":"Accordingly the Noticee was allowed a weeks’ time for the same.","314":"The disclosure about the purchase of 26242 equity shares of the Company by the Noticee was intimated by the Company to BSE vide letter dated January 13 2011.","315":"Thereafter BSE disseminated the said information on its website on January 17 2011. b.","321":"The number of shares held by the Noticee has been always reported correctly by the Company in its shareholding pattern on quarterly basis.","322":"Therefore the Noticee regarded the shares disclosed by the Company as the base for last disclosure made.","325":"It is also an admitted fact that the Noticee had bought shares of the Company during investigation period which resulted in change in its shareholding in the Company.","327":"In this regard I note that Regulation 134A of the PIT Regulations had been inserted via an amendment and came into effect from August 16 2011.","329":"It is noted from the record that first time the requirement for making disclosure to the Company and BSE triggered on July 03 2012 and the disclosure was to be made within 2 working days i.e  by July 05 2012.","330":"Further there were 4 more instances during the investigation period wherein the Noticee failed to make disclosure to the Company and BSE under provision of Regulation 134A of the PIT Regulations.","335":"The Noticee has submitted that the Company as a general disclosure had disclosed the shareholding of the Noticee to BSE in quarterly disclosures made during the investigation period and therefore it considered the shareholding disclosed by the Company as the base for last disclosure made.","369":"The Securities and Exchange Board of India hereinafter referred to as “SEBI” carried out an investigation into the alleged irregularity in the scrip of M s Shelter Infra Projects Limited previously known as Central Concrete and Allied Products Private Limitedhereinafter referred to as SIPL or the company for the period from April 01 2009 to September 22 2009 hereinafter referred to as the investigation period during which the price of the scrip increased from 9.0 to a high of 62.05 i.e  a rise of 589%.","370":"The Investigation interalia had revealed that SIPL had entered into a Share Purchase Agreement to be executed between SIPL and the proposed acquirers M s Ramayana Promoters Pvt Ltd on July 31 2009 for the sale of the issued and subscribed equity share capital of the company held by the erstwhile promoters as also change in management of the company.","371":"It was observed that the Noticee failed to close the trading window from the day a proposal of change takeover of management of SIPL for the execution of the Shares Purchase Agreement was placed before the board on July 30 2009.","372":"Further post the signing of the Shares Purchase Agreement the Noticee failed to disclose the holdings of Acquirer Ramayana promoters Pvt Ltd Ramayana in the ‘promoters’ category and instead wrongly included it under the ‘public’ category for the period from January 2010 to July 2010.","373":"The Noticee even continued to report the holdings of one Shri Chirantan Mukherji and others under the category of “Promoter and Promoter Group” till July 08 2010 despite Shri Chirantan Mukherji Shri Asamanja Mitra and Shri Mahiruha Mukherji had resigned from SIPL with effect from December 01 2009.","375":"The Noticee was required to appraise the shareholders of the acceptance of Shares Purchase Agreement by the Board to avoid the establishment of false market.","377":"SEBI has therefore initiated adjudication proceedings under the Act against the Noticee to inquire into and adjudge the alleged violations of Clause 35& 22 of the Listing Agreement Regulation 12 2 read with Clause 2.1 in Schedule II Part A of the SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations and Regulation 12 1 further read with Clause 3.21 and 3.23A of Schedule I Part A of the PIT Regulations.","405":"The Shares Purchase Agreement was signed on July 31 2009 and the same is mentioned in the open offer.","406":"The period of UPSI was considered to be from May 21 2009 to August 06 2009.","407":"On August 07 2009 the managers to the offer issued a public announcement to the equity shareholders of SIPL on behalf of the acquirer.","408":"The Noticee had failed to close the trading window from the day a proposal of change takeover of management of SIPL for the execution of the Shares Purchase Agreement was placed before the board on July 30 2009.","409":"Further post the signing of the Shares Purchase Agreement the Noticee failed to disclose the holdings of Acquirer Ramayana in the ‘promoters’ category and instead wrongly included it under the ‘public’ category for the period from January 2010 to July 2010.","410":"The Noticee also continued to report the holding of one Shri Chirantan Mukherji Shri Asamanja Mitra and Shri Mahiruha Mukherji under the category of “Promoter and Promoter Group” till July 08 2010 despite them having resigned from SIPL with effect from December 01 2009 thereby failing to provide the correct shareholding.","413":"I observe from the Noticee’s submission that Ramayana entered into the Shares Purchase Agreement with Shri.","414":"Chirantan Mukherji and others as mentioned above to acquire 35% shares and paid more than 10 crores.","415":"The negotiation persisted for considerable period prior to entering into the Shares Purchase Agreement on July 31 2009.","416":"The purchase price was 80  per equity share of 10  when prevailing market price was 41.90. Certain share certificates and demat share transfer instruments were exchanged against Pay orders for 101392800 .","417":"Public announcement for open offer appeared on August 06 2009 for purchase of 20% of shareholdings from ‘public category’.","418":"Ramayana deposited the entire amount 100% of the consideration of 57122640  into the designated escrow account of HDFC Bank despite the option of purchaser to deposit only 25% of the amount payable. 51989 physical shares were transferred in normal course however the demat shares could No be transferred due to defects in the transfer documents.","423":"The name of the buyer Ramayana was entered into the list of members shareholder of the company only after a successful transfer in favour of it through delivery instruction slip by seller  Mr Chirantan Mukerjee and others to Axis Bank dated July 30 2012 after a waiting period of 3 years from the date of payment.","424":"Meanwhile Ramayana requested SBI the pledgee of the shares in question to release the pledge on shares in question on the basis of Settlement Agreement between the buyer and seller.","425":"Further SBI vide its letter No IFB ADV RM11 19 286 dated October 18 2011 and letter No IFB ADV RM19 305 dated December 22 2012 agreed to repledge the shares in question in the name of the buyer.","431":"Late Shri K. L. Surana erstwhile Company Secretary and Compliance officer of the company was handling the compliance matters and however expired on May 17 2012.","439":"Therefore since the shares in question were No registered in the name of the buyers I find that the compliance officer did No report it.","442":"I observe from the Noticee’s submission that the date of the Shares Purchase Agreement was signed on July 31 2009 which happened to be a Friday meaning that technically the date of public announcement ought to have been August 06 2009 i.e  Thursday the 4th working day from the date of SPA but public announcement was made on August 07 2009.","443":"It is an admitted fact that the mistake lies on the part of Sumedha Fiscal Services Ltd Manager to the offer who was working in consultation with the Compliance officer in calculation of working days for public announcement.","451":"It is an admitted fact that mere circulation of code of conduct to all the board members during March end does No tantamount to a communication that the trading window had to be closed before public announcement.","452":"A formal communication indicating the trading window to be closed ought to have been made before the public announcement by the compliance officer.","471":"The Noticee itself has admitted that the trading window was No closed during the requisite time and I find that it is during this period that certain entities had traded on the basis of the UPSI in violation of PIT Regulations.","481":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ had conducted an investigation in respect of dealing in the scrip of M s Fast Track Entertainment Limited hereinafter referred to as ‘FTEL’ for the period from January 01 2004 to June 30 2004.","482":"The scrip of FTEL was listed on The Stock Exchange Mumbai Ahmedabad Stock Exchange Vadodara Stock Exchange hereinafter referred to as BSE.","512":"It is observed that the Noticee had hold 677330 shares of FTEL as on 20th November 2003.","513":"It is observed that the share holding of the Noticee in the FTEL was reduced 1.29% total share capital FTEL as on 10th April 2004 i.e  below 5% of total share capital of FTEL.","514":"Further as the Noticee had changed its holding in FTEL more than 2% these was a disclosure requirement as per Regulation 133 r w 135 of PIT Regulations.","515":"As per the said regulations the Noticee was required to disclose its share holding in FTEL to the company FTEL.","521":"Further it is also observed from the submission of the Noticee before the Investigating Authority SEBI that the Noticee had admittedly submitted regarding the No compliance of the required SEBI Regulations for disclosure.","557":"The Bombay Stock Exchange herein after referred to as ‘BSE’ vide letter dated July 22 2014 informed the Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ that shareholding of a few of the promoters of the listed Company viz.","558":"Onward Technologies Limited hereinafter referred to as ‘OTL Company’ in the OTL has changed substantially.","559":"However they have No made required disclosures in terms of the SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992 read with Regulation 12 of the SEBI Prohibition of Insider Trading Regulations 2015 hereinafter referred to as PIT Regulations 2015.","561":"The Company is listed on the BSE and the National Stock Exchange hereinafter referred to as ‘NSE’.","563":"SEBI observed that certain entities including Desai Finwealth Investments Securities Private Limited hereinafter referred to as ‘Noticee by name’ who was also a promoter of the OTL at the relevant time has dealt in shares of the company during the Examination period.","564":"Further it is observed that various transactions made by the Noticee during the period of examination has triggered disclosures in terms of PIT Regulations 1992.","571":"The details in respect of the alleged violation by the Noticee are as given below a It has been observed that the Noticee who is a promoter of the company as per Quarterly Promoter Shareholding available on BSE website for the year 2014 has dealt in the shares of the company during the Period of examination.","572":"Further it is observed that various transactions made by the Noticee during the period of examination has triggered disclosures in terms of PIT Regulations 1992.","573":"Details of these transactions are tabulated in Table – 1 Table  1 Date Shares Disposed Value   As a % of paidup capital Disclosures required in terms of PIT Regulations 1992 Remarks 01 04 2014  3.28  19 06 2014 35000 2460500 3.04 13 4A Change Exceeds 25000 shares 19 06 2014 35000 2445204 2.79 13 4A Change Exceeds 25000 shares 24 06 2014 2045 139060 2.78 No 24 06 2014 35000 2393125 2.53 13 4A Change Exceeds 25000 shares 04 07 2014 17925 1185739 2.4 13 4A Change Exceeds 5 lakh in value. b As brought out in Table – 1 the Noticee was required to make disclosure on 4 occasions to the Exchanges and Company in terms of Regulation 134A read with Regulation 135 of PIT Regulations 1992.","583":"The Company vide email dated August 21 2019 submitted copies of letters dated August 20 2019 addressed to BSE and NSE.","584":"On perusal of the aforesaid letter it is noted that the OTL has made disclosures in terms of Regulation 136 of PIT Regulations 1992 to the BSE and NSE.","596":"From the available records I find that the Noticee who was one of the promoters of the OTL at the relevant time has disposed of 35000 shares twice i.e  total 70000 shares on June 19 2014.","597":"Further the Noticee has disposed of 37045 shares on June 24 2014.","598":"In addition to that on July 04 2014 the Noticee has disposed of 17925 shares and the total value of disposed of 17925 shares was Rs 1185739.","600":"I note that the Noticee has disposed of a total 70000 shares on June 19 2014 and was required to make disclosures in terms of Regulation 134A read with Regulation 135 of PIT Regulations 1992.","601":"Further for the disposal of shares carried out by the Noticee on June 24 2014 and July 04 2014 the Noticee was required to file separate disclosures in terms of Regulation 134A read with Regulation 135 of PIT Regulations 1992 for both the days.","602":"Therefore the Noticee was required to make disclosures in terms of Regulation 134A read with Regulation 135 of PIT Regulations 1992 on total three 3 occasions during the examination period.","604":"Further in his reply to the SCN dated August 08 2019 filed by the AR the AR has admitted that the Noticee has failed to make disclosures in terms of Regulation 134A read with Regulation 135 of PIT Regulations 1992 due to oversight and ignorance 14.","606":"The said letters bear acknowledgement stamp of the BSE and the NSE.","607":"The date of the disclosures made by the promoter and directors including the Noticee in the said Form D to the Company is No available.","608":"Further the Noticee in its reply dated August 08 2019 has accepted that he has No made the required disclosures to the stock exchanges and the Company.","609":"The aforesaid disclosures submitted by the Company to the stock exchanges rely and refer to the disclosures made by the Adjudication Order in the matter of Onward Technologies Limited Noticee to the Company which appear to have been made subsequent to the said letter dated August 08 2019.","610":"The impugned transactions were done during the period AprilMay 2014 and the Noticee was required to make disclosures to the Company and the Exchange in terms of Regulation 134A read with Regulation 135 of PIT Regulations 1992 within two working days from the date of these transactions.","611":"Therefore I find that the Noticee has made disclosures to the Company after a delay of more than five 5 years.","612":"Further there is no evidence available on record to show that the Noticee has made the disclosures to the stock exchanges directly as required in terms of Regulation 134A read with Regulation 135 of the PIT Regulations 1992.","654":"Shri Anand Kumar Dhanuka PAN  AMBPD8464A In the matter of ANSHUS CLOTHING LIMITED 1.","655":"Securities and Exchange Board of India hereinafter referred to as the ‘SEBI’ had conducted an examination into the matter of Anshus Clothing Limited hereinafter referred to as the ‘target company’ ‘ACL’ and into the possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as the ‘SEBI Act 1992’ and various Rules and Regulations made there under.","656":"Upon examination it was observed that the following entities had violated the following provisions of law a Shri Samir Ghosh and Shri Anand Kumar Dhanuka were observed to have violated Regulation 291 and 292 read with 293 of the SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as SAST Regulations 2011 and Regulations 131 and 133 read with 135 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992 b Ms. Rekha Bhandari Lollipop Fashions Private Limited and Ravi Bhandari HUF were observed to have violated Regulation 291 and 292 read with Regulation 293 of SAST Regulations 2011 and Regulations 131 133 and 134A read with 135 of PIT Regulations 1992 c Shri Ravi Bhandari was observed to have violated Regulation 292 read with 293 of the SAST Regulations 2011 Regulation 311 read with 313 of the SAST Regulations 2011 and Regulation 133 134 and 134A read with 135 of the PIT Regulations 1992.","657":"The said entities are hereinafter individually referred to by their respective names and collectively referred to as the Noticees 3.","666":"Further with respect to the other Noticees it is observed that vide separate but identical letters dated December 04 2015 Ravi Bhandari Ravi Bhandari HUF and RekhaBhandari submitted their new addresses and requested that the SCNs be issued to the said addresses.","667":"Accordingly vide letters dated December 23 2015 the SCNs were forwarded to the latest correspondence addresses of the saidNoticeesWith respect to the SCN issued to Lollipop Fashions Private Limited vide letter dated November 09 2015 the said SCN was forwarded to the Western Regional Office SEBI for getting it delivered to the Noticee at its last known address.","668":"I note that the SCN was duly delivered by the Western Regional Office SEBItoLollipop Fashions Private Limited.","702":"I find from the SCN that Ravi Bhandari Ravi Bhandari HUF Rekha Bhandari and Lollipop Fashions P. Ltd were the promoter and promoter group entities of ACL as per the shareholding pattern filed by ACL with BSE for the quarter ended on September 30 2013.","703":"It was observed that during the examination period Shri Samir Ghosh and the promoter and promoter group entities of ACL had carried out certain transactions in the shares of ACL.","704":"The Target Company Promoters had entered into three different agreements in 2013 with various persons for providing arranging loan to the Target Company Promoters.","707":"Pursuant to the Agreements dated October 18 2013 with PragneshDoshi and Chirag N. Shah the following shares of the target Company were provided by Ravi Bhandari Date Name of the Party to whom shares are transferred to No of Shares transferred 18.10.2013 Chandrika J Sheth – 68000 1.09% PundrikNayak – 68000 1.09% KalpanaJigneshDoshi – 72000 1.15% PragneshDoshi 72000 1.15% 280000 4.49% 16.01.2014 Chandarika J Sheth – 142000 1.14% 142000 1.14% Total No of shares 422000 5.63% Date Name of the Party to whom shares are transferred to No of Shares transferred 19.10.2013 Chirag N. Shah400000.64% Chirag N. Shah HUF 320000.51% 1000001.60% DeepaChirag Shah280000.45% 24.02.2014 Chirag N. Shah3500002.81% 3500002.81% Total No of shares 4500004.41% Additional shares of 350000 shares provided as security on February 24 2014 due to decrease in value of earlier shares on account of decrease in market price.","708":"The aforesaid transfers were in the nature of pledge encumbrance and for this necessary disclosures under Regulation 31 of SAST Regulations 2011 were required to be doneby Shri Ravi Bhandari.I find that Ravi Bhandari vide letter dated September 18 2014 had enclosed copies of the Agreements dated October 18 2013 entered with PragneshDoshi and Chirag N. Shah.","709":"Para3 of the said Agreement inter alia stated that PragneshDoshi and Chirag N. Shah would have no rights on shares and the shares were transferred only for security purpose.","713":"Further BSE vide email dated January 22 2015 inter alia had stated that it had No received any disclosures under Regulation 311 of SAST Regulations 2011 from Ravi Bhandari with regard to pledging of shares in connection to agreements with PragneshDoshi and ChiragN.Shah.","715":"I further find that vide agreement dated November 27 2013 entered between Shri Ravi Bhandari Director of ACL and Shri Samir Ghosh for providing loan to the Target Company the promoter entities viz.","716":"Ravi Bhandari Ravi Bhandari HUF Rekha Bhandari and Lollipop Fashions P. Ltd had transferred a total of 2500000 shares of ACL constituting 40.1% share capital of ACL to Shri Samir Ghosh on November 27 2013 and November 28 2013.","717":"The details of the said transfer of shares is as under Date of transfer Name of the entity which credited the shares No of the shares credited 27.11.2013 Rekha Bhandari 636000 27.11.2013 Ravi Bhandari HUF 652000 27.11.2013 Lollipop Fashions Pvt Ltd 512000 28.11.2013 Ravi Bhandari 700000 Total 2500000 18.","718":"It was observed that to finance the above loan facility entered into vide the agreement dated November 27 2013 Shri Samir Ghosh had entered into another agreement with Shri RakeshDhanuka on November 27 2013 for a loan amount of 2 Crore.","719":"The details of the transfer of shares by Samir Ghosh to RakeshDhanuka is as under Date of transfer Name of the entity which credited the shares No of the shares credited 03.12.2013 Anand Kumar Dhanuka 1500000 19.","720":"Thereafter I find that by virtue of allotment of bonus shares ratio 11 in December 2013 the total shares held by Shri Samir Ghosh became 5000000.","721":"Further it was observed that due to some reason Shri Samir Ghosh was No in a position to provide the said loan facility and in view of the same 4500000 shares were credited to the account of Shri Ravi Bhandari in two trenches the details of which are as under Date of transfer Name of the entity which credited the shares No of the shares credited 16.12.2013 Ravi Bhandari 3500000 15.01.2014 Ravi Bhandari 1000000 20.","722":"In view of the above transactions vide email dated December 04 2014 ACL was inter alia advised to furnish whether it had received any disclosures under Regulation 131 133 read with Regulation 135 of the PIT Regulations from Shri Samir Ghosh and Shri Anand Kumar Dhanuka.","723":"In this regard ACL vide email dated January 12 2015 informed that it had No received any disclosures from Samir Ghosh and Anand Kumar Dhanuka.","725":"As mentioned in para No 19 above I find that Shri Samir Ghosh had transferred back only 4500000 shares of ACL.","734":"Apart from him Ravi Bhandari HUF Rekha Bhandari and lollipop Fashions P. Ltd had also provided shares to Shri Samir Ghosh and in total 2500000 shares were provided to him.","735":"Later on ACL had declared bonus shares in the ratio 11 record date – 05 12 2013 and therefore the total shares of ACL held be Shri Samir Ghosh increased to 5000000 shares.","738":"On December 16 2013 Shri Samir Ghosh returned 3500000 shares and on January 15 2014 he had returned back 1000000 equity shares.","739":"Thus instead of returning the shares in the demat accounts of the respective promoter entity he returned the shares to the account of Shri Ravi Bhandari and therefore Shri Ravi Bhandari had initiated to return the said shares held by him on behalf of other promoters.","740":"The said transfer of shares in the respective demat accounts of the promoter group entities was done on January 01 2014 and January 03 2014.","747":"The Noticee stated that somewhere in November 2013 Shri Ravi Bhandari was looking for financial affairs of ACL and had sought help for obtaining loan by transferring shares of ACL.","748":"In order to create a good gesture Shri Ravi Bhandari had transferred shares of ACL in the demat account of Shri Samir Ghosh.","756":"It was further observed by the Noticee that Shri Anand Kumar Dhanuka had mortgaged or sold the shares to one of his business associates but no payment was made to Shri Ravi Bhandari.","761":"Further I find from the submissions made by Shri Ravi Bhandari that in support of his contention that he had made the necessary disclosures under Regulation 311 of the SAST Regulations 2011 to the target company and the stock exchange he has produced copies of the courier receipts for the letters sent by him to the BSE and ACL as documentary evidence in the matter.","762":"However I find that he has No provided the acknowledged copies of the letters so forwarded to the Target Company and BSE showing receipt of the same.","779":"In the present case I also find that vide email dated January 22 2015 BSE has confirmed that it did No receive any disclosures under Regulation 311 of the SAST Regulations 2011 made by Shri Ravi Bhandari with regard to the pledge of shares in connection with agreements with Shri PragneshDoshi and Shri Chirag N Shah.","783":"Ravi Bhandari Rekha Bhandari Ravi Bhandari HUF and Lollipop Fashions Pvt Ltd had transferred a total of 2500000 shares to Shri Samir Ghosh even before availing any loan from him as per the terms of the agreement.","784":"Further I find that the said shares were duly transferred from the demat accounts of the said Noticees to the demat account of Shri Samir Ghosh.","786":"I note that upon the said transfer of sharesto the demat account of Shri Samir Ghosh he had become the deemed beneficial owner of the same.","787":"Further as submitted by the Noticees upon declaration of the bonus shares the shares lying in the account of Shri Samir Ghosh had increased to 5000000 shares.","788":"Admittedly as the said agreement and loan transaction did No materialize the shares were transferred back only to the account of Shri Ravi Bhandari in two trenches i.e  on December 16 2013 3500000 shares and January 15 2014 1000000 shares i.e  after 18 days and 48 days respectively.","789":"Therefore I find that the shares accounting to 4500000 were in possession of Shri Samir Ghosh for 18 days and 48 days and the rest 500000 were No even transferred back by Shri Samnir Ghosh to the promoter group entities during the relevant period.","791":"Also I note that as per the material available on record and as submitted by the Noticees 1000000 shares of ACL were transferred to one Shri Anand Kumar Dhanuka by Shri Samir Ghosh on the instructions of Shri Ravi Bhandari.","792":"The said factfurther establishes that Shri Samir Ghosh was having all the rights with respect to the said shares lying in his demat account which allowed him to transfer the said shares to the demat account of some other entity.","794":"I also note that vide email dated December 04 2014 ACL was inter alia advised to furnish whether any disclosures have been made by Shri Anand Kumar Dhanuka under the PIT Regulations.","795":"However I find that vide email dated January 12 2015 ACL informed that it did No receive any disclosures from the said Noticee.","801":"Admittedly transfer of 375000 shares of Arvind International Limited constituted holding more than 5.35% shares of Arvind International Limited.","802":"Since no disclosure was made within 2 days of such acquisition it was apparent that the appellant has violated regulation 71 and regulation 72 of the SAST Regulations 1997.","816":"I further find that there was a change in the shareholding of the promoter and promoter group for the period between June 30 2013 to June 28 2014.","817":"Upon the said changes in the shareholding the promoter group of ACL viz.","853":"Shri Samir Ghosh Regulation 291 and 292 read with 293 of the SAST Regulations 2011 and Regulations 131 and 133 read with 135 of the PIT Regulations 1992 Section 15Ab of the SEBI Act 1992 100000  Rupees One Lakh Only 6."},"label":{"13":"material fact","16":"material fact","23":"material fact","35":"material fact","36":"material fact","37":"material fact","38":"material fact","39":"material fact","45":"material fact","74":"material fact","77":"material fact","83":"material fact","84":"material fact","85":"material fact","86":"material fact","110":"material fact","111":"material fact","112":"material fact","113":"material fact","114":"material fact","115":"material fact","116":"material fact","117":"material fact","119":"material fact","120":"material fact","121":"material fact","122":"material fact","123":"material fact","124":"material fact","126":"material fact","128":"material fact","132":"material fact","133":"material fact","134":"material fact","135":"material fact","136":"material fact","137":"material fact","140":"material fact","141":"material fact","142":"material fact","177":"material fact","178":"material fact","179":"material fact","181":"material fact","182":"material fact","183":"material fact","185":"material fact","187":"material fact","199":"material fact","200":"material fact","201":"material fact","223":"material fact","225":"material fact","227":"material fact","228":"material fact","238":"material fact","242":"material fact","243":"material fact","253":"material fact","254":"material fact","255":"material fact","258":"material fact","259":"material fact","275":"material fact","276":"material fact","277":"material fact","278":"material fact","279":"material fact","280":"material fact","281":"material fact","282":"material fact","283":"material fact","284":"material fact","285":"material fact","286":"material fact","287":"material fact","302":"material fact","303":"material fact","305":"material fact","306":"material fact","312":"material fact","314":"material fact","315":"material fact","321":"material fact","322":"material fact","325":"material fact","327":"material fact","329":"material fact","330":"material fact","335":"material fact","369":"material fact","370":"material fact","371":"material fact","372":"material fact","373":"material fact","375":"material fact","377":"material fact","405":"material fact","406":"material fact","407":"material fact","408":"material fact","409":"material fact","410":"material fact","413":"material fact","414":"material fact","415":"material fact","416":"material fact","417":"material fact","418":"material fact","423":"material fact","424":"material fact","425":"material fact","431":"material fact","439":"material fact","442":"material fact","443":"material fact","451":"material fact","452":"material fact","471":"material fact","481":"material fact","482":"material fact","512":"material fact","513":"material fact","514":"material fact","515":"material fact","521":"material fact","557":"material fact","558":"material fact","559":"material fact","561":"material fact","563":"material fact","564":"material fact","571":"material fact","572":"material fact","573":"material fact","583":"material fact","584":"material fact","596":"material fact","597":"material fact","598":"material fact","600":"material fact","601":"material fact","602":"material fact","604":"material fact","606":"material fact","607":"material fact","608":"material fact","609":"material fact","610":"material fact","611":"material fact","612":"material fact","654":"material fact","655":"material fact","656":"material fact","657":"material fact","666":"material fact","667":"material fact","668":"material fact","702":"material fact","703":"material fact","704":"material fact","707":"material fact","708":"material fact","709":"material fact","713":"material fact","715":"material fact","716":"material fact","717":"material fact","718":"material fact","719":"material fact","720":"material fact","721":"material fact","722":"material fact","723":"material fact","725":"material fact","734":"material fact","735":"material fact","738":"material fact","739":"material fact","740":"material fact","747":"material fact","748":"material fact","756":"material fact","761":"material fact","762":"material fact","779":"material fact","783":"material fact","784":"material fact","786":"material fact","787":"material fact","788":"material fact","789":"material fact","791":"material fact","792":"material fact","794":"material fact","795":"material fact","801":"material fact","802":"material fact","816":"material fact","817":"material fact","853":"material fact"},"case_number":{"13":64,"16":64,"23":64,"35":64,"36":64,"37":64,"38":64,"39":64,"45":64,"74":65,"77":65,"83":65,"84":65,"85":65,"86":65,"110":65,"111":65,"112":65,"113":65,"114":65,"115":65,"116":65,"117":65,"119":65,"120":65,"121":65,"122":65,"123":65,"124":65,"126":65,"128":65,"132":65,"133":65,"134":65,"135":65,"136":65,"137":65,"140":65,"141":65,"142":65,"177":66,"178":66,"179":66,"181":66,"182":66,"183":66,"185":66,"187":66,"199":66,"200":66,"201":66,"223":66,"225":66,"227":66,"228":66,"238":66,"242":66,"243":66,"253":66,"254":66,"255":66,"258":66,"259":66,"275":67,"276":67,"277":67,"278":67,"279":67,"280":67,"281":67,"282":67,"283":67,"284":67,"285":67,"286":67,"287":67,"302":67,"303":67,"305":67,"306":67,"312":67,"314":67,"315":67,"321":67,"322":67,"325":67,"327":67,"329":67,"330":67,"335":67,"369":68,"370":68,"371":68,"372":68,"373":68,"375":68,"377":68,"405":68,"406":68,"407":68,"408":68,"409":68,"410":68,"413":68,"414":68,"415":68,"416":68,"417":68,"418":68,"423":68,"424":68,"425":68,"431":68,"439":68,"442":68,"443":68,"451":68,"452":68,"471":68,"481":69,"482":69,"512":69,"513":69,"514":69,"515":69,"521":69,"557":70,"558":70,"559":70,"561":70,"563":70,"564":70,"571":70,"572":70,"573":70,"583":70,"584":70,"596":70,"597":70,"598":70,"600":70,"601":70,"602":70,"604":70,"606":70,"607":70,"608":70,"609":70,"610":70,"611":70,"612":70,"654":71,"655":71,"656":71,"657":71,"666":71,"667":71,"668":71,"702":71,"703":71,"704":71,"707":71,"708":71,"709":71,"713":71,"715":71,"716":71,"717":71,"718":71,"719":71,"720":71,"721":71,"722":71,"723":71,"725":71,"734":71,"735":71,"738":71,"739":71,"740":71,"747":71,"748":71,"756":71,"761":71,"762":71,"779":71,"783":71,"784":71,"786":71,"787":71,"788":71,"789":71,"791":71,"792":71,"794":71,"795":71,"801":71,"802":71,"816":71,"817":71,"853":71}}