{"sentence":{"3":"The applicant had transacted in shares of Kwality Credit and Leasing Limited at various intervals time periods and had breached the prescribed threshold limits as prescribed in the PIT Regulations.","4":"However the applicant had failed to make the requisite disclosures within the stipulated time and the disclosures were made subsequently.","16":"A letter of offer under regulations 10 and 12 of the Takeover Regulation was made by  Mr Sudhir Jatia as the Acquirer and Ms. Neeti Jatia as the Person Acting in Concert PAC to acquire 598000 fully paid up equity share of Rs 10  each at Rs 170  per share representing 20% of the total issued and subscribed equity share capital and 20% of the voting right of Safari Industries India Limited hereinafter referred to as “The Company”.","17":"The public announcement of the same was made on September 09 2011.","18":"The equity shares of the company were listed on Bombay Stock Exchange Ltd hereinafter referred to as ‘BSE’.","20":"On perusal of the letter of offer SEBI observed that the erstwhile promoters of the Company Shri Amul Sumatichandra Mehta Shri Yugesh Sumatichandra Mehta Shri Akul Yugesh Mehta Mr Jayendra Yugesh Mehta Ms Mrudula Amul Mehta Ms Maitri Amul Mehta Ms Rachna Amul Mehta Ms Sunali Yugesh Mehta Senator Investment Private Limited Touristor Investments Pvt Ltd. Yug Investment Pvt Ltd and Amul Sumatichandra MehtaHUF hereinafter referred to as the “Noticees” “Promoters” in the past had No complied with Regulation 82 of SEBI Substantial Acquisition of Shares and Takeover Regulations 1997 hereinafter referred to as Takeover Regulations within the due date during the year 2006.","41":"During the hearing the ARs submitted that Shri Amul Mehta was the main holder and other promoters were his relatives as joint holders hence only Shri Amul Mehta may be considered as responsible for making the disclosures.","42":"ARs were advised to submit copies of the disclosures made by the Noticees under Clause 35 of the Listing Agreement to the Exchange for the quarters ended December 2005 and March 2006 along with the acknowledged receipts of the Bombay Stock Exchange Ltd BSE and copy of the report filed with the company under Regulation 82 of Takeover Regulations on April 28 2006.","43":"ARs were further advised to inform any past noncompliance by the Noticees concerned with respect to Takeover and or Insider Trading Regulations as well as action taken by SEBI if any against the Noticees in the past.","44":"ARs undertook to provide the aforesaid documents information by January 15 2014.","48":"Report under Regulation 82 of the Takeover Regulations filed with the company on April 28 2006.","49":"The date of filing of report by the Noticees with the company is April 28 2006.","50":"It was however noted that the same has been initialed as on the same date but without the receiving official’s name or the company’s seal of receiving the documents.","56":"That at the relevant time the Company was a small cap company with a paidup capital of 26 lakh equity shares of Rs 10  each.","57":"The market capitalization of the Company at the relevant time was approx. Rs 7.3 crore only.","58":"Scrip of the Company was illiquid scrip.","59":"Average daily traded volume on BSE during the relevant period i.e  April 21 2006 to April 28 2006 was merely approx. 1350 shares; ii.","61":"That at the relevant time Noticees were part of the promoters promoter group of the company and there was no obligation on the promoters to make any disclosure to this effect with the stock exchange;","64":"That in the instant case the company had filed the necessary disclosures under Regulation 83 to the Bombay Stock Exchange Ltd hereinafter referred to as ‘BSE’ on April 17 2006.","65":"A copy of the disclosure dated April 11 2006 made by the company under Regulation 83 of the Takeover Regulations and received by BSE on April 17 2006 together with its acknowledgement was provided; vi.","79":"The other Noticees were holding nominal shares at the relevant time;","94":"The ARs referred to Annexure C of the Noticees letter dated January 15 2014 wherein the names of the promoters having control over the Company and also names of persons acting in concert as on March 31 2006 were listed out.","95":"The ARs were also advised to provide the name and designation of the official of the Company at the relevant point of time who had received the filing made by the Noticees in terms of Regulation 81 and 82 of the Takeover Regulations 1997 for the financial year ended March 31 2006 as the documentary evidence of acknowledgment produced by the Noticees did No have the name of the Company official No the stamp of the Company.","96":"Vide letter dated December 20 2016 the Noticees stated that one Mr Shekhar Thakare who was employed with the Company had received on behalf of the Company the disclosures under Regulation 82 of the Takeover Regulations for the financial year ending on March 31 2006.","97":"The Noticees also annexed a letter from the said  Mr Shekhar Thakere affirming that he had received the aforementioned disclosure on behalf of the company.","98":"Thereafter vide letter dated February 06 2017 the Company was also requested to confirm receipt of the aforesaid disclosure by the Company on April 28 2006.","99":"By an undated letter received on February 27 2017 the Company confirmed that they had received the disclosure made by the expromoters of the Company i.e  the Noticees under Regulation 82 of the Takeover Regulations for the financial year ended March 31 2006 on April 28 2006.","123":"I find from the Shareholding Pattern of the Promoter group as available on BSE’s website that the Noticees were the promoters of the company at the relevant point of time.","124":"The Noticees I find in their submissions have also admitted that they were a part of the promoters promoter group of the company.","128":"From the table at para 7 above it is observed that for the financial year 2006 the due date for compliance by the promoter Noticees as per the Takeover Regulations was April 21 2006.","131":"Thus I note that the Noticees have specifically admitted the delay of 7 days in making the disclosures under Regulation 82 of the Takeover Regulations for the financial year ending March 31 2006.","132":"Thus I find that the Noticees have Adjudication Order in the matter of Safari Industries India Limited admitted the violation of Regulation 82 of the Takeover Regulations for the financial year ended March 31 2006.","134":"I find here that the Noticees have made a mention of the Adjudicating Order dated November 27 2009 in the case of Shri Anil Kumar Sharda in the matter of Jaihind Synthetics Ltd hereinafter referred to as ‘JSL’.","150":"Upon examination of the said Annexure C to letter dated January 15 2014 I find that the same is a copy of the disclosure dated April 28 2006 made under Regulation 82 of Takeover Regulations for shareholding as on March 31 2006.","181":"Further the Noticees have submitted that there was no change in the shareholding of the Noticees with respect to the period in question.","182":"The Noticees have stated that the information was available on the record of the company and the stock exchanges in view of the disclosure made by the company with BSE under clause 35 of the Listing Agreement as also disclosures made by the company under Regulation 83 of Takeover Regulations.","183":"Thus the Noticee has stated that the investors were No deprived of the requisite information about shareholding of the Noticees during the period April 21 2006 due date of filing disclosure under Regulation 82 to April 28 2006 actual date of disclosure.","184":"I note that the Noticees have submitted before me the filing made to BSE under Clause 35 of the Listing Agreement for the quarter ending December 2005 and copy of the Shareholding Pattern Summary form for freefloat indices as on March 31 2006 copy of Controlling Strategic Holders form and copy of the form disclosing the holdings of 1% & above  filed by the company with BSE as on March 31 2006.","185":"I however note from the aforesaid documents produced before me that the shareholding of the Noticees for the quarter ended March 31 2006 was submitted by the company to BSE vide letter dated April 26 2006 which was acknowledged by BSE only on May 02 2006.","189":"I note here that the Noticees have also provided a copy of the disclosure dated April 11 2006 filed by the company with BSE in terms of Regulation 83 of the Takeover Regulations as on March 31 2006.","190":"On perusal of the said copy I find that the Compliance Officer of the company had informed the Exchange that they were sending the details of shareholding obtained under Regulation 81 and 82 from the acquirers.","191":"Further the filing made by the company under Regulation 83 mentioned “Shareholding Voting rights in number and % of persons mentioned at II as informed to the target company u r 82”.","193":"Since however the Noticees have admitted to have filed the disclosure under Regulation 82 of the Takeover Regulations with delay it becomes crystal clear that when the company filed the disclosure under Regulation 83 of the Takeover Regulations to the stock Exchange the company did No have the disclosures from the promoter Noticees under Regulation 82 of the Takeover Regulations.","200":"I find that the Noticees made a delayed disclosure to the company.","201":"The delay in the instant case is by seven 7 days on one occasion for the financial year ended March 31 2006 with regards to making the relevant disclosure under the provisions of Regulation 82 of the Takeover Regulations to the Company.","203":"However it has No been discovered that the company while making the filing did No have the disclosures from the promoter Noticees under Regulation 82 of the Takeover Regulations.","230":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted investigations relating to buying selling or dealing in the shares of Platinum Corporation Limited hereinafter referred to as “the Company”.","231":"Investigation inter alia had revealed that certain persons were holding shares of the Company but did No disclose their shareholdings and change in shareholding in compliance with SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT Regulations” and SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 hereinafter referred to as “SAST Regulations”.","232":"It was observed that Ashok Hiralal Shah hereinafter referred to as the “Noticee” was having a beneficiary account with Depository Participant hereinafter referred to as “DP” Shah Investor’s Home Limited having BOID 10279975.","233":"The transactions in the beneficiary account revealed that the Noticee was holding more than 5% of the equity shares of the Company.","234":"It was observed that on January 19 2004 a credit of 40 lac shares was received from Shankarlal Patel thereby increasing shareholding of the Noticee to 7.00%.","235":"It was also observed that subsequently the Noticee transferred all these shares to Robinson Worldwide Trade Ltd Adjudication Order in respect of Ashok Hiralal Shah In the matter of Platinum Corporation Ltd November 28 2011 3.","236":"It was observed that the Noticee transacted substantially in the shares of the Company but failed to make disclosure about change in shareholding.","271":"I note that the Noticee was having beneficiary account with the DP Shah Investor’s Home Limited having BOID 10279975.","272":"From the beneficiary account statement Demat statement of the Noticee enclosed with the SCN as “Annexure II” I note that on January 19 2004 the Noticee bought received 4000000 shares of the Company taking his total shareholding in the Company to 7500000 shares representing 7.00% of the equity capital of the Company.","273":"I also note that on August 17 2005 the Noticee Adjudication Order in respect of Ashok Hiralal Shah In the matter of Platinum Corporation Ltd November 28 2011 sold transferred 7500000 shares reducing his shareholding to 0.","274":"Relevant transactions of the Noticee in the aforesaid beneficiary account was as follows Date Description Credit Debit Balance Balance % to equity 01 01 04 Opening Balance 3500000 3.27% 19 01 04 By STOCK HLDG CORP OF I LTD 30202902 4000000 0 7500000 7.00% 17 08 05 To INDIA INFOLINE LIMITED 10357128 0 5000000 2500000 2.33% 17 08 05 To INDIA INFOLINE LIMITED 10357128 0 2500000 0 0% 14.","275":"From the above it is evident that the Noticee was holding more than 5% of the equity capital of the Company.","276":"It is also evident that there was a change in the shareholdings of the Noticee as he had sold transferred 7500000 shares of the Company on August 17 2005 which reduced his shareholding from 7.00% to 0 i.e  a change exceeding 2% of the shareholding in the Company.","278":"However no such disclosure had been made by the Noticee under the aforesaid regulation.","279":"I note that the Noticee vide letter dated October 14 2011 has submitted that “For my individual acquisition through off market on 19th January 2004 I made a proper disclosure to the company i.e  PCL on 21st January 2004 Ahmedabad Stock Exchange and complied with the regulations.”","280":"I also note that the Noticee has annexed copies of letters submitted by him to the Company and the Ahmedabad Stock Exchange vide which he had made disclosures under Regulation 131 of PIT Regulations & Regulation 71 of SAST Regulations for his acquisition of shares of the Company on January 19 2004.","281":"However the Noticee has neither made any submissions No has he submitted any documentary evidence which could suggest that he had made necessary disclosure under Regulation 133 of PIT Regulations to the Company for the sale transfer of shares on August 17 2005.","304":"Securities and Exchange Board of India hereinafter referred to as SEBI while conducting an examination in the scrip of Splash Media & Infra Limited. hereinafter referred to as Company SMIL during the period March 01 2013 to March 31 2013 hereinafter referred to as “examination period” observed that Shri Kirit V Dave hereinafter referred to as Noticee had failed to make timely disclosures pertaining to his acquisition of shares of SMIL during the examination period.","306":"The company is listed on the Bombay Stock Exchange BSE.","307":"The company had changed its name to Luharuka Media Infra Ltd The total paid up capital of the company as on March 31 2013 was Rs 93720000  represented by 93720000 shares of face value of Rs 1  each.","308":"It was observed during the course of examination by SEBI that the Noticee was holding 4644987 shares of SMIL  which represented 4.956% of the total share capital of the company.","309":"Noticee had sold 10000 shares of SMIL on March 22 2013 pursuant to which his shareholding in the company decreased to 4.945% as on March 22 2013.","310":"Thereaftter on March 252013 Noticee purchased 170000 shares SMIL which got credited to his Demat Account  CDSL 00006866 on March 30 2013.","311":"The shareholding of the Noticee in the company increased to 5.127% due to the aforementioned purchase of 170000 shares.","312":"In view of the fact that Noticee’s shareholding in SMIL had crossed the threshold limit of 5% of the total paid up capital of the company the Noticee was required to make necessary disclosures under the provisions of regulation 291 r w regulation 293 of the SAST Regulations to the Stock Exchange  i.e BSE and to the Company within two working days of the acquisition of shares.","348":"From the material facts on record I observe that the following table indicates the details of the transactions undertaken by the Noticee during the examination period Particulars Net purchases sale Cumulative share holding % to share capital Holding as on March 01 2013 4644987 4.96% Debit of shares of SMIL on March 22 2013 10000 4634987 4.945% Credit of shares of SMIL on March 30 2013 purchased on March 25 2013 170000 4804987 5.13% 11.","349":"From the above table I note that as on March 01 2013 the Noticee was holding 4644987 shares of SMIL which represented 4.96% of the total paid up capital of the Company.","350":"During the period March 012013 to March 31 2013 the Noticee first sold 10000 shares of SMIL and later on bought 170000 shares of SMIL on March 252013 which resulted in the percentage of the shareholding of the Noticee increasing from 4.96% to 5.13%  as on March 31 2013.","352":"In the instant case I find that the Noticee was holding less than 5% shares of SMIL on March 01 2013 i.e 4644987 shares representing 4.96% of the total paid up capital of the company viz.","353":"As can be observed from the details mentioned above the Noticee first sold 10000 shares of the company on March 222013 and later on bought 170000 shares of SMIL on March 25 2013 which resulted in Noticee’s shareholding in the company crossing the threshold limit of 5% of the total paid up capital of the Company.","354":"Therefore the Noticee was required to make the disclosures to the Company and BSE within two working days of his acquisition of the shares in terms of Regulation 291 read with Regulation 29 3 of the SAST Regulations and to the Company within two working days of his acquisition of shares in terms of Regulation 13 1 of the PIT Regulations.","356":"The Noticee in his reply dated December 19 2016 has accepted the fact that he has No made the necessary discloures required under the aforementioned provisions of law.","358":"Further I find that the company and BSE have also confirmed the fact that no disclosures were made by the Noticee under the relevant provisions of the PIT and SAST Regulations.","369":"The company has made these disclosures to the stock exchange under the provisions of the Listing Agreement.","405":"Securities and Exchange Board of India hereinafter referred to as „SEBI‟ while conducting an examination in the scrip of P.M. Telelinks Ltd hereinafter referred to as PMTL Company observed certain No compliances with SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as „PIT Regulations‟ alleged to have been committed by Shri Dipin Surana Promoter hereinafter referred to as „noticee‟.","410":"On the same day noticee had sold 15000 shares of the company due to which his shareholding reduced to 5.02% of the total shareholding in the company.","411":"The sell value of those 15000 shares sold by the noticee was 727141.","412":"Therefore the noticee was required to disclose such change in shareholding to the company and to the stock exchange within two working days of such sale.","413":"However no disclosure in this regard was made by the noticee.","415":"In the present case due to the sale of 14000 shares the change in noticees shareholding exceeded 25000 shares.","416":"Therefore noticee was required to disclose this change in shareholding number of shares sold to the company and to the stock exchange.","417":"However no disclosure in this regard was made the noticee.","420":"A revised shareholding pattern after the proposed sale was also enclosed with the said letter.","421":"PMTL has forwarded such a letter to BSE only after the noticee intimated his intention to sell some of the shares held by him.","439":"Accordingly noticee submitted the copy of email dated 19.07.2012 filed with BSE citing intention of the Promoter to sell certain shares and copy of rectified disclosure sent to BSE.","442":"It is observed from the records that on two occasions noticee failed to make disclosures under Regulation 13 4A of PIT Regulations i.e  on 01.08.2012 when he sold 15000 shares of PMTL whose sell value was 727141  and on 02.08.2012 when he had sold 14000 shares of PMTL which resulted in change in his shareholding in excess of 25000 shares.","443":"Noticee has admitted that he has failed to make disclosures under PIT Regulations as he was No aware that he was required to make disclosures under Regulation 13 4A of PIT Regulations.","444":"Noticee has submitted that he had disclosed full details regarding his intention to sell shares to BSE.","454":"SEBI‟s examination has also No quantified the profit loss for the nature of default No compliance by the noticee and no material is made available on record to assess the disproportionate gain or unfair advantage and amount of loss caused to an investor or group of investors as a result of default of the noticee.","464":"Parichay Investments Ltd “PIL” had observed that Dhirenkumar Dharamdas Agarwal“Dhiren” had violated provisions of Regulation 71 read with 72 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 “SAST 1997” and Regulations 131 133 read with 135 of SEBI Prohibition of Insider Trading Regulations 1992 “PIT 1992”.","465":"2 SEBI had conducted investigation in the scrip of PIL during July 21 2010 to August 30 2011 hereinafter referred to as ‘period of investigation’ or ‘investigation period’.","466":"3 During investigation the shareholding of Dhiren was verified from the trade log and on verification following disclosure related violations under SAST Regulations 1997 and PIT Regulations 1992 were observed and hence alleged.","509":"18 It is observed from the records that any gain or unfair advantage accrued to Dhiren as a result of nondisclosure has No been quantified.","510":"Further there is no material is made available on record to assess the disproportionate gain or unfair advantage amount of loss caused to an investor or group of investors as a result of nondisclosure.","511":"However I note that Dhiren was found guilty of No making similar disclosure violations about his holding in the scrip of Saiananad Commercial Limited erstwhile Oregon Commercial Limited on several occasions and SEBI Adjudicating officer vide order dated July 27 2018 had levied penalty of Rs 500000 on Dhiren and his wife.","522":"WTM SR CFD 27 04 2017 BEFORE THE SECURITIES AND EXCHANGE BOARD OF INDIA MUMBAI CORAM S. RAMAN WHOLE TIME MEMBER ORDER UNDER SECTIONS 11 AND 11B OF THE SECURITIES AND EXCHANGE BOARD OF INDIA ACT 1992 READ WITH SECTION 12A OF THE SECURITIES CONTRACTS REGULATION ACT 1956 IN THE MATTER OF NON–COMPLIANCE WITH THE REQUIREMENT OF MINIMUM PUBLIC SHAREHOLDING BY HRB FLORICULTURE LIMITED – Background – 1.1 HRB Floriculture Limited “HRB Floriculture” is a company incorporated under the Companies Act 1956 on February 20 1995.","523":"The Registered Office of HRB Floriculture is at A–28 Ram Nagar Shastri Nagar Jaipur–302016 Rajasthan.","524":"The shares of HRB Floriculture are listed on BSE Limited “BSE”.","525":"2 Securities and Exchange Board of India “SEBI” received a complaint dated June 25 2014 against HRB Floriculture alleging that the said company wrongly disclosed its Promoter shareholding from September 30 2010 as 6 out of 8 Promoters were incorrectly classified in the ‘public’ category pursuant to decrease in the company’s share capital post forfeiture of partly paid–up equity shares.","526":"3 The examination initiated by SEBI into the aforementioned allegation revealed the following – a.","527":"“During the period June 2006–September 2010 HRB Floriculture had 8 Promoters together holding 2100000 equity shares constituting 41.17% of the Company’s paidup equity capital as under – TABLE I PERIOD – FROM JUNE 2006 TO SEPTEMBER 2010 SR.","528":"No NAME OF THE PROMOTER SHAREHOLDING SHARES PERCENTAGE HOLDING % 1.","536":"Vinod Kumar Parwal 645100 12.65 TOTAL 2100000 41.17 b.","537":"Total number of shares as per the shareholding pattern of HRB Floriculture for the quarter ended September 30 2010 was 5100200 shares. c.","538":"During October 2010 2823900 partly paidup shares were forfeited.","539":"According to HRB Floriculture vide email dated August 27 2014 the partly paidup equity shares were originally issued during its IPO in April 1996. d.","540":"Post forfeiture of equity shares HRB Floriculture’s capital was reduced and comprised of 2276300 equity shares. e.","541":"The shareholding pattern of HRB Floriculture for the quarter ended December 31 2010 showed only 2 persons viz.","542":"Krishan Kumar Parwal and Sunita Parwal under the ‘Promoter’ category holding an aggregate 944500 shares 41.49%.","546":"Sunita Parwal 80100 3.52 TOTAL 944500 41.49 f.","547":"Surprisingly the other 6 individuals who were earlier indicated as Promoters were shown as part of the public shareholding i.e  holding more than 1% as under TABLE III PERIOD – DECEMBER 31 2010 – POST FORFEITURE OF SHARES SR.","548":"No NAME OF THE PROMOTER SHAREHOLDING SHARES PERCENTAGE HOLDING % 3.","554":"Vinesh Kumar Bhargava 50100 2.20 TOTAL 1155500 50.77 g.","555":"On perusal of shareholding pattern of the Company from September 2012 onwards it is noted that the name of  Mr Vinesh Kumar Bhargava holding 2.2% did No appear in the list of public of public shareholders holding more than 1%.","556":"The other five persons continue to hold 48.56% as part of the public shareholding.","557":"This position continues as seen from the shareholding pattern of the Company as on March 31 2016.”","559":"In its response vide an e–mail dated August 7 2014 HRB Floriculture enclosed a copy of the letter dated November 22 2010 purportedly sent to BSE stating that the company confirmed the change in status of the abovementioned 6 entities at paragraph 1.3f3–8 from ‘Promoter’ to ‘public’ category.","560":"HRB Floriculture also enclosed copies of letters each dated October 30 2010 received by the company from the abovementioned 6 entities at paragraph 1.3f3–8 in which it was stated that they were no longer associated with the Company as ‘Promoters’ and requested the Company to confirm their status as ‘public shareholders’.","562":"In its reply vide an e–mail dated July 1 2015 BSE inter alia informed SEBI – a.","563":"HRB Floriculture reclassified the Promoters’ shareholding during the quarter December 2010. b.","564":"If the erstwhile Promoters would No have been classified as ‘public’ the total holding of the Promoters in December 2010 quarter would have been 92.25%. c.","565":"The clarification letter claimed to have been provided by HRB Floriculture was No received by BSE. d.","567":"6 Vide letter dated October 1 2015 SEBI informed HRB Floriculture that BSE had No received the letter dated November 22 2010.","568":"Further SEBI informed HRB Floriculture that the individual letters each dated October 30 2010 received by the company from the abovementioned 6 entities at paragraph 1.3f3– 8 and which was submitted to SEBI vide the company’s reply dated August 7 2014 – as mentioned at paragraph1.4 contained no reason for re–classification of the said entities from ‘Promoter’ to ‘public’ category.","569":"SEBI also informed HRB Floriculture of the following – a.","572":"Further it is seen that from the disclosures under Regulations 301 and 302 of SEBI SAST Regulations 2011 that the other two entities a Vinod Kumar Parwal and b Nirmala Devi Parwal were shown together with Krishna Kumar Parwal and Sunita Parwal.","582":"A B and C with shareholdings of 45% 35% and 10% respectively; the excess promoter holding of 60% shall be allocated as follows 1.","583":"A 60% multiplied by [45% 45%+35%+10%] = 30.00% 2.","584":"B 60% multiplied by [35% 45%+35%+10%] = 23.33% 3.","586":"No NAME OF THE PROMOTER SHAREHOLDER SHAREHOLDING AS ON MARCH 31 2016 EXCESS SHAREHOLDING TO BE FROZEN % 1.","587":"Krishna Kumar Parwal 37.97 25.40 2.","609":"3 During the intervening period SEBI received confirmation from BSE vide its e–mail dated October 10 2016 stating “It may be noted that the holdings of the persons named in the Interim Order dated June 15 2016 is the same as that mentioned in the said Order and the aggregate of these holdings is 90.06%.","610":"Further it may be noted that till date the company has No specifically informed the Exchange of any steps taken by it to achieve minimum public shareholding requirement.”","613":"“That the present dispute relates to the shareholding of the Promoters which was disclosed to the BSE on 22112010 and has further been acknowledged and admitted vide Notice dated 2182012 while revoking the suspension in trading of equity shares of the respondent company.","614":"The aforesaid notice issued by the BSE categorically records that the Promoters’ shareholding i.e  944500 equity share shall remain in lock in period upto 31122012.","615":"A bare perusal of the shareholding pattern of the company would go to show that the aforesaid shares belong to  Mr Krishan Kumar Parwal and Sunita Parwal.","622":"The aforesaid request of the company was accepted by the SEBI by observing that the company may No be required to obtain approval of the shareholders for the proposed reclassification.","623":"However such classification may be allowed by the Stock Exchanges as per the listing regulations subject to the compliance of Regulation 31A.","633":"That the aforesaid change in the shareholding pattern was duly informed to the BSE vide letter dated 22112010 wherein the respondent company informed the BSE about the change in status from Promoter category to Public category.","634":"It is pertinent to note that after the receipt of the aforesaid letter no query was raised by the BSE and therefore the respondent company remained under the impression that it had complied with all the provisions of the listing agreement as well as the SCRA.","635":"That in 2010 the management of the company decided to apply for revocation of suspension of trading of equity shares to the BSE and accordingly an application was made to the BSE for revocation of suspension of trading of equity shares in 2011.","637":"That it is relevant to note that after the revocation of suspension of trading of equity shares by BSE the fact of change of status of Hansraj Parwal Basanti Devi Parwal Vinod Kumar Parwal Nirmala Devi Parwal Vinesh Kumar Bhargava and Ram Janki Devi Parwal is being displayed on the website of BSE and the shareholding pattern depicting change in Promoter category is being filed with BSE since October 2010 to till date.","638":"That at the time of revocation of suspension of trading of equity shares by the BSE a condition was imposed by the BSE that the entire promoter’s holding of the company shall remain under lock in for a period of three months from the date of revocation.","639":"As per the notice dated 21 82012 issued by the Department of Corporate Services BSE and the details of the Promoter’s shareholding which was directed to remain under lock – in period was the shareholding belonging to Krishan Kumar Parwal and his wife.","640":"The aforesaid shareholding belonging to Krishan Kumar Parwal did No include the shareholding of the other family members who were reclassified in the public category in the year 2010.","642":"That the respondent company was shocked to see the letter dated 06.08.2014 as to why the BSE has failed to inform to SEBI about the receipt of the letter dated 22.11.2010.","643":"However after the aforesaid letter was replied no more query was raised by SEBI regarding the change in category but by an email dated 26.08.2014 queries were raised regarding the forfeiture of the shares which was duly answered by the Respondent Company.","657":"1.4 Vide Notifications dated June 4 2010 and August 9 2010 the Ministry of Finance amended the SCRR to provide for minimum and continuous public shareholding requirements in listed companies as it was felt that a dispersed shareholding structure was essential for the sustenance of a continuous market for listed securities to provide liquidity to the investors and to discover fa ir prices.","667":"1.6 A result of the aforementioned Notifications was that all listed companies other than PSUs were mandated to have minimum public shareholding of 25%.","668":"Further in listed companies where the public shareholding was less than 25% such companies were mandated to raise the same to the minimum of 25% by June 3 2013.","671":"Offer for sale of shares held by Promoters to public through prospectus; c.","677":"1.8 The shareholding patterns of HRB Floriculture as obtained from the BSE website as on December 31 2016 is as under – TABLE IV PERIOD – DECEMBER 31 2016 SR.","687":"It is therefore inferred that he is no longer a shareholder in HRB Floriculture.","688":"1.9 From BSE’s e–mail dated October 10 2016 it is noted that HRB Floriculture has No informed the Exchange of any steps taken by it to achieve minimum public shareholding requirement.","689":"1.10 On a consideration of the aforementioned in light of the shareholding at Table IV it is observed that Promoters and persons related to the Promoters entities at serial No 3–7 of Table IV who were re–classified as ‘public shareholders’ continue to hold 90.06% of the total shareholding in HRB Floriculture see also paragraph 16 of the Interim Order dated June 15 2016 reproduced at paragraph 2.1 of page 4.","690":"2.1 In the instant proceedings I note that HRB Floriculture has submitted copies of Affidavits of the family members endorsing the stand taken by the company.","697":"2.2 As regards the submission made by HRB Floriculture regarding the Informal Guidance given by SEBI vide letter dated “17102016 issued in response to the request by M s Alembic Pharmaceuticals Limited” I note that the aforesaid letter clearly stated “4.","699":"However such reclassification may be allowed by the stock exchanges under Regulation 31A2 and 31A3 of the Listing Regulations subject to compliance of Regulation 31A.","715":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ investigated into various price sensitive disclosures made by M s Suzlon Energy Limited hereinafter referred to as ‘Suzlon the company’ for the period of November 3 2009 and December 2 2009.","716":"During the course of investigation it was observed that Suzlon had amended its code of internal procedures and conduct for prevention of insider trading for listed companies “Code of Conduct” in line with amendments in SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT Regulations” Adjudication Order in respect of Pradip Kumar Khaitan in the matter of Suzlon Energy Limited September 30 2013 notified on November 19 2008 only on February 4th 2011 i.e  after a delay of more than 2 years.","717":"Further no mechanism for preclearance of trades was incorporated in the Code of Conduct despite being mandated by the PIT Regulations.","719":"Shri Pradip Kumar Khaitan hereinafter referred to as “the Noticee” was a NonExecutive Independent Director of the Company during the relevant period.","720":"As a member of the Board the Noticee was also allegedly responsible for the delay in amendment and implementation of the Code of Conduct.","755":"It was emphasized that the Noticee did No attend the Board meetings in which the issue was considered.","786":"Suzlon as a listed company was required to comply with the PIT Regulations and accordingly had to implement code of Conduct as required by Regulation 121 of the PIT Regulations.","788":"Accordingly Suzlon was required to amend its code of conduct in line with the amendments in PIT Regulations.","789":"However Suzlon implemented the amended Code of Conduct only on February 4th 2011 which is more than 2 years after the notification.","790":"This huge delay occurred in spite of Suzlon’s Board of Directors being aware about the changes in PIT Regulations.","791":"The Board was informed about the changes in the PIT regulations in the meeting dated July 31 2009 by  Mr Sundar Adjudication Order in respect of Pradip Kumar Khaitan in the matter of Suzlon Energy Limited September 30 2013 Rajagopalan who was the President Legal and General Counsel of Suzlon.","792":"The Board unduly delayed the implementation of revised Code of Conduct by deferring the matter when it was listed as agenda item in the Board meetings dated May 29 2010 and August 13 2010 and the code was subsequently passed in the board meeting dated February 4 2011.","793":"It is clear from the material available on record that the Board was aware of the requirement to implement a new code of conduct and inspite of this the Board deferred the deliberation on the code of conduct for two meetings.","794":"Thus it is clear that Suzlon delayed the implementation of new code of conduct.","796":"In the present matter it is clear that the Board by delaying the implementation has acted in violation of the above mentioned provision.","798":"I note that the Noticee was admittedly NonExecutive Independent Director of the Company during the period August 25 2004 to April 28 2011.","799":"The Board of Suzlon after granting approval for drafting a new code of conduct was supposed to discuss it in the meeting held on May 29 2010.","801":"However the new code of conduct could No be discussed by the Board on May 29 2010 and it was kept in Adjudication Order in respect of Pradip Kumar Khaitan in the matter of Suzlon Energy Limited September 30 2013 abeyance.","802":"The said draft was supposed to be considered again in the meeting dated August 13 2010 but even in this meeting the issue could No be discussed.","803":"Finally the draft was considered and approved in the meeting held on February 4 2011 which was after more than 2 years of amendment of PIT Regulations.","805":"I note that the Noticees name figured in the list of the Board of Directors of Suzlon in all the four relevant meetings when the issue of change in the code of conduct was to be discussed.","806":"However it is observed from the details of Board meeting attendance provided by Suzlon that the Noticee did No attend these four Board meetings.","812":"Thus the role of director and the responsibilities attached to that position in a listed company cannot be underestimated."},"label":{"3":"material fact","4":"material fact","16":"material fact","17":"material fact","18":"material fact","20":"material fact","41":"material fact","42":"material fact","43":"material fact","44":"material fact","48":"material fact","49":"material fact","50":"material fact","56":"material fact","57":"material fact","58":"material fact","59":"material fact","61":"material fact","64":"material fact","65":"material fact","79":"material fact","94":"material fact","95":"material fact","96":"material fact","97":"material fact","98":"material fact","99":"material fact","123":"material fact","124":"material fact","128":"material fact","131":"material fact","132":"material fact","134":"material fact","150":"material fact","181":"material fact","182":"material fact","183":"material fact","184":"material fact","185":"material fact","189":"material fact","190":"material fact","191":"material fact","193":"material fact","200":"material fact","201":"material fact","203":"material fact","230":"material fact","231":"material fact","232":"material fact","233":"material fact","234":"material fact","235":"material fact","236":"material fact","271":"material fact","272":"material fact","273":"material fact","274":"material fact","275":"material fact","276":"material fact","278":"material fact","279":"material fact","280":"material fact","281":"material fact","304":"material fact","306":"material fact","307":"material fact","308":"material fact","309":"material fact","310":"material fact","311":"material fact","312":"material fact","348":"material fact","349":"material fact","350":"material fact","352":"material fact","353":"material fact","354":"material fact","356":"material fact","358":"material fact","369":"material fact","405":"material fact","410":"material fact","411":"material fact","412":"material fact","413":"material fact","415":"material fact","416":"material fact","417":"material fact","420":"material fact","421":"material fact","439":"material fact","442":"material fact","443":"material fact","444":"material fact","454":"material fact","464":"material fact","465":"material fact","466":"material fact","509":"material fact","510":"material fact","511":"material fact","522":"material fact","523":"material fact","524":"material fact","525":"material fact","526":"material fact","527":"material fact","528":"material fact","536":"material fact","537":"material fact","538":"material fact","539":"material fact","540":"material fact","541":"material fact","542":"material fact","546":"material fact","547":"material fact","548":"material fact","554":"material fact","555":"material fact","556":"material fact","557":"material fact","559":"material fact","560":"material fact","562":"material fact","563":"material fact","564":"material fact","565":"material fact","567":"material fact","568":"material fact","569":"material fact","572":"material fact","582":"material fact","583":"material fact","584":"material fact","586":"material fact","587":"material fact","609":"material fact","610":"material fact","613":"material fact","614":"material fact","615":"material fact","622":"material fact","623":"material fact","633":"material fact","634":"material fact","635":"material fact","637":"material fact","638":"material fact","639":"material fact","640":"material fact","642":"material fact","643":"material fact","657":"material fact","667":"material fact","668":"material fact","671":"material fact","677":"material fact","687":"material fact","688":"material fact","689":"material fact","690":"material fact","697":"material fact","699":"material fact","715":"material fact","716":"material fact","717":"material fact","719":"material fact","720":"material fact","755":"material fact","786":"material fact","788":"material fact","789":"material fact","790":"material fact","791":"material fact","792":"material fact","793":"material fact","794":"material fact","796":"material fact","798":"material fact","799":"material fact","801":"material fact","802":"material fact","803":"material fact","805":"material fact","806":"material fact","812":"material fact"},"case_number":{"3":16,"4":16,"16":17,"17":17,"18":17,"20":17,"41":17,"42":17,"43":17,"44":17,"48":17,"49":17,"50":17,"56":17,"57":17,"58":17,"59":17,"61":17,"64":17,"65":17,"79":17,"94":17,"95":17,"96":17,"97":17,"98":17,"99":17,"123":17,"124":17,"128":17,"131":17,"132":17,"134":17,"150":17,"181":17,"182":17,"183":17,"184":17,"185":17,"189":17,"190":17,"191":17,"193":17,"200":17,"201":17,"203":17,"230":18,"231":18,"232":18,"233":18,"234":18,"235":18,"236":18,"271":18,"272":18,"273":18,"274":18,"275":18,"276":18,"278":18,"279":18,"280":18,"281":18,"304":19,"306":19,"307":19,"308":19,"309":19,"310":19,"311":19,"312":19,"348":19,"349":19,"350":19,"352":19,"353":19,"354":19,"356":19,"358":19,"369":19,"405":20,"410":20,"411":20,"412":20,"413":20,"415":20,"416":20,"417":20,"420":20,"421":20,"439":20,"442":20,"443":20,"444":20,"454":20,"464":21,"465":21,"466":21,"509":21,"510":21,"511":21,"522":22,"523":22,"524":22,"525":22,"526":22,"527":22,"528":22,"536":22,"537":22,"538":22,"539":22,"540":22,"541":22,"542":22,"546":22,"547":22,"548":22,"554":22,"555":22,"556":22,"557":22,"559":22,"560":22,"562":22,"563":22,"564":22,"565":22,"567":22,"568":22,"569":22,"572":22,"582":22,"583":22,"584":22,"586":22,"587":22,"609":22,"610":22,"613":22,"614":22,"615":22,"622":22,"623":22,"633":22,"634":22,"635":22,"637":22,"638":22,"639":22,"640":22,"642":22,"643":22,"657":22,"667":22,"668":22,"671":22,"677":22,"687":22,"688":22,"689":22,"690":22,"697":22,"699":22,"715":23,"716":23,"717":23,"719":23,"720":23,"755":23,"786":23,"788":23,"789":23,"790":23,"791":23,"792":23,"793":23,"794":23,"796":23,"798":23,"799":23,"801":23,"802":23,"803":23,"805":23,"806":23,"812":23}}