{"sentence":{"1":"Helios and Matheson Information Technology Limited C o.","10":"Pricewaterhouse 2 Coopers Pvt Ltd in or around February 2005 it agreed to acquire three companies namely vMoksha Technologies Inc USA vMoksha Technologies Pte Singapore and vMoksha Technologies Pvt Ltd. Bangalore collectively referred to hereinafter as vMoksha entities.","11":"A preliminary termsheet setting out the terms of acquisition was signed in April 2005 between the appellant on the one hand and vMoksha entities along with  Mr Tapan Garg Mrs. Madhuri Garg  Mr Rajeev Sawhney Mrs. Poonam Sawhney and  Mr Pawan Kumar on the other and they shall collectively be referred to hereinafter as the sellers.","12":"The appellant made a disclosure to the stock exchanges on April 12 2005 stating that it had signed an agreement to acquire 100 per cent of vMoksha entities subject to standard closing conditions.","13":"Subsequently on May 2 2005 the appellant informed the stock exchanges that a meeting of its board of directors would be held on May 9 2005 to consider the signing of share purchase agreement for short SPA for acquiring vMoksha entities and for fixing a date for holding an extraordinary general meeting of its shareholders to give effect to the same.","14":"Thereafter on May 9 2005 the appellant informed the stock exchanges that its board of directors in their meeting held on that very day had authorised its managing director to sign the SPA and to do all other acts necessary for the acquisition and that he had also been authorised to convene an extra ordinary general meeting of the shareholders for obtaining their approval.","15":"These disclosures were made to the stock exchanges as per the requirement of the listing agreement.","16":"On May 11 2005 the SPA was signed between the appellant and the vMoksha entities and the former issued a press release on the same day and the stock exchanges were informed on May 12 2005 regarding the same.","17":"The relevant part of the press release is reproduced hereunder for facility of reference “Chennai May 11 2005;","18":"Helios & Matheson Information Technology Ltd today announced that it has completed the acquisition of all three vMoksha companies vMoksha Technologies Inc USA vMoksha Technologies Pte Limited Singapure and vMoksha Technologies Private Limited Bangalore.","19":"“The acquisition of the 3 vMoksha companies is complete and we are working towards a seamless integration” said  Mr V. Ramachandiran Chairman Helios & Matheson.","22":"The allcash deal was closed at USD 19 million and includes earnout for achieving targeted financial milestones over a twoyear period. vMoksha is a business that has 510 employees and global presence with offices in USA Europe Singapore and India.","23":"Helios & Matheson earlier signed an agreement in April 2005 with vMoksha to acquire all the three companies.","24":"With the completion of the acquisition all 3 vMoksha entities No become wholly owned subsidiaries of Helios & Matheson.","25":"Pawan Kumar founder of vMoksha and former head of IBM in India will continue as CEO post acquisition.”","27":"“The acquisition of the 3 vMoksha Companies is complete and we are working towards a seamless integration” said  Mr V. Ramachandiran Chairman of the company.","29":"Announcement The Share Purchase Agreement was signed on May 11 2005 by Company’s and vMoksha’s officials after completion of all procedural formalities.","30":"The allcash deal was closed at USD 19 million and includes earnout for achieving targeted financial milestones over a twoyear period vMoksha is a business that has 510 employees and global presence with offices in USA Europe Singapore and India.","31":"“We are looking at an aggressive growth to USD 100 mn revenue in the next 24 months and also at attaining a critical mass of 2000 employees by 2006.","35":"Apart from executing the SPA on May 11 2005 the parties executed two other agreements as well on the same day.","36":"A share subscription agreement SSA and an 4 Escrow agreement were also executed between them.","37":"As per the SSA the sellers were to subscribe to redeemable preference shares of the appellant company to be redeemed for cash at the expiry of eighteen months from the date of the subscription agreement.","38":"The subscription price was to be paid by the sellers to the appellant company simultaneously on receipt of funds from the latter to the former under the SPA.","45":"It appears that inter se disputes had by then arisen between Pawan Kumar and Rajeev Sawhaney the two sellers as a result whereof the board meetings of the vMoksha entities could No be convened.","47":"It was then that the escrow agents emailed the request of the sellers to the appellant seeking permission from the appellant whether to release the documents lying with them.","55":"The Securities and Exchange Board of India for short SEBI felt that the disclosures made by the appellant in its press release dated May 11 2005 and the disclosures made to the stock exchanges on May 12 2005 regarding the acquisition of vMoksha entities by the appellant contained misstatements and it withheld price sensitive information from the investors who were thereby misled.","61":"The complete terms and conditions of the deal to acquire vMoksha.","62":"You had No stated the entire facts in the press release dated May 11 2005 and disclosure dated May 12 2005 that the sellers would subscribe to preference shares as subsequent leg of the deal.","67":"However as per Clause 4 the SPA it has been observed that the completion shall take place on a date to be mutually agreed upon by both the parties on compliance of certain other clauses in the agreement but such date would No be later than 120 days from the signing of the SPA.","69":"A reading of the aforesaid two charges makes it clear that these are based on the press release issued by the appellant on May 11 2005 a copy of which was sent to the stock exchanges on the following day.","70":"A copy of the press release is Exhibit E on the record and the corporate announcement that was flashed by BSE on its website is Exhibit F before us.","81":"He further found that the deal was yet to be completed after complying with clauses 2.2.1 and 2.2.2 of SPA and that the appellant had wrongly stated in the press release that the deal was complete.","82":"This is what he has said in this regard “In view of the above it is very clear that the deal was to be completed after complying with Clauses 2.2.1 & 2.2.2 of the agreement.","100":"The adjudicating officer has found that the appellant had No disclosed that the sellers would be subscribing to the preference shares as subsequent 9 leg of the deal and that this information had been “willfully withheld”.","103":"The fact that the sellers would be subscribing to the preference shares and that the appellant company would be issuing those shares to them had No been mentioned in the press release.","138":"The resignation letters of the directors of vMoksha entities had also been handed over to these agents.","153":"Since FIPB approval came on June 30 2005 the consideration was paid on that day.","176":"Securities and Exchange Board of India hereinafter referred to as “SEBI” observed that the entity Whitefeathers Realty Pvt Ltd hereinafter referred to as “Noticee” a public shareholder of the company – Mapro Industries Ltd hereinafter referred to as “MIL” had acquired 10000 shares of MIL in offmarket transaction on 14.09.2016 which led to Noticee’s shareholding to increase from 4.92% to 5.04% of the total share capital of MIL.","177":"Since the holding of the Noticee crossed the threshold of 5% of sharecapital of MIL mandatory disclosure requirement was triggered in terms of Regulation 291 read with 293 of SEBI Substantial Acquisition of Shares and Takeover Regulations 2011 hereinafter referred to as “SAST Regulations 2011”.","178":"The disclosure was required to be made by the Noticee to the stock exchanges and MIL within 2 working days from the date of acquisition i.e  due date was 19.09.2016.","179":"However it was observed that the Noticee has No made the aforesaid mandatory disclosure.","200":"From the material available on record it is noted that the Noticee had acquired 10000 shares of MIL in offmarket transaction on 14.09.2016.","201":"The transaction statement of the Noticee’s demat account provided by CDSL shows the credit of 10000 shares on 14.09.2016 and the consequent change in its shareholding from 413050 shares 4.92% to 423050 shares 5.04%.","202":"Since the shareholding of the Noticee crossed 5% of the total shares of MIL the Noticee was required to submit disclosures under Regulation 291 read with 293 of SAST Regulations 2011 regarding his shareholding to MIL and the stock exchanges within two working days from the date of the acquisition.","203":"In this regard I note that the company i.e  MIL and BSE vide their respective emails dated 19.07.2019 and 21.07.2017 have confirmed that no disclosure under Regulation 291 read with 293 of SAST Regulations 2011 has been received by them from the Noticee.","221":"I also note that no prior default of the Noticee is available on record.","222":"I note that securities market is based on free and open access to information.","223":"As a result of the violation committed by the Noticee the investors were deprived of valuable information which would have enabled them to take well informed decisions regarding their investments in the company.","224":"In the present matter I note that Noticee has No made disclosure under Regulation 291 read with 293 of SAST Regulations 2011 to the company and stock exchange regarding its acquisition of 10000 shares leading to its shareholding from 413050 shares 4.92% to 423050 shares 5.04% i.e  breaching the 5% threshold.","236":"The SCN stated that MFL in its minutes of the Board meeting held on March 13 2013 has recorded that  ...there was a probability that the company may have to report negative profit for the quarter ended 31st March 2013 contrary to the expectations of stakeholders.","237":"Management said that it would seek professional advice as to what needs to be done in this regard towards making appropriate disclosures to all the stake holders.","238":"Therefore the information of negative profit for the 4th quarter of FY201213 is deemed to be the price sensitive information.","239":"Further when the information was made public the price of the scrip declined by 14.25% on March 20 2013.","240":"MFL announced its financial results for the quarter ended March 31 2013 on May 15 2013 at 1745 hrs.","241":"On May 16 2013 the price of the scrip on the BSE fell from a closing price of Rs 16.00 on 15 05 2013 to a closing price of Rs 15.00 on 16 05 2013 i.e  a decrease of 6.25% 3.","242":"Mr Saurabh Mukherjea of Ambit Capital Private Limited Ambit in its meeting dated March 18 2013 with  Mr I. Unnikrishnan and  Mr Sachin Agrawal of MFL procured the UPSI and communicated the said UPSI through research report in violation of Section 12Ad and 12Ae of SEBI Act 1992 read with Regulation 3ii of SEBI PIT Regulations 1992.","258":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted an investigation in the trading of the scrip of Arvind International Ltd hereinafter referred to as “AIL Company”.","259":"The shares of AIL were listed at Bombay Stock Exchange Ltd hereinafter referred to as BSE.","260":"It was observed in the investigation report that on September 13 2010 Gujarat Metallic Coal & Coke Ltd hereinafter referred to as Gujarat Metallic Noticee You ACL sold 375000 shares of AIL to Mrs. Komal Nahata hereinafter referred to as KN and further on October 26 2010 acquired 375000 shares of AIL from KN and did No make the relevant disclosures under SEBI Substantial Acquisition of Shares & Takeover Regulations 1997 hereinafter referred to as “SAST Regulations” and SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations on both the occasions.","265":"Gujarat Metallic sold 375000 shares to KN in offmarket constituting 5.35 percent of the total share capital of AIL.","266":"The details of the transaction are as follows Date of Transaction Entity Preholding no. of shares Purchased sold no. of shares Post holding no. of shares 13.09.2010 Gujarat Metallic 375885 375000 885 13.09.2010 KN 0 +375000 375000 b.","267":"As per the trading details on September 13 2010 Noticee was holding 375885 shares of AIL constituting 5.36 percent of the total shareholding of AIL.","268":"Noticee had sold 375000 shares to KN due to which its shareholding reduced to 885 shares i.e  0.01% of the total shareholding of AIL.","269":"At this juncture as per regulation 13 3 of PIT Regulations Noticee was required to disclose the number of shares or voting rights held and change in shareholding or voting rights as its shareholding reduced from 5.36% to 0.01% i.e  below 5%.","270":"However Noticee had No made disclosures to AIL of such change as required under regulation 133 read with regulation 13 5 of the PIT Regulations. c.","271":"It was further observed that Gujarat Metallic acquired 375000 shares in off market on October 26 2010 from KN.","272":"The details are given as follows Date of Transaction Entity Preholding no. of shares Purchased sold no. of shares Post holding no. of shares 26.10.2010 KN 375000 375000 0 26.10.2010 Gujarat Metallic 885 +375000 375885 d.","273":"It was observed during the investigation that on October 26 2010 Noticee was holding 885 shares constituting 0.01% of the total shareholding of AIL and acquired 375000 shares of AIL constituting 5.35 percent of the total shareholding of AIL.","274":"This acquisition led to an increase in its shareholding from 0.01% to 5.36% of the total shareholding of AIL.","275":"At this juncture as per regulation 71 read with 72 of SAST Regulations and 131 of PIT Regulations Noticee was required to disclose its shareholding to AIL and to the stock exchange within two days as it has increased to more than five percent of the total shareholding of AIL.","276":"However Noticee had No made any disclosure to AIL and to the stock exchanges of such acquisition as required under regulation 71 read with 72 of SAST and regulation 131 read with 135 of PIT regulations.","277":"Noticee had submitted its reply dated May 18 2013 wherein it was stated as follows;","279":"However ACL instead of making pledge of the shares had inadvertently transferred 375000 equity shares of AIL to KN on 13.09.2010 off market.","300":"Noticee has No produced any detailed supporting documents in support of its claim for example correspondence with the lender resolution necessary approval terms and conditions of the proposed loan etc.","302":"The moment the shares were debited from its account thereby leading to a change in shareholding from 5.36% to 0.01% and further credited back into its demat account thereby leading to change in shareholding acquisition from 0.01% to 5.36% PIT Regulations and SAST Regulations were triggered.","303":"Upon perusal of the documents available on record it is observed that on September 13 2010 Noticee had transferred sold 375000 shares of AIL to KN in off market and on October 26 2010 had received acquired the same number of shares of AIL from KN in off market.","304":"On September 13 2010 Noticee had transferred sold 375000 shares of AIL to KN in offmarket constituting 5.35 percent of the total share capital of AIL.","305":"Due to this Noticees shareholding reduced to 0.01%. a.","307":"In the instant case Noticee had sold 375000 shares of AIL due to which its shareholding reduced to 0.01% from 5.36%.","308":"Therefore as per regulation 133 read with 135 of the PIT Regulations Noticee was required to disclose the same to the company within two working days of such change in shareholding.","309":"However Noticee had No made any disclosure to the company.","310":"Further on October 26 2010 the Noticee had received acquired the same number of shares i.e  375000 shares of AIL from the same entity KN constituting 5.35 percent of the total shareholding of AIL.","311":"This transaction led to an increase in its shareholding from 0.01% to 5.35% of the total shareholding of AIL. a.","313":"Therefore as per regulation 71 read with 72 of SAST Regulations Noticee on receiving acquiring 375000 shares constituting 5.35 percent of the total shareholding of AIL was required to disclose to the company and to the stock exchange within two days. b.","315":"Therefore as per regulation 131 read with 135 of PIT Regulations as the Noticee was holding 5.36 percent of the total shareholding of AIL it was required to disclose its shareholding within two working days to the company. c.","316":"It is observed that at this juncture as per abovementioned regulations Noticee was required to disclose its shareholding to AIL and to the stock exchange as it has increased to more than five percent of the total shareholding of AIL.","317":"However Noticee had No made any disclosures to AIL and to the stock exchanges of such receipt of shares change in shareholding as required under regulation 71 read with 72 of SAST and regulation 131 read with 135 of PIT regulations.","325":"It is noted from the examination report that the quantum of penalty has No been quantified.","336":"Upon examination it was inter alia observed that one Shri S. N. Vardarajan herein after referred to as the Noticee Director of IHPML was in possession of 708200 shares 7.49% and on April 21 2003 had sold 58500 shares which decreased his shareholding to 649700 shares 6.88% and he was required to disclose the same to the company as prescribed under Regulation 13 4 read with Regulation 13 5 of the SEBI Prohibition of Insider Trading Regulations1992 herein after referred to as the PIT Regulations.","353":"I find from the SCN that the Noticee is a Director of IHPML who was in possession of 708200 7.49% shares of IHPML as on April 20 2003 and sold 58500 shares of IHPML on April 21 2003 which reduced his shareholding in IHPML to 649700 6.88%.","354":"Since the change in shareholding exceeded 25000 shares the Noticee being a Director was under an obligation to make the necessary disclosures to the company as required under Regulation 134 read with 135 of the PIT Regulations.","355":"However the Noticee was alleged to have failed to disclose the same.","356":"The Noticee vide his reply dated July 24 2014 submitted that he was a director at IHPML at the time of the transaction and continues to be one till date.","367":"Upon perusal of the documents available on record and considering the submissions of the Noticee I find that IHPML is a company listed on BSE and the Noticee is a Director of IHPML.","368":"I further find that the Noticee in his submissions stated that the prescribed formats Form D for the disclosures were introduced only with effect from July 11 2003 vide SEBI Insider Trading Amendment Regulations 2003 while the sale of 58500 shares of IHPML by the Noticee took place only on April 21 2003.","370":"Further I note from the Noticee‟s submissions that the company had made necessary disclosures to the stock exchanges under Clause 49 of the Listing Agreement.","394":"The examination inter alia revealed that Sunmet Holdings India Private Limited Formerly known as Sun Metals Pvt Ltd and herein after referred to as the Noticee is a promoter company of IHPML and was in possession of 2229500 23.59% shares of IHPML.","395":"It was observed that the Noticee had acquired certain shares on three occasions i.e  on December 29 2003 April 17 2004 and March 31 2008 which increased its shareholding in IHPML by more than 2% on two occasions i.e  to 25.17% upon acquiring shares on December 29 2003 and 33.85% upon acquisition on March 31 2008 respectively thereby requiring it to make disclosures to the company as prescribed under Regulation 133 read with Regulation 135 of the SEBI Prohibition of Insider Trading Regulations 1992 herein after referred to as the PIT Regulations.","407":"They also submitted copies of the Noticees share holding patterns for the quarters ending September 2003 and December 2003.","415":"I find from the SCN that the Noticee is one of the promoter entities of IHPML & was in possession of 2229500 23.59% shares of IHPML.","416":"I further find that the Noticee had acquired 200000 100000 and 668860 shares of IHPML on December 29 2003 April 17 2004 and March 31 2008 respectively which increased its shareholding by more than 2% on two occasions i.e  on acquiring shares on December 29 2003 25.","417":"71% and March 31 2008 33.85%.","418":"The details of the acquisitions made by the Noticee on the three occasions is detailed below 9.","419":"Since the change in the Noticees shareholding exceeded 2% on said two occasions the Noticee was under an obligation to make necessary disclosure as prescribed under Regulation 133 read with 135 of the PIT Regulations.","422":"The Noticee further submitted that the transferor and the transferee in all the three transactions as mentioned in the SCN were either the promoters or formed a part of the Promoters Group of IHPML.","425":"This change among the promoters was also reflected in the shareholding pattern filed under Clause 35 of the listing agreement for the quarter ended December 31 2003.","426":"Further the Noticee stated that as the transaction involving the change in shareholding was known to the Board the requirement to file Form C under the PIT Regulations becomes a technical matter.","429":"With regard to the transaction on March 31 2008 for 668860 shares which increased the shareholding of the Noticee to 33.85% the Noticee submitted that the necessary disclosures were made by it to the company and the company in turn had made the disclosures to BSE on March 31 2008 itself.","430":"The Noticee vide its letter August 02 2014 submitted that as regards the inter se transfer of shares between the promoters on December 29 2003 IHPML had made the necessary disclosures with respect to the said change in shareholding pattern to the Stock Exchanges as required under Clause 49 of the Listing Agreement.","433":"I find from the Noticees reply dated July 24 2014 that as regards the acquisition of 200000 shares on December 29 2003 the said transaction was inter se transfer and the change in the promoter shareholding was known to the Board of company and consequently reflected in the shareholding pattern for the quarter ending December 31 2003.","434":"Further I note from the Noticee‟s submissions that the company had made necessary disclosures to the stock exchanges under Clause 49 of the Listing Agreement.","440":"Further I find that as regards the acquisition of 668860 shares on March 31 2008 the Noticee has submitted that the necessary disclosures were made to IHPML which in turn was submitted to the stock exchange by IHPML and has enclosed the documentary proof in support thereof at Annexure 1 & 2 of its reply.","441":"Upon perusal of the said documents I find that Annexure 1 to the reply does No consist of the disclosures made by the Noticee to IHPML under Regulation 13 3 of the PIT Regulations while Annexure 2 consists of the disclosure made by IHPML to the stock exchange under Regulation 13 6 of the PIT Regulations.","460":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted examination in the trading in the scrip of Remidicheria Infra & Power Limited formerly known as Star Leasing Limited hereinafter referred to as ‘RIPL Company’.","466":"Since there was a change in shareholding by more than 2% of the total shareholding therefore in terms of regulation 133 read with regulation 135 of the PIT Regulations Noticee was required to make disclosures to the company regarding change in his shareholding within 4 working days of the sale of shares.","467":"The disclosures were made by the Noticee under regulation 133 read with regulation 135 of PIT Regulations on January 27 2009 as against the due date of July 18 2008.","468":"There was a delay of 194 days.","472":"The Company has a small share capital base of 24 lakhs divided into 240000 equity shares of 10 each and its total number of shareholders are very small i.e  less than 100 shareholders and listed only in Bombay Stock Exchange.","473":"The trading in the equity shares has been under “suspension mode” in BSE .","498":"Subsequently an open offer was made vide public announcement dated March 16 2001 to the shareholders of the Target Company i.e  Star Leasing Limited to acquire additional 20% shares voting rights under which the present promoters acquired 24551 10.23% shares as a result of which their shareholding increased to 89.15%.","500":"On July 15 2008 as a result of off market sale of 24400 shares by the Noticee which constituted 10.12% of the total shareholding Noticee’s shareholding reduced to 82150 shares i.e  34.28% of the total shareholding.","504":"In the instant case with the offmarket sale of 24400 shares on July 15 2008 by the Noticee which constituted 10.12% of the total shareholding the shareholding of the Noticee reduced from 44.4% to 34.28% of the total shareholding.","505":"Since there was a change in shareholding by more than 2% of the total shareholding therefore in terms of regulation 133 read with regulation 135 of the PIT Regulations Noticee was required to make disclosures to the company regarding change in his shareholding within 4 working days of the sale of shares.","506":"The disclosures were made by the Noticee under regulation 133 read with regulation 135 of PIT Regulations on January 27 2009 as against the due date of July 18 2008.","507":"There was a delay of 194 days.","508":"The Noticee did No make the disclosure in time.","509":"Further from the reply dated April 25 2011 of the Noticee I find that the Noticee has admitted that there was a delay which was unintentional and there was no mala fide intention while selling the shares.","535":"Shark Communications Pvt.","541":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ conducted an investigation in the scrip of DMC International Ltd. hereinafter referred to as “DMCIL” “Company” name changed to DMC Education Ltd. for any possible violation of the provisions of SEBI Act and the Regulations framed thereunder during the period April 1 2010 to September 30 2010 hereinafter referred to as “Investigation Period”.","542":"During the investigation it was interalia observed by SEBI that the promoters Directors of DMCIL viz.","543":"Shark Communications Private Ltd. Sham Sunder Gupta & Saroj Gupta and the Company DMC Education Ltd. hereinafter referred to as “Noticees” had violated the provisions of SEBI Prohibition of Insider Trading Regulations 1992 & 2015 hereinafter referred to “PIT Regulations” and SEBI Substantial Adjudication Order in the matter of DMC International Ltd. Acquisition of Shares & Takeovers 1997 & 2011 hereinafter referred to “SAST Regulations” as applicable.","546":"Ltd. Failed to disclose the increase of shareholding to 14% in the scrip of DMCIL Regulation 7 1 read with Regulation 7 2 of SAST Regulations 1997 and Regulation 35 of SAST Regulations 2011.","547":"2 Sham Sunder Gupta Failed to disclose the trades done in the scrip of DMCIL which were over and above 25000 shares.","566":"I note that the email sent to the Noticees did No bounce.","602":"The Directors of the Company during the period of investigation were as follows Name Designation Date of Appointment Sham Sunder Gupta Managing Director 28.09.2005 Prem Kumar Awasthi Chairman 30.09.2005 Saroj Gupta Wholetime Director 06.10.2009 Babu Lal Vijay Director 04.05.2010  Mr Dhruv Kumar Agarwal * Director 28.09.2005 * Resigned w.e.f July 31 2010 14.","603":"Details of quarterly shareholding of Promoters and promoter group during the period of investigation as per disclosure on BSE website is tabulated below Quarter Ended Promoter Non Promoter Total Shares No of Shares % No Of Shareholders No of Shares % No Of Shareholders Mar10 13716390 61.52 443 8580410 38.48 5421 22296800 Jun10 12282156 55.08 352 10014644 44.92 6394 22296800 Sep10 12031676 53.96 355 10265124 46.04 7290 22296800 Dec10 9293382 40.77 303 13503418 46.04 8846 22796800 It was observed that the promoter shareholding of the company decreased from 61.52% in March 2010 to 53.96% in September 2010.","604":"It was observed that two of the original promoter entities viz.","605":"Shark Communications Pvt.","606":"Ltd. and Sham Sunder Gupta also Director of the Adjudication Order in the matter of DMC International Ltd. company of DMCIL were observed to have traded during the period of investigation.","607":"Findings w.r.t Shark Communications Pvt. ltd.","608":"It was observed that for the quarter ended March 31 2010 the no. of shares held by Shark Communications Pvt.","609":"Ltd. SCPL as shown on BSE website were 2628590 shares.","610":"I note that SCPL was carrying out its trades through Abhipra Capital Ltd. Stock Broker with Client ID D1090.","611":"I note from the records that Abhipra Capital Ltd. Stock Broker vide email dated November 18 2014 submitted that it was holding 301514 shares of DMCIL in clients running account which belongs to SCPL Client ID D1090 as on April 1 2010.","612":"Further vide the aforesaid email Abhipra Capital Ltd. also submitted the statement of holdings of SCPL in the scrip of DMCIL for the period April 1 2010 to September 30 2010 which is reproduced as under.","613":"Date Opening Balance Gross Buy Gross Sell Net Buy Sell Closing Balance 01042010 301514 28250 0 28250 329764 05042010 329764 44792 0 44792 374556 06042010 374556 0 6231 6231 368325 07042010 368325 0 24000 24000 344325 08042010 344325 0 14000 14000 330325 09042010 330325 20000 0 20000 350325 13042010 350325 0 20000 20000 330325 15042010 330325 15000 15156 156 330169 16042010 330169 0 2091 2091 328078 19042010 328078 30000 30000 0 328078 20042010 328078 88293 128793 40500 287578 21042010 287578 75000 15500 59500 347078 22042010 347078 57500 0 57500 404578 23042010 404578 20924 20924 0 404578 26042010 404578 60009 84708 24699 379879 27042010 379879 57837 34287 23550 403429 28042010 403429 97842 102341 4499 398930 29042010 398930 234010 287345 53335 345595 30042010 345595 233581 145046 88535 434130 03052010 434130 77000 75749 1251 435381 04052010 435381 119096 69847 49249 484630 05052010 484630 0 91131 91131 393499 06052010 393499 140000 0 140000 533499 14052010 533499 0 158800 158800 374699 Adjudication Order in the matter of DMC International Ltd. 17052010 374699 0 30000 30000 344699 18052010 344699 0 3250 3250 341449 31052010 341449 90488 31550 58938 400387 02062010 400387 0 20000 20000 380387 04062010 380387 0 5000 5000 375387 07062010 375387 0 5000 5000 370387 17062010 370387 3000 54811 51811 318576 01072010 318576 0 55000 55000 263576 12072010 263576 0 15434 15434 248142 20082010 248142 1000 1000 0 248142 29092010 248142 9750 0 9750 257892 18.","614":"I have perused the statement of holding and I note that SCPL was purchasing and selling the shares of DMCIL from April 1 2010 to September 29 2010.","615":"Further as per the statement of holding furnished by Abhipra Capital Ltd. the opening balance of shares in respect of SCPL as on April 1 2010 was 301514 shares.","616":"As per the details of demat statement of SCPL it was holding 2628590 shares as on March 31 2010 also reflected in the BSE website while it was also holding shares with the stock broker in running account i.e  shares that are No transferred to demat account of the SCPL but held with Broker on its behalf and as on April 1 2010 it was holding 301514 shares.","617":"Thus considering the shares held in its demat account and also with the stock broker running account I note that total actual holding of SCPL as on April 1 2010 was 2958354 shares instead of 2628590 share as disclosed in the public domain BSE website.","618":"In terms of percentage of shareholding I note that 2958354 shares constituted 13.27% of total shareholding of the Company.","619":"It is noted that during the period April 1 2010 and May 6 2010 the holding of SCPL increased from 13.27% 2958354 shares to 14.18% 3162089 shares i.e  an increase of 2.09% 231985 shares which is corroborated from the extracts of trade log which was provided to SCPL along with SCN for the aforesaid period.","621":"It is observed that pursuant to increase of shareholding to 14% in the scrip of DMCIL SCPL was required to disclose its change in shareholding to the Company and to the BSE.","622":"From the disclosures made to BSE I note from the BSE’s email dated December 4 2014 that there was no such disclosure was made by SCPL.","623":"I also note from the BSE website that SCPL had No made any disclosure regarding change in shareholding of more than 14%.","624":"There is no record to demonstrate that SCPL had made any such disclosure regarding its change in shareholding to the Company as well.","630":"It was observed that for the quarter ended March 2010 the number of shares held by Sham Sunder Gupta as shown in BSE website were 237200 shares.","631":"I note that during the period April 22 2010 and September 24 2010 Sham Sunder Gupta was continuously buying and selling the shares in the scrip of Adjudication Order in the matter of DMC International Ltd. DMCIL.","632":"He had bought 358998 shares and sold 538946 shares through Shriram Insights Share Brokers Ltd. which resulted into sale of 179948 shares on net basis.","633":"The day wise calculation of holdings of Sham Sunder Gupta is given as under Date Gross Buy Gross Sell Opening Balance Net Buy Sell Closing Balance Cumulativ e Change % Shareholding Change in % Shareholding 22 04 2010 500 600 237200 100 237100 100 1.063381 26 05 2010 0 5000 237100 5000 232100 5100 1.040957 0.02242 01 06 2010 0 30030 232100 30030 202070 35130 0.906274 0.13468 07 06 2010 0 10000 202070 10000 192070 45130 0.861424 0.04485 10 06 2010 0 36926 192070 36926 155144 82056 0.695813 0.16561 11 06 2010 0 36150 155144 36150 118994 118206 0.533682 0.16213 24 06 2010 103915 8764 118994 95151 214145 23055 0.960429 0.426747 05 07 2010 0 155500 214145 155500 58645 178555 0.26302 0.69741 09 07 2010 126032 1500 58645 124532 183177 54023 0.821539 0.55852 14 07 2010 43050 44500 183177 1450 181727 55473 0.815036 0.0065 20 07 2010 3200 3901 181727 701 181026 56174 0.811892 0.00314 27 07 2010 0 10000 181026 10000 171026 66174 0.767043 0.04485 29 07 2010 0 50000 171026 50000 121026 116174 0.542795 0.22425 30 07 2010 0 5000 121026 5000 116026 121174 0.520371 0.02242 11 08 2010 0 10400 116026 10400 105626 131574 0.473727 0.04664 13 08 2010 0 45000 105626 45000 60626 176574 0.271904 0.20182 30 08 2010 0 500 60626 500 60126 177074 0.269662 0.00224 09 09 2010 0 1500 60126 1500 58626 178574 0.262935 0.00673 13 09 2010 32000 500 58626 31500 90126 147074 0.40421 0.141276 14 09 2010 0 25000 90126 25000 65126 172074 0.292087 0.11212 15 09 2010 0 1500 65126 1500 63626 173574 0.285359 0.00673 16 09 2010 0 22000 63626 22000 41626 195574 0.18669 0.09867 20 09 2010 15449 0 41626 15449 57075 180125 0.255978 0.069288 24 09 2010 34852 34675 57075 177 57252 179948 0.256772 0.000794 Grand total 358998 538946 28.","634":"The details of the transactions of Sham Sunder Gupta who was a Director of DMC International Ltd. and the dates when the disclosures were to be made is placed below Date Purchased Quantity Sold Quantity Dates by when disclosures where to be made to the stock exchanges as per Regulation 134 of SEBI PIT Regulation 1992 22 04 2010 500 600 26 05 2010 0 5000 01 06 2010 0 30030 June 03 2010 07 06 2010 0 10000 10 06 2010 0 36926 June 14 2010 Adjudication Order in the matter of DMC International Ltd. Date Purchased Quantity Sold Quantity Dates by when disclosures where to be made to the stock exchanges as per Regulation 134 of SEBI PIT Regulation 1992 11 06 2010 0 36150 June 15 2010 24 06 2010 103915 8764 June 28 2010 05 07 2010 0 155500 July 07 2010 09 07 2010 126032 1500 July 13 2010 14 07 2010 43050 44500 20 07 2010 3200 3901 27 07 2010 0 10000 29 07 2010 0 50000 August 02 2010 30 07 2010 0 5000 11 08 2010 0 10400 13 08 2010 0 45000 August 17 2010 30 08 2010 0 500 09 09 2010 0 1500 13 09 2010 32000 500 September 15 2010 14 09 2010 0 25000 September 16 2010 15 09 2010 0 1500 16 09 2010 0 22000 20 09 2010 15449 0 24 09 2010 34852 34675 29.","635":"I verified with the trade and order log which was provided to SCPL along with SCN that aforesaid transactions were executed on the stock exchange platform in the client account of D128S1 maintained with Shriram Insight Share Brokers Ltd. Stock Broker.","639":"It was observed that during the period June – September 2010 Sham Sunder Gupta pursuant to his trades in the scrip of DMCIL where his holding changed to the tune of 25000 shares purchase sale on 10 occasions as mentioned in the above table had No made any disclosures to the Company and to the BSE.","640":"Vide letter dated January 5 2015 the Company had confirmed that it has No received any disclosures from the Noticee 2 regarding his purchase sale of shares beyond the threshold limits prescribed in the SEBI PIT Regulations.","641":"The information regarding sale of shares by promoter is price sensitive in nature and therefore material and relevant for investors to assess the company and its state of affairs.","647":"Further from the above table it is also observed that Sham Sunder Gupta bought 358998 shares and sold 538946 shares during the period April 22 2010 and September 24 2010 and has entered into opposite transactions on every date mentioned in the table above excluding September 20 2010 where he entered into purchase transaction.","650":"However it is noted from the above table that Sham Sunder Gupta being a Director of DMCIL entered into opposite transactions within a period of 6 months.","651":"The company was asked to provide information with regard to the model code of conduct for Prevention of Insider Trading adopted by the company the dates when the trading windows were closed for the period from April 2011 to September 2011 and details of preclearance obtained by  Mr Sham Sunder Gupta for his trades.","652":"Vide letter dated January 05 2015 received by email on January 06 2015 the company provided the code of conduct adopted by the company.","653":"Further the company stated that no disclosures have been made by the Compliance Officer of the company due to ignorance of SEBI Regulations.","654":"The company did No mention whether preclearance of trades was taken by Sham Sunder Gupta before trading in the scrip of DMCIL.","657":"Further I note that the Noticee also did No submit any documents of having taken preclearance of trades.","660":"It is also evident that no disclosures were made by the Noticee 2 to the Company.","667":"Further Sham Sunder Gupta MD & Compliance Officer of DMCIL had to ensure Compliance with the Code of Conduct for Prevention of Insider Trading under the overall supervision of the Board.","668":"However it is noted from above paragraphs that Code of Conduct has No been complied with which is evident from the fact of trading activities carried out by the Noticee 2 without adhering to the Code of Conduct prescribed under SEBI PIT Regulations.","670":"In the instant case I note that there was no compliance of Regulatory requirements by the Managing Director who happens to be the Compliance Officer also of the Company.","671":"I note that the Noticee 4 i.e  DMC Education Ltd. has been charged for violating the provisions of Regulation 12 1 of SEBI PIT Regulations 1992 read with Regulation 12 of SEBI PIT Regulations 2015.","674":"Sham Sunder Gupta Compliance officer and MD and Saroj Gupta NonIndependent Director liable for the lapses in implementation of code of conduct for prevention of insider trading.","704":"The material made available on record has No quantified the amount of disproportionate gain or unfair advantage made by the Noticee and the loss suffered by the investors as a result of the Noticees default.","705":"There is also no material made available on record to assess the amount of loss caused to investors or the amount of disproportionate gain or unfair advantage made by the Noticee as a result of default."},"label":{"1":"material fact","10":"material fact","11":"material fact","12":"material fact","13":"material fact","14":"material fact","15":"material fact","16":"material fact","17":"material fact","18":"material fact","19":"material fact","22":"material fact","23":"material fact","24":"material fact","25":"material fact","27":"material fact","29":"material fact","30":"material fact","31":"material fact","35":"material fact","36":"material fact","37":"material fact","38":"material fact","45":"material fact","47":"material fact","55":"material fact","61":"material fact","62":"material fact","67":"material fact","69":"material fact","70":"material fact","81":"material fact","82":"material fact","100":"material fact","103":"material fact","138":"material fact","153":"material fact","176":"material fact","177":"material fact","178":"material fact","179":"material fact","200":"material fact","201":"material fact","202":"material fact","203":"material fact","221":"material fact","222":"material fact","223":"material fact","224":"material fact","236":"material fact","237":"material fact","238":"material fact","239":"material fact","240":"material fact","241":"material fact","242":"material fact","258":"material fact","259":"material fact","260":"material fact","265":"material fact","266":"material fact","267":"material fact","268":"material fact","269":"material fact","270":"material fact","271":"material fact","272":"material fact","273":"material fact","274":"material fact","275":"material fact","276":"material fact","277":"material fact","279":"material fact","300":"material fact","302":"material fact","303":"material fact","304":"material fact","305":"material fact","307":"material fact","308":"material fact","309":"material fact","310":"material fact","311":"material fact","313":"material fact","315":"material fact","316":"material fact","317":"material fact","325":"material fact","336":"material fact","353":"material fact","354":"material fact","355":"material fact","356":"material fact","367":"material fact","368":"material fact","370":"material fact","394":"material fact","395":"material fact","407":"material fact","415":"material fact","416":"material fact","417":"material fact","418":"material fact","419":"material fact","422":"material fact","425":"material fact","426":"material fact","429":"material fact","430":"material fact","433":"material fact","434":"material fact","440":"material fact","441":"material fact","460":"material fact","466":"material fact","467":"material fact","468":"material fact","472":"material fact","473":"material fact","498":"material fact","500":"material fact","504":"material fact","505":"material fact","506":"material fact","507":"material fact","508":"material fact","509":"material fact","535":"material fact","541":"material fact","542":"material fact","543":"material fact","546":"material fact","547":"material fact","566":"material fact","602":"material fact","603":"material fact","604":"material fact","605":"material fact","606":"material fact","607":"material fact","608":"material fact","609":"material fact","610":"material fact","611":"material fact","612":"material fact","613":"material fact","614":"material fact","615":"material fact","616":"material fact","617":"material fact","618":"material fact","619":"material fact","621":"material fact","622":"material fact","623":"material fact","624":"material fact","630":"material fact","631":"material fact","632":"material fact","633":"material fact","634":"material fact","635":"material fact","639":"material fact","640":"material fact","641":"material fact","647":"material fact","650":"material fact","651":"material fact","652":"material fact","653":"material fact","654":"material fact","657":"material fact","660":"material fact","667":"material fact","668":"material fact","670":"material fact","671":"material fact","674":"material fact","704":"material fact","705":"material fact"},"case_number":{"1":80,"10":80,"11":80,"12":80,"13":80,"14":80,"15":80,"16":80,"17":80,"18":80,"19":80,"22":80,"23":80,"24":80,"25":80,"27":80,"29":80,"30":80,"31":80,"35":80,"36":80,"37":80,"38":80,"45":80,"47":80,"55":80,"61":80,"62":80,"67":80,"69":80,"70":80,"81":80,"82":80,"100":80,"103":80,"138":80,"153":80,"176":81,"177":81,"178":81,"179":81,"200":81,"201":81,"202":81,"203":81,"221":81,"222":81,"223":81,"224":81,"236":82,"237":82,"238":82,"239":82,"240":82,"241":82,"242":82,"258":83,"259":83,"260":83,"265":83,"266":83,"267":83,"268":83,"269":83,"270":83,"271":83,"272":83,"273":83,"274":83,"275":83,"276":83,"277":83,"279":83,"300":83,"302":83,"303":83,"304":83,"305":83,"307":83,"308":83,"309":83,"310":83,"311":83,"313":83,"315":83,"316":83,"317":83,"325":83,"336":84,"353":84,"354":84,"355":84,"356":84,"367":84,"368":84,"370":84,"394":85,"395":85,"407":85,"415":85,"416":85,"417":85,"418":85,"419":85,"422":85,"425":85,"426":85,"429":85,"430":85,"433":85,"434":85,"440":85,"441":85,"460":86,"466":86,"467":86,"468":86,"472":86,"473":86,"498":86,"500":86,"504":86,"505":86,"506":86,"507":86,"508":86,"509":86,"535":87,"541":87,"542":87,"543":87,"546":87,"547":87,"566":87,"602":87,"603":87,"604":87,"605":87,"606":87,"607":87,"608":87,"609":87,"610":87,"611":87,"612":87,"613":87,"614":87,"615":87,"616":87,"617":87,"618":87,"619":87,"621":87,"622":87,"623":87,"624":87,"630":87,"631":87,"632":87,"633":87,"634":87,"635":87,"639":87,"640":87,"641":87,"647":87,"650":87,"651":87,"652":87,"653":87,"654":87,"657":87,"660":87,"667":87,"668":87,"670":87,"671":87,"674":87,"704":87,"705":87}}