{"sentence":{"1":"A Department OD of Securities and Exchange Board of India hereinafter referred to as the SEBI conducted an investigation regarding trading activities in the scrip of Parabolic Drugs Limited hereinafter referred to as PDL Company for the period from October 13 2012 to November 11 2012 hereinafter referred to as Investigation Period.","2":"The company was listed on Bombay Stock Exchange BSE and National Stock Exchange NSE during the investigation period.","11":"I note from the death certificate that the Noticee passed away on July 31 2015.","24":"A Department hereinafter referred to as OD of Securities and Exchange Board of India hereinafter referred to as SEBI conducted examination in the scrip of Ybrant Digital Limited hereinafter referred to as YDL Company.","25":"During the examination period OD observed certain noncompliances with regard to Securities and Exchange Board of India Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992.","26":"OD observed that one of the promoter of YDL viz.","27":"Fingrowth Company Ltd hereinafter referred to as Noticee you has failed to make disclosures to the YDL and Bombay Stock Exchange Ltd BSE under regulation 134A of PIT Regulations 1992 with respect to the transactions within the stipulated time as prescribed under regulation 135 of PIT Regulations 1992.","28":"The shares of the YDL were listed at BSE at the time of alleged violation.","38":"OD of SEBI conducted examination in the scrip of YDL for the period between January 01 2013 to March 19 2013 hereinafter referred to as Examination Period and observed that the shareholding pattern of Noticee changed by more than 25000 shares on October 10 2014.","39":"The Noticee was one of the promoters of YDL on the date of the alleged transaction.","40":"OD observed following instance on which Noticee has allegedly violated the provisions of regulation 134A r w regulation 135 of PIT Regulations 1992 as tabulated below b.","53":"Newspaper publication were released on September 06 2019 in the newspapers detailed hereunder S.No Name of the newspaper Language Edition 1.","71":"Upon a perusal of shareholding of YDL as available in statement showing holding of securities in the BSE website it is noted that the Noticee belongs to the category Promoter and Promoter Group.","82":"I observe from the material available on record that the Noticee had transacted for more than 25000 shares.","83":"However there is nothing on record with regard to nondisclosure of the alleged transactions.","93":"Securities and Exchange Board of India hereinafter referred to as SEBI observed that certain disclosures which ought to have been made by  Mr Pramod Kumar S. bearing PAN AFKPS0248F  Mr Sunil Jain bearing PAN ABLPJ3324L and  Mr Shantilal Bansilal bearing PAN AFKPS0252H individually referred to by their respective name and combinedly referred to as “Noticees” in terms of the relevant provisions of SEBI Prohibition of Insider Trading Regulatons 1992 hereinafter referred to as “PIT Regulations 1992” as mentioned in following table were No made by the Noticees to Sunil Agro Foods Limited  hereinafter referred to as “Company” and to Stock Exchange as the case be.","94":"For each Noticee nature of findings in brief along with alleged violations are provided in following table Sl Noticee Nature of findings in brief Alleged violations 1  Mr Pramod Kumar S PAN AFKPS0248 F On June 9 2014  Mr Pramod Kumar S received acquired 259334 shares 8.64% of total shareholding of company from  Mr Sunil Jain through off market route.","95":"On said acquisition of shares  Mr Pramod Kumar S had change increase in his holding in company by more than 25000 shares Rs 5 lakh in value 1% of total shareholding of company however being promoter of company he failed to make the necessary disclosure of his change in holding to the Stock Exchange as well as to the company in Form D within two working days as required under Regulation 134A read with Regulation 135 of PIT Regulations 1992 Regulation 134A read with Regulation 135 of PIT Regulation s 1992 2  Mr Sunil Jain PAN ABLPJ3324 L On June 9 2014  Mr Sunil Jain transferred 259334 shares 8.64% of total shareholding of the company to  Mr Pramod Kumar S through off market route.","96":"On said transfer of shares  Mr Sunil Jain had change decrease in his holding in company by more than 25000 shares Rs 5 lakh in value 1% of total shareholding of company however being promoter of company he failed to make the necessary disclosure of his change in holding to the Stock Exchange as well as to the company in Form D within two working days as required under Regulation 134A read with Regulation 135 of PIT Regulation s 1992 Adjudication Order in respect of  Mr Pramod Kumar S  Mr Sunil Jain and  Mr Shantilal Bansilal in the matter of Sunil Agro Foods Ltd for nonfiling of disclosures under PIT Regulations 1992 Sl Noticee Nature of findings in brief Alleged violations Regulation 134A read with Regulation 135 of PIT Regulations 1992 3  Mr Shantilal Bansilal PAN AFKPS0252 H On May 20 2014  Mr Shantilal Bansilal received acquired 288300 shares 9.6% of total shareholding of company from Ms. Kamala Bai through off market route.","97":"On said acquisition of shares shareholding of  Mr Shantilal Bansilal increased to more than 5% of the total shareholding of the company however  Mr Shantilal Bansilal failed to make the necessary disclosure of above fact to the company within two working days in Form A as required under regulation 131 of PIT Regulations 1992 Regulation 131 of PIT Regulation s 1992 2.","109":"It is apparent that based on such disclosure the Company have in turn informed the BSE NSDL and CDSL vide correspondence dated 09.06.2014. Copies enclosed as Annexure A1 to A3 colly.","131":"It is apparent that based on such disclosure the Company have in turn informed the BSE NSDL and CDSL vide correspondence dated 09.06.2014. Copies enclosed as Annexure A1 to A3 colly.","157":"11 As per SCN issued to Noticees in an interse promoter transfer on June 9 2014  Mr Sunil Jain transferred 259334 shares 8.64% of total shareholding of the company to  Mr Pramod Kumar S through off market route.","161":"It is apparent that based on such disclosure the Company have in turn informed the BSE NSDL and CDSL vide correspondence dated 09.06.2014. Further immediately on seeking legal advice they have complied with the filing of disclosures on 31.01.2018 in form D under Regulation 134A read with Regulation 135 of PIT Regulations for the said transactions by way of gift.","167":"The Donor  Mr Sunil Jain brother of  Mr Pramod Jumar gifted 259334 fully paid up equity shares of Rs 10  each to his brother  Mr Pramod Kumar Executive Director and Promoter of the Company who is Donee.","172":"It is to mention that as per records no other record of prior intimation to company has been provided and also no proof of delivery has been provided about the said letter dated June 9 2014 to BSE NSE and CDSL.","173":"14 It is pertinent to note that BSE vide email dated November 10 2014 to SEBI confirmed that no disclosures have been received from  Mr Pramod Kumar S and  Mr Sunil Jain interalia under Regulation 13 of SEBI PIT Regulations for the period May 19 2014 to July 8 2014.","175":"15 As per regulation 134A of the PIT Regulations 1992  Mr Pramod Kumar S and  Mr Sunil Kumar were required to make the disclosure about the relevant change in their shareholding to both company and Stock Exchange within 2 working days from the date of said change i.e June 9 2014.","176":"However submissions on record reply to SCN confirms that the requisite disclosure was No made to the company and stock exchange until January 31 2018.","179":"17 Based on submissions of Noticees to the SCN and as verified from the website of BSE it is also matter of record that the disclosure under regulations 134A of PIT Regulations 1992 was made belatedly on January 31 2018 i.e after delay of more than three years.","181":"18 As per SCN issued to Noticee  Mr Shantilal Bansilal on May 20 2014 received acquired 288300 shares 9.6% of total shareholding of company from Ms. Kamala Bai through off market route.","182":"On said acquisition of shares shareholding of  Mr Shantilal Bansilal increased to more than 5% of the total shareholding of the company however allegedly  Mr Shantilal Bansilal failed to make the necessary disclosure of above fact to the company within two working days in Form A as required under regulation 131 of PIT Regulations 1992.","191":"In reply dated February 5 2018 to the SCN  Mr Shantilal Bansilal has contended that the information about inter se transfer between him and late Ms. Kamla Bai was informed though No in requisite form by company to the BSE NSE and CDSL vide letter dated May 20 2014 and copy of such letters provided along with the said reply states that “we have been informed that 288300 shares fully paid equity shares of Rs 10 each have been gifted by one promoter to another promoter.","197":"It is to mention that as per records no other record of prior intimation to company has been provided and also no proof of delivery has been provided about the said letter dated June 9 2014 to BSE NSE and CDSL.","200":"22 As per regulation 131 of the PIT Regulations 1992  Mr Shantilal Bansilal was required to make the disclosure about increase in his holding to more than 5% to the company in form A within two working days after acquisition of shares increase in holding on May 20 2014.","201":"Further company within two days of receipt of disclosure under regulation 131 was in turn required to make the same disclosure to Stock Exchange under regulation 136 of PIT Regulations 1992.","202":"However submissions of  Mr Shantilal Bansilal on record reply to SCN confirms that the requisite disclosure was No made to the company and stock exchange until January 31 2018.","219":"The material made available on record neither reveals No specify disproportionate gains unfair advantage made by the Noticees the specific loss suffered by the investors due to violations by the Noticee.","220":"It is also on record that Noticees informed the company in prior period about their acquisition transfer of shares through inter se promoter transfer though No at all a in requisite form and stipulated time provided under relevant provisions of PIT Regulations 1992.","221":"It is also taken into account that the relevant disclosures were made belatedly on January 31 2018 after delay of more than three years.","239":"Securities and Exchange Board of India SEBI had received a letter from India Infoline Limited complaining that an individual named as Prem Agarwal had circulated a message through short message service SMS regarding trading in the scrip of Incap Financial Services Limited on January 11 2011 stating “BSE call buy INCFS 530887 at CMP TRGT 35 50 within a week news splited going to declare dividend within week so hurry up donot miss profit www.indiainfoline.com”.","241":"The shares of Incap were listed at BSE Limited BSE.","242":"OD observed certain noncompliances with regard to the SEBI Act and PIT Regulation 1992.","286":"I observe that the material available on record does No quantify any disproportionate gains or unfair advantage if any made by the Noticee and the loss if any suffered by the investors due to the aforesaid violations.","301":"Parichay Investments Ltd “PIL” had observed that Amul Gagabhai Desai“Amul” had violated provisions of Regulation 71 read with 72 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 “SAST 1997” and Regulations 131 133 read with 135 of SEBI Prohibition of Insider Trading Regulations 1992 “PIT 1992”.","302":"2 SEBI had conducted investigation in the scrip of PIL during July 21 2010 to August 30 2011 hereinafter referred to as ‘period of investigation’ or ‘investigation period’ 3 During investigation the shareholding of Amul was verified from the trade log and on verification following disclosure related violations under SAST Regulations 1997 and PIT Regulations 1992 were observed and hence alleged.","303":"Date Trigger ed while holding % Particulars Violation of 29Sep10 6.45 Crossing threshold limit of 5% 71 of SAST 1997 and 131 of PIT 1992 05Oct10 9.23 Change in shareholding by more than 2% 133 of PIT 1992 08Oct10 10.13 Crossing threshold limit of 10% 71 of SAST 1997 14Oct10 11.88 Change in shareholding by more than 2% 133 of PIT 1992 26Oct10 14.03 Crossing threshold limit of 14% 71 of SAST 1997 28Oct10 11.30 Change in shareholding by more than 2% 133 of PIT 1992 In the matter of Parichay Investments Ltd against Amul Gagabhai Desai Date Trigger ed while holding % Particulars Violation of 24Nov10 8.22 Change in shareholding by more than 2% 133 of PIT 1992 09Dec10 10.21 Crossing threshold limit of 10% 71 of SAST 1997 10Dec10 10.28 Change in shareholding by more than 2% 133 of PIT 1992 22Dec10 10.70 Crossing threshold limit of 10% 71 of SAST 1997 24Dec10 12.55 Change in shareholding by more than 2% 133 of PIT 1992 07Jan11 14.05 Crossing threshold limit of 14% 71 of SAST 1997 13Jan11 14.17 Crossing threshold limit of 14% 71 of SAST 1997 19Jan11 14.41 Crossing threshold limit of 14% 71 of SAST 1997 20Jan11 15.04 Crossing threshold limit of 14% 133 of PIT 1992 04Feb11 14.08 Crossing threshold limit of 14% 71 of SAST 1997 10Feb11 14.52 Crossing threshold limit of 14% 71 of SAST 1997 14Mar11 14.51 Crossing threshold limit of 14% 71 of SAST 1997 15Apr11 12.99 Change in shareholding by more than 2% 133 of PIT 1992 19Apr11 14.42 Crossing threshold limit of 14% 71 of SEBI SAST Reg. 1997 27Apr11 10.64 Change in shareholding by more than 2% 133 of PIT 1992 27May11 7.50 Change in shareholding by more than 2% 133 of PIT 1992 02Jun11 5.10 Change in shareholding by more than 2% 133 of PIT 1992 10Jun11 5.85 Crossing threshold limit of 5% 71 of SAST 1997 and 131 of PIT 1992 17Jun11 7.38 Change in shareholding by more than 2% 133 of PIT 1992 02Aug11 5.33 Change in shareholding by more than 2% 133 of PIT 1992 In the matter of Parichay Investments Ltd against Amul Gagabhai Desai 4 In this order wherever PIT Regulations 1992 is mentioned it should be referred to as PIT Regulations 1992 read with Regulation 12 of SEBI Prohibition of Insider Trading Regulations 2015.","310":"In response Amul confirmed appearance vide letter dated September 27 2017.","346":"18 It is observed from the records that any gain or unfair advantage accrued to Amul as a result of nondisclosure has No been quantified.","359":"A rise in the price of the scrip of M s Nova Petrochemicals Limited for brevity’s sake hereinafter referred to as ‘NPL’ was witnessed as the price of the scrip went up from Rs 82 to Rs 116.20 an increase of 41.7% in 13 trading days i.e  from November 28 2005 to December 14 2005.","360":"Based on the snap investigation carried out by Bombay Stock Exchange Ltd hereinafter referred to as ‘BSE’ in the scrip of NPL investigations were conducted by Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ or ‘the Board’ in the scrip of NPL.","361":"As BSE stated in its report that immediately after the period of examination the clients and some company related entities substantially sold their stake the period of investigation was extended from November 28 2005 to March 31 2006 hereinafter referred as ‘investigation period’ .","364":"It was observed that promoters’ holding slightly increased by 6000 shares as on March 2006 as compared to previous quarter December 2005.","365":"However holdings of person acting in concert PACs who were 25 in number significantly reduced from 4767506 shares 35.31% to 3882163 shares 28.76% and public holding increased from 1005484 shares 7.45% to 2213167 shares 16.39% during the quarter December 2005 to March 2006.","366":"During the period under investigation following major announcement were made by NPL Date & Time News text gist Status Impact on price volume January 23 2006 85348 AM Company informed that BOD meet will be held on January 28 2006 to consider quarterly result for quarter ended December 2005 and proposal for bonus issue.","367":"Implemented Scrip opened at Rs 96.95 Previous closing price was Rs 92.35 and no change was observed on price.","368":"However volume was 55114 shares as compared to 1960 shares recorded on previous day.","369":"January 28 2006 53725 PM Company Informed that BOD recommended to issue of Bonus shares in proportion of 11.","370":"Implemented On January 30 scrip was opened at Rs 98.30 last closing price was Rs 93.50 on January 27.","372":"February 20 2006 81542 PM Company informed that BOD meeting will be held on March 4 2006 to consider expansion plan of Poly Condensation & Power Unit and also to fix the record date for bonus issue.","373":"On February 21 scrip was opened at 104.95 last closing price was Rs 102.45 touched its intraday high of Rs 107.55 and closed at Rs 106.70. Total traded volume was 111977 shares last traded quantity was 390296 shares.","374":"February 21 2006 32709 PM Company informed that an EGM will be held on March 4 2006 to consider the bonus Only bonus shares were issued.","375":"On February 22 scrip opened at Rs 105.05 touched its intraday high of Rs 111.80 and Adjudication Order in respect of V Jyotiprasad HUF in the matter of M s Nova Petrochemicals Ltd July 1 2010 Date & Time News text gist Status Impact on price volume issue and increased in authorized capital. closed at Rs 107.75. Volume recorded was only 11389 shares.","376":"March 6 2006 42125 PM Company informed that EGM was held on March 4 2006 and discussed the expansion plan and constituted a committee of directors to finalize the details.","377":"Copy of EGM minutes taken from BSE does No state about discussion on the expansion plan.","378":"NPL also failed to provide any information on this expansion plan.","379":"On March 7 scrip opened Rs 137.50 last closing price was Rs 135.60 touched its intraday high of Rs 142.35 and closed at Rs 139.90. Total volume recorded was 117541 shares previous day volume was 182181 shares March 8 2006 124058 PM Company informed that March 20 2006 has been fixed as Record Date for the purpose of Bonus Issue.","380":"Implemented On March 9 scrip opened at Rs 143.50 touch its intraday high of Rs 149.35 and closed at Rs 148.35 and total volume was 187405 shares more than double of previous day i.e  78869 shares.","381":"Investigation revealed that NPL made misleading announcement on February 20 2006 pertaining to expansion plan after which the price of the scrip went up from Rs 102.50 on February 20 2006 to Rs 146.85 on March 8 2006 and the volume increased substantially.","382":"The NPL also did No give explanation to the exchanges for the substantial difference between the unaudited and audited results of the company.","383":"Investigations revealed that when the company was making misleading announcements and nongenuine results 25 PACs of the company who were the family members and group companies of the Chairman and The MD sold together 1015443 shares through Religare and SP Jain Securities which Adjudication Order in respect of V Jyotiprasad HUF in the matter of M s Nova Petrochemicals Ltd July 1 2010 accounted for 12.80% of the traded volume both BSE and NSE during January 23 2006 to March31 2006 before the outcome of the negative results.","384":"Investigation revealed that NPL showed profit in three quarters of 20052006 while the yearly results of 2006 showed loss for which the company could No give any reasonable explanation.","385":"The Chairman Ved Prakash Chiripal and MD Shyam Gupta were aware of the negative results and the PACs who were the family members and group companies of the Chairman and the MD sold shares before the outcome of the negative results.","412":"The allegations against the noticee are that when the company was making misleading announcements and nongenuine results it including PACs being the family members and group companies of the Chairman and the MD sold together 1015443 shares through Religare and SP Jain Securities which accounted for 12.80% of the traded volume both BSE and NSE during Adjudication Order in respect of V Jyotiprasad HUF in the matter of M s Nova Petrochemicals Ltd July 1 2010 January 23 2006 to March31 2006 before the outcome of the negative results and thereby alleged to have violated Regulation 3 a & d Regulation 41 42a of FUTP Regulations read with Section 12Ac of SEBI Act 1992 and regulation 3i of PIT Regulations read with Section 12Ad & e of SEBI Act 1992.","422":"On perusal of the documents available on record as well as the submissions made by the Noticee I find that the NPL made major corporate announcements on 6 days during the period January 23 2006 to March 08 2006.","423":"These announcements were related to quarterly financial results Bonus issue and expansion plan.","424":"I note from the SCN that except for announcement on an expansion plan all other announcements were implemented by NPL.","426":"I also note that the price of the scrip after the above announcement went up from Rs 102.50 on February 20 2006 to Rs 146.85 on March 8 2006.","427":"It is noted from the SCN that the NPL incurred a loss of Rs 5.23 crore as on 31st March 2006 whereas the sum total of the unaudited figures for the quarter ending June to March 2006 showed a profit of Rs 1.38 crore.","430":"From the trade and order log it is observed that the 25 PACs including the Noticee offloaded 1015433 shares which was 12.80% of the traded volume on the exchanges NSE and BSE and 7.52% of total capital in the market after the positive announcements that too after the expansion plan were made by the company.","431":"The PACs who sold the shares were the family members and group companies of the Chairman  Mr Vedprakash Chiripal and Managing Director  Mr Shyam Gupta.","432":"I note from the SCN as well as from the noticee’s submission that it had sold 12000 shares on March 06 2006 against its holding of 12200 shares as on March 31 2005.","433":"I note that the PACs held 35.31% of the total capital of NPL as on March 31 2005 and the noticee held 0.26% of the PACs’ holding.","434":"I also note that the noticee’s sale of 12000 shares constitutes 1.2% of the total shares sold by the PACs during the investigation period.","435":"I note from the material available on record that there is no allegation about the noticee’s involvement in any of these misleading announcements or resultant price rise in the scrip of NPL.","436":"In fact I note from the investigation report that the noticee has dealt in the scrip after NPL made misleading announcements which influenced the price and the volume.","447":"I note from the noticee’s submission that because it is related to  Mr Ved Prakash Chiripal the Chairman of NPL it falls within the ambit of PAC.","453":"This includes among others financial results of the company intended declaration of dividend – both interim and final amalgamations mergers and takeovers.”","455":"This is also evident form the fact that when the price of the scrip after the above misleading announcements went up from Rs 102.50 on February 20 2006 to Rs 146.85 on March 8 2006 the noticee who is related to Mr Ved Prakash Chiripal the Chairman of NPL sold 12000 shares on March 06 2006 and continues to hold only 200 shares.","468":"In the absence of material available on record the amount of disproportionate gain or unfair advantage made as a result of the default and the amount of loss caused to the investors due to the said default cannot be quantified.","469":"I note that the noticee being an insider traded in the scrip when in possession of unpublished price sensitive information which is prohibited under the SEBI Prohibition of Insider Trading Regulations 1992 and also under SEBI Act 1992.","479":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted an examination into the affairs relating to dealing in the shares of M s Pasupati Spinning & Weaving Mills Limited hereinafter referred to as “Noticee Company PSWML”.","480":"Trading in the scrip was suspended on Bombay Stock Exchange hereinafter referred as “BSE” in February 2003.","481":"However it is observed that after suspension of trading corporate announcement relating to the company were being published by the stock exchange.","482":"The examination conducted by SEBI revealed that the shareholding of Pasupati Fincap Ltd promoter group entity of Noticee prior to September 11 2009 was 162120 shares 2.31% of total equity paidup capital.","483":"Upon acquisition of 280000 shares 3.967% of total equity paidup capital of PSWML from Shailja Investments Limited promoter group entity through off market transactions on September 11 2009 the shareholding of Pasupati Fincap Ltd increased to 442120 shares 6.27% of total equity paidup capital.","484":"Pasupati Fincap Ltd while crossing the threshold limit of 5% specified under regulation 131 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as “PIT Regulations” had made the required disclosure to the company on September 11 2009 in the prescribed format.","485":"Further it was observed that the shareholding of Shailja Investments Ltd promoter group entity of Noticee prior to September 11 2009 was 1826135 shares 25.88% of total equity paidup capital.","486":"Upon selling of 280000 shares 3.967% of total equity paidup capital of PSWML to Pasupati Fincap Limited through off market transactions on September 11 2009 the shareholding of Shailja Investments Ltd decreased to 1546135 shares 21.91% of total equity paidup capital.","487":"Thus there was a change of more than 2% of shareholding of Shailja Investments Ltd in PSWML.","488":"Shailja Investments Ltd had made the required disclosure to the company on September 11 2009 in accordance with the provisions of regulations 133 & 5 of PIT Regulations.","489":"Thus in the above two transactions Noticee was required to make disclosure to the stock exchanges where the shares of the Noticee are listed under regulation 136 of the PIT Regulations.","494":"The Noticee replied vide letter dated June 22 2010 furnishing inter alia details of the disclosure made by it to BSE and denied the allegations made against it.","512":"I find from the submissions of the Noticee that it has No disputed the fact that Pashupati Fincap Limited had acquired 280000 shares of PSWML from Shailaja Investments Limited through off market transactions.","513":"Further I find that Noticee had also No disputed the fact that the promoter group entities i.e  Pashupati Fincap Ltd and Shailja Investments Ltd had made the required disclosure in respect of their change in shareholding due to abovementioned off market transaction to the Noticee in a prescribed format on September 11 2009 as per regulation 131 and regulation 133 of PIT Regulations.","514":"The Noticee vide it reply dated June 22 2010 and July 26 2010 contended that it had made the disclosure in the prescribed format within the time limit specified under regulation 136 of PIT Regulations.","515":"Further Noticee emphasizes on the point that it had dispatched the said disclosure in a prescribed format to the BSE under Certificate of Posting “UPC” on September 12 2009 i.e  one day after receipt of information from the acquirer and seller.","516":"Noticee had submitted the proof of dispatch i.e  a copy of the cover bearing the seal of New Delhi Connaught Place Post Office.","520":"I have noted the submission of the Noticee that Pasupati Fincap Limited and Shailaja Investments Limtied are both promoter group entities and the total shareholding of the promoter group remained unchanged for the quarter ending September 2009.","521":"Thus no material change adversely affecting the investing public has occurred on account of the alleged No delivery of the letter dated September 12 2009 to BSE.","522":"I have also noted the submission of the Noticee that company is declared a sick company under Sick Industrial Companies Act vide order dated July 21 2005 by Board for Industrial and Financial Reconstruction and the company is making earnest efforts to recover from the financially weak position.","525":"In view of the above from the documents available on record I find that Noticee had made the disclosure on December 18 2009 i.e  only after the intimation by SEBI to the Noticee that it had No made the required disclosure as per regulation 136 of PIT Regulations within the stipulated time in relation to the off market transaction which took place between the promoter group entities.","526":"In relation to this Noticee had replied that the disclosure made on December 18 2009 was a copy of the disclosure dispatched to BSE on September 12 2009.","527":"Thus the Noticee had implicitly admitting the fact that the disclosure was made on December 18 2009 i.e  with a delay of 93 days to BSE.","550":"The Noticee has admitted that it does No have the proof of delivery.","572":"From the material available on record the amount of disproportionate gain or unfair advantage to the Noticee or loss caused to the investors as a result of the default is No quantifiable.","575":"Therefore it is mandatory for the Company to give the required information under the aforesaid regulation to the Stock Exchange so that the said information becomes known to all the investors at large.","576":"I find from the documents available on record that the disclosure under PIT Regulations was displayed on the website of BSE but with delay due to the failure on the part of Noticee.","589":"Securities and Exchange Board of India hereinafter referred to as “SEBI” had conducted an investigation into the rise in price and volume of the scrip of M s.","590":"Rasi Electrodes Ltd hereinafter referred to as “the Company” during the period June 08 2007 to July 20 2007 hereinafter referred to as “investigation period”.","591":"The scrip of the Company is listed on Bombay Stock Exchange Ltd hereinafter referred to as “BSE”.","592":"During the investigation period the price of the scrip of the Company rose from 19.1 to 58.45 with a high of 63.10 a rise of 307% in 34 trading days.","593":"The total traded volume during the investigation period was 9 94 508 shares.","594":"It was observed that certain promoter entities had traded in the scrip during the investigation period and made profits to the tune of 7.44 lakhs.","595":"It was observed that the company had made various corporate announcements mainly related to financial results dividend declaration and issue of bonus shares.","596":"Major corporate announcements made during the investigation period and their impact on scrip price volume is tabulated as under of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd S.","597":"No Date and Time Announcement Price Impact Shares Traded Remarks 1 June 21 2007 @ 332 PM A meeting of Board of Directors “BoDs” will be held on June 30 2007 for  consideration and taking on record the audited financial results for the FY ending March 31 2007 and QE March 31 2007  recommendatio n of dividend for the FY ending March 31 2007.","598":"21 06 07 O H L C 26.05 27.0 0 25.55 26.3 5 No of shares traded 16150 22 06 07 O H L C 25.90 26.9 5 25.90 26.5 5 No of shares traded 10672 On 22 06 07 the scrip closed 0.76% above its previous day’s closing price.","601":"3 July 17 2007 @ 331 PM A meeting of BoDs will be held on July 25 2007 to consider among others recommendation of issue of bonus shares in the ratio to be approved by the BoDs subject to approval of shareholders at the ensuing AGM.","602":"17 7 07 O H L C 48.75 52.1 5 46.10 51.8 5 No of shares traded 66395 18 7 07 O H L C 56.95 57.0 0 53.50 57.0 0 No of shares traded 85152 The scrip opened 9.84% higher on 18 7 07 and closed 9.93% above its previous day’s closing price.","603":"The trading volume increased by 28.25% on 18 7 07 as compared to the previous trading day.","604":"4 July 25 2007 @ 434 PM The BoDs has recommended issue of bonus shares in the ratio of 25 subject to approval of shareholders at the AGM to be held on September 28 2007.","605":"25 7 07 O H L C 58.90 61.9 0 58.00 61.4 0 No of shares traded 33603 26 7 07 O H L C 62.20 64.8 0 61.80 62.5 0 No of shares traded 48000 The scrip closed on 26 7 07 at 1.79% above its previous day closing price.","606":"The volume increased by 42.84% on 26 7 07 as compared to the previous trading day.","607":"During the investigation it was observed that the price of the scrip of the Company had mainly increased during the periods June 28 2007 to July 03 2007 when the closing price of the scrip moved up from 25.30 to 33.10 and during July 09 2007 to July 19 2007 when closing price of the scrip moved up from 34.70 to 60.75. 3.","608":"To a query during the investigation the company had replied that the agenda for the Board meeting to be held on June 30 2007 was discussed internally between  Mr B Popatlal Kothari Chairman & MD and  Mr G Mahavirchand Kochar Whole time of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd Director.","609":"Agenda was finalized between June 19  21 2007 and the agenda papers were circulated on June 21 2007.","610":"However the rate of dividend was finalized in the meeting held on June 30 2007.","611":"The price of the scrip closed 11.65% higher on the next day immediately after declaration of financial results and rate of dividend on June 30 2007.","612":"In view of the above factors the period of June 19 – 30 2007 has been considered as a period when the information about financial results and dividend was unpublished price sensitive information hereinafter referred to as “UPSI”.","613":"Similarly during the investigation the company had replied that the agenda for the Board meeting to be held on July 25 2007 was discussed internally during the period July 1517 2007 and the agenda papers were circulated on July 17 2007.","614":"The price of the scrip closed 9.93% higher on July 18 2007 than previous day’s closing price after the announcement of bonus issue proposal and by 1.79% higher on July 26 2007 after the announcement of bonus ratio on July 25 2007.","615":"As per investigation report the period July 1517 2007 has been considered to be the period when information about issue of bonus shares was UPSI.","616":"The trading details of all the company related entities who dealt in the scrip when the information about the announcement of financial results and dividend was UPSI were analyzed.","617":"The summary of trading by the above entities is tabulated below S.","622":"Sell Price   Net Sell Qty 1 Ranjana Kothari 17505 25.54 1000 30.35 16505 10349 32.15   10349 2 Uttam Kothari 10060 26.02   10060   400 31.75 400 3 Chandraka la 4065 26.38 6300 25.79 2235 3550 31.41 1611 32.63 1939 4 Kashyap Kothari 3700 25.25   3700      of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd Appointment of Adjudicating Officer 6.","627":"The Noticee vide letter dated March 30 2011 replied to the SCN stating as under 1.","639":"Even assuming a return based on bank rate the price of the scrip as on June July 2007 works out to Rs 27 @ 8% CAGR.","673":"It is pertinent to note that as per investigation report agenda for the Board meeting to be held on June 30 2007 was discussed internally between  Mr B Popatlal Kothari Chairman and MD and  Mr G Mahavirchand Kochar Whole time Director and finalized between June 19  21 2007.","674":"The rate of dividend was finalized in the meeting held on June 30 2007.","675":"Hence the period of June 19 – 30 2007 had been considered as a period when the information about financial results and dividend was UPSI.","676":"Further agenda for the Board meeting to be held on July 25 2007 was discussed internally during the period July 1517 2007 and the agenda papers were circulated on July 17 2007.","677":"Accordingly July 1517 2007 had been considered to be the period when information about issue of bonus shares was UPSI. of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd I note that the Noticee had purchased and sold the Company shares during June 08 2007 and July 19 2007 as detailed below S.","680":"Sell Price 1 8 6 2007 3882 83525 21.52 2 11 6 2007 100 2300 23.00 3 12 6 2007 1600 36160 22.60 4 14 6 2007 500 12170 24.34 5 15 6 2007 3650 92440 25.33 6 18 6 2007 3183 79688 25.04 18 6 2007 1 26 26.00 7 19 6 2007 4050 102010 25.19 8 22 6 2007 5470 145139 26.53 9 25 6 2007 540 14606 27.05 10 2 7 2007 400 12700 31.75 11 9 7 2007 3157 101805 32.25 12 10 7 2007 2005 70193 35.01 13 11 7 2007 2500 88750 35.50 14 12 7 2007 1999 81959 41.00 12 7 2007 1870 70248 37.57 15 13 7 2007 350 15115 43.19 13 7 2007 1050 46990 44.75 16 16 7 2007 1150 54200 47.13 16 7 2007 1150 52478 45.63 17 17 7 2007 4000 191454 47.86 17 7 2007 3000 155150 51.72 18 19 7 2007 200 12360 61.80 19 7 2007 7525 463404 61.58 19 20 7 2007 12000 740564 61.71 Total 29074 886966 30.51 36258 1838468 50.71 The trading details as above indicate that the noticee has been regularly trading in shares of the company.","681":"He purchased 29 074 and sold 36 258 shares of the company between June 08 2007 and July 19 2007.","682":"Out of these the Noticee had purchased 10 060 shares between June 19–30 2007 when the information about of Adjudication Order in respect of Uttam Kumar Kothari in the matter of Rasi Electrodes Ltd financial results and dividend was UPSI and sold 8062 shares between July 02 to 11 2007.","683":"Noticee had also purchased 5150 shares between July 1517 2007 during which period agenda papers for the Board meeting to be held on July 25 2007 were discussed internally.","684":"As per investigation report on July 18 2007 proposal for consideration of bonus issue was announced and the price of the scrip had closed 9.93% higher than previous days closing price.","685":"Between July 12 to 19 2007 which includes the UPSI period he has done both purchase and sale transactions on all trading days.","686":"It appears that he has been doing day trading on these days.","687":"The trading pattern of the Noticee does No suggest that he had traded while in possession of UPSI; if the Noticee was in possession of UPSI he would have waited till the announcement of bonus issue to sell shares at a higher price.","689":"Such trading behaviour does No conclusively indicate that he was in possession of UPSI relating to financial results dividend and bonus issue.","693":"During the adjudication proceedings the Noticee had submitted a copy of letter dated April 21 2005 written by the Company to BSE forwarding details of shareholding of promoters and persons acting in concert."},"label":{"1":"material fact","2":"material fact","11":"material fact","24":"material fact","25":"material fact","26":"material fact","27":"material fact","28":"material fact","38":"material fact","39":"material fact","40":"material fact","53":"material fact","71":"material fact","82":"material fact","83":"material fact","93":"material fact","94":"material fact","95":"material fact","96":"material fact","97":"material fact","109":"material fact","131":"material fact","157":"material fact","161":"material fact","167":"material fact","172":"material fact","173":"material fact","175":"material fact","176":"material fact","179":"material fact","181":"material fact","182":"material fact","191":"material fact","197":"material fact","200":"material fact","201":"material fact","202":"material fact","219":"material fact","220":"material fact","221":"material fact","239":"material fact","241":"material fact","242":"material fact","286":"material fact","301":"material fact","302":"material fact","303":"material fact","310":"material fact","346":"material fact","359":"material fact","360":"material fact","361":"material fact","364":"material fact","365":"material fact","366":"material fact","367":"material fact","368":"material fact","369":"material fact","370":"material fact","372":"material fact","373":"material fact","374":"material fact","375":"material fact","376":"material fact","377":"material fact","378":"material fact","379":"material fact","380":"material fact","381":"material fact","382":"material fact","383":"material fact","384":"material fact","385":"material fact","412":"material fact","422":"material fact","423":"material fact","424":"material fact","426":"material fact","427":"material fact","430":"material fact","431":"material fact","432":"material fact","433":"material fact","434":"material fact","435":"material fact","436":"material fact","447":"material fact","453":"material fact","455":"material fact","468":"material fact","469":"material fact","479":"material fact","480":"material fact","481":"material fact","482":"material fact","483":"material fact","484":"material fact","485":"material fact","486":"material fact","487":"material fact","488":"material fact","489":"material fact","494":"material fact","512":"material fact","513":"material fact","514":"material fact","515":"material fact","516":"material fact","520":"material fact","521":"material fact","522":"material fact","525":"material fact","526":"material fact","527":"material fact","550":"material fact","572":"material fact","575":"material fact","576":"material fact","589":"material fact","590":"material fact","591":"material fact","592":"material fact","593":"material fact","594":"material fact","595":"material fact","596":"material fact","597":"material fact","598":"material fact","601":"material fact","602":"material fact","603":"material fact","604":"material fact","605":"material fact","606":"material fact","607":"material fact","608":"material fact","609":"material fact","610":"material fact","611":"material fact","612":"material fact","613":"material fact","614":"material fact","615":"material fact","616":"material fact","617":"material fact","622":"material fact","627":"material fact","639":"material fact","673":"material fact","674":"material fact","675":"material fact","676":"material fact","677":"material fact","680":"material fact","681":"material fact","682":"material fact","683":"material fact","684":"material fact","685":"material fact","686":"material fact","687":"material fact","689":"material fact","693":"material fact"},"case_number":{"1":32,"2":32,"11":32,"24":33,"25":33,"26":33,"27":33,"28":33,"38":33,"39":33,"40":33,"53":33,"71":33,"82":33,"83":33,"93":34,"94":34,"95":34,"96":34,"97":34,"109":34,"131":34,"157":34,"161":34,"167":34,"172":34,"173":34,"175":34,"176":34,"179":34,"181":34,"182":34,"191":34,"197":34,"200":34,"201":34,"202":34,"219":34,"220":34,"221":34,"239":35,"241":35,"242":35,"286":35,"301":36,"302":36,"303":36,"310":36,"346":36,"359":37,"360":37,"361":37,"364":37,"365":37,"366":37,"367":37,"368":37,"369":37,"370":37,"372":37,"373":37,"374":37,"375":37,"376":37,"377":37,"378":37,"379":37,"380":37,"381":37,"382":37,"383":37,"384":37,"385":37,"412":37,"422":37,"423":37,"424":37,"426":37,"427":37,"430":37,"431":37,"432":37,"433":37,"434":37,"435":37,"436":37,"447":37,"453":37,"455":37,"468":37,"469":37,"479":38,"480":38,"481":38,"482":38,"483":38,"484":38,"485":38,"486":38,"487":38,"488":38,"489":38,"494":38,"512":38,"513":38,"514":38,"515":38,"516":38,"520":38,"521":38,"522":38,"525":38,"526":38,"527":38,"550":38,"572":38,"575":38,"576":38,"589":39,"590":39,"591":39,"592":39,"593":39,"594":39,"595":39,"596":39,"597":39,"598":39,"601":39,"602":39,"603":39,"604":39,"605":39,"606":39,"607":39,"608":39,"609":39,"610":39,"611":39,"612":39,"613":39,"614":39,"615":39,"616":39,"617":39,"622":39,"627":39,"639":39,"673":39,"674":39,"675":39,"676":39,"677":39,"680":39,"681":39,"682":39,"683":39,"684":39,"685":39,"686":39,"687":39,"689":39,"693":39}}