{"sentence":{"1":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ examined investigated the trading activities of certain entities in the scrip of Pankaj Piyush Trades and investments Private Limited hereinafter referred to as PPTIL Company for the period from December 28 2011 to October 28 2013 hereinafter referred to as Investigation Period.","3":"The Noticee was therefore required to make disclosure under Regulation 131 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as SEBI PIT Regulations 1992 to the company and under Regulation 29 1 read with Regulation 293 of SEBI Substantial Acquisition of Shares and Takeover Regulations Adjudication Order in respect of Vikram Sharma in the matter of Trading Activities of Certain Entities in the Scrip of Pankaj Piyush Trade and Investments Limited 2011 to the company and to the stock exchange BSE within 2 working days of the date of the transaction.","43":"I note that quarterly shareholding patterns are filed by the company PPTIL with the stock exchange BSE.","44":"I find that the shareholding pattern are disseminated on the stock exchange BSE website and the information contained in same are in public domain.","45":"I note that the Noticee was being shown as public shareholder holding more than 1% shares in the company PPTIL.","46":"I find that the Noticee was being shown as holding 15000 3.75% shares of PPTIL at the end quarter ending March 31 2012.","47":"Further from the shareholding pattern of PPTIL for the quarter ending on June 30 2012 I find that the shareholding of the Noticee in PPTIL has increased from 15000 3.75% shares to 25000 6.25% shares.","48":"I note that the shareholding of the Noticee in PPTIL has increased by 10000 2.5% shares between March 31 2012 and June 30 2012.","49":"I find that the name of the Noticee was No appearing in the list of public shareholders holding more than 1% of the share capital of PPTIL at the end of quarter ending December 31 2011.","50":"I also note from the details of share transfers Physical Shares transfer Register obtained from the Registrar & Transfer Agents RTA.","51":"I find from the said records that the Noticee had acquired physical shares of PPTIL on two occasion.","52":"I find that on March 1 2012 15000 3.75% shares of PPTIL share distinctive nos. from 269501 to 274500 and from 289501 to 299500 were transferred from Shreyansh H Parikh to the Noticee.","53":"I find that on June 19 2012 further 10000 2.50% shares of PPTIL share distinctive nos. from 109501 to 114500 and from 319501 to 329500 were transferred from Rajat Choudhary to the Noticee.","56":"I find that the Noticee got 15000 3.75% shares of PPTIL transferred in its name on March 1 2012 and another 10000 2.50% shares of PPTIL on June 19 2012.","57":"Therefore the Noticee on June 19 2012 had crossed the threshold limit of 5% as stipulated in Regulation 131 of SEBI PIT Regulations 1992 and Regulation 291 of the SEBI SAST Regulations 2011.","74":"The amount of disproportionate gain or unfair advantage to the Noticee or loss caused to investors as a result of the default is No quantified in the material available on record.","93":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ had conducted investigation into the alleged irregularity in the trading of the scrip of M s Alchemist Realty Ltd hereinafter referred to as ‘Alchemist Company ARL”.","94":"The examination period during investigation was January 01 2006 to March 31 2011 hereinafter referred to as “Investigation Period”.","95":"Alchemist is listed at Bombay Stock Exchange hereinafter referred to as “BSE”.","108":"The letter issued was undelivered and attempt was made through Alchemist Reality Limited to serve the Notice to the noticee.","109":"On June 30 2017 ARL agreed to provide the correct address of the Noticee.","113":"It was observed from the corporate announcements of ARL dated February 8 2007 and April 25 2007 noticee was allotted 246000 shares and 257000 shares respectively by way of preferential allotment and conversion of warrants.","114":"Thus the total shareholding of noticee as on June 27 2007 was 503000 shares 7.14% of the share capital of ARL of 71 of SEBI SAST Regulations 1997.","115":"Further Noticee has acquired 191775 shares on October 17 2007 which resulted in increase in its shareholding by 2.72% and therefore requires disclosures in terms of PIT Regulations 1992.","120":"Noticee vide its letter dated July 222017 submitted its reply and interalia stated the following 10.1. During the Financial Year 200708 the Company M s Alchemist Realty Limited had issued Bonus Shares in the Ratio of 11 and the same was informed to relevant stock exchange.","121":"During the quarter ending June 2008 the Company M s Alchemist Realty Limited has exercised stock split option in the Ratio of 15.","123":"The change in shareholding is duly informed to the Stock Exchange.","145":"I note noticee has No produced any evidence to support its claim and I do No find details of disclosure made by the noticee for the aforesaid shareholding on BSE website.","169":"A letter of offer was made by M s Krishiraj Trading Limited Acquirer to acquire upto 23335525 Two crore thirty three lakh thirty five thousand five hundred and twenty five fully paid‐up equity shares of face value of Rs 10 ‐ each representing 26% of the expanded share capital at a price of Rs 54 Rupees fifty four per fully paid up equity share of Welspun India Limited Target Company.","170":"The public announcement for the same was made on May 24 2012.","171":"The shares of the company were listed on Bombay Stock Exchange BSE and National Stock Exchange NSE.","172":"On perusal of the letter of offer SEBI observed that M s Welspun Fintrade Limited company applicant formerly known as Welspun Trading Limited was a part of the promoter group of the company and had failed to comply with the provisions of Regulation 71A read with Regulation 72 of the SEBI Substantial Acquisition of Shares and Takeover Regulations 1997 Takeover Regulations with respect to transactions in the years 2006 and 2010.","179":"The application for settlement also proposed to settle the delayed compliance of Regulation 71A read with regulation 72 of the Takeover Regulations 1997 and Regulation 131 of SEBI Prohibition of Insider Trading Regulations hereinafter referred to as ‘PIT Regulations’ with respect to the transactions executed on June 28 2005 pursuant to a scheme of arrangement in the nature of merger between Gloflame Cotspin Industries Ltd and Welspun Industries Ltd.","185":"Welspun Fintrade Pvt.","195":"Oasis Tradelink Limited hereinafter referred to as ‘OTL’ is a company listed on Bombay Stock Exchange Limited BSE.Securities and Exchange Board of India ‘SEBI’ had conducted an investigation in the matter of trading in the scrip of the OTL by its promoters to ascertain whether there was any violation of the provisions of SEBI Prohibition of Insider Trading Regulation 2015 hereinafter referred to as ‘the PIT Regulationsduring the period January 1 2018 to March 31 2018 hereinafter referred to as “investigation period”.","196":"SEBI sought certain Information from the Registrar & Transfer Agent of the company Skyline Financial Services Private Limited hereinafter referred to as “Skyline”.","198":"Following were observed from the report a  Mr Snehal Bharatbhai Patel Snehal sold 300000 shares off market during the week January 12 2018 to January 19 2018 and sold 28362 shares off market during the week January 19 2018 to January 26 2018.","199":"The details of his transactions are as follows S.","200":"No Date of Transaction Pre Transaction Holding Pre Transaction Holding in % Transaction Quantity Post Transaction holding in % Nature of transaction Transaction value* in ₹ 1 12 01 2018 19 01 2018 572842 5.27 300000 2.51 Off market transfer 24915000 2 19 01 2018 26 01 2018 272842 2.76 28362 2.25 Off market transfer 2355464 *based on closing price of the scrip on BSE on the date of transaction Adjudication Order in respect of Oasis Tradelink Limited in the matter of Oasis Tradelink Limited As per the weekly reports provided by the RTA the details of the above transactions were available with OTL on January 22 2018 and January 29 2018 respectively.","201":"Since the transactions were of value more than ₹10 lakhs OTL was under obligation to make requisite disclosures to BSE within 2 trading days under regulation 72b of the PIT Regulations.","202":"However the OTL did No make any disclosures to the exchange even after becoming aware of the information. b Snehbar Stockholdings Pvt Ltd Snehbar purchased 128496 shares off market during the week February 9 2018 to February 16 2018 and sold 4220 shares off market during the week February 16 2018 to February 23 2018.","203":"Later it also sold 124276 shares during the March 16 2018 to March 23 2018.","204":"Due to the aforementioned transactions the shareholding of Snehbar remained unchanged for the Quarter ended March 2018 visàvis for the quarter ending December 2017.","205":"The details of its transactions are as follows Sr.","206":"No Date of transaction Pre transaction holding in No of shares Pre transaction holding in % Transaction Qty.","207":"Post transaction holding in No of shares Post transaction holding in % Nature of transaction Transaction Value* ₹ 1 09 02 2018  16 02 2018 595000 5.47 128496 723496 6.65 Off market buy 10634672 2 16 02 2018  23 02 2018 723496 6.65 4220 719276 6.61 Off market sale 412136 3 16 03 2018  23 03 2018 719276 6.61 124276 595000 5.47 Off market sale 12554350 *based on closing price of the scrip on BSE on the date of transaction As per the weekly reports provided by the RTA the details of above transactions were available with OTL on February 19 2018 March 1 2018 and March 26 2018 respectively.","208":"Since the transactions were of value more than ₹10 lakhs OTL was under obligation to make requisite disclosures to BSE within 2 trading days under regulation 72b of the PIT Regulations.","209":"However the OTL did No make any disclosures to the exchange even after becoming aware of the information.","215":"Subsequently SEBI sought information from BSE regarding the details of disclosures filed by OTL to BSE under relevant provisions of PIT Regulations and SAST Regulations in respect of transactions undertaken by the Noticee and other promoters of the OTL.","216":"BSE vide emails dated July 26 2019 submitted that it had No received any disclosures under PIT Regulations from the Noticee for the investigation period.","237":"Oasis Tradelink Limited In liquidation.","238":"In the same order the undersigned have been appointed as the Liquidator by the NCLT u s 341 of the Insolvency and Bankruptcy Code 2016 the Code.","241":"It is thus observed that the Hon’ble NCLT Ahmedabad has passed an order of liquidation on December 04 2019 against the Noticee and CA  Mr Ramchandra Dallaram Choudhary has been appointed as the liquidator under section 341 of the Insolvency and Bankruptcy Code 2016 and whereas the adjudication proceedings have been initiated vide communicationorder dated January 24 2020 and the same is a later development to the liquidation order.","248":"I further observe that the liquidation order was passed on December 04 2019 which is prior to the initiation of the instant proceedings i.e  on February 11 2020.","259":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ had conducted an investigation in respect of dealing in the scrip of M s Fast Track Entertainment Limited hereinafter referred to as ‘FTEL’ for the period from January 01 2004 to June 30 2004.","260":"The scrip of FTEL was listed on The Stock Exchange Mumbai Ahmedabad Stock Exchange Vadodara Stock Exchange hereinafter referred to as BSE.","293":"It is observed that the Noticee had hold 700000 shares of FTEL on 18th November2003.","294":"Further as on 31st March 2004 the share holding of the Noticee in the FTEL was also 9.05% of the total share capital of the FTEL resulting of which the Noticee had crossed the threshold limit of 5% for the disclosure requirement as per Regulation 71 r w 72 of Takeover Regulations and Regulation 131 of PIT Regulations.","295":"As per the respective regulations the Noticee was required to disclose its share holding in FTEL to the company FTEL and to the stock exchanges in which the scrip of FTEL was listed.","297":"It is also observed from the available record that the Noticee had No disclosed its share holding pattern as per regulation 71 r w 72 of Takeover Regulations to the BSE which was confirmed by the concerned exchange.","302":"Further it is also observed from the submission of the Noticee before the Investigating Authority SEBI that the Noticee had admittedly submitted regarding the No compliance of the required SEBI Regulations for disclosure.","337":"Securities and Exchange Board of India SEBI conducted investigation into the irregular transactions in the shares of Mahan Industries Limited hereinafter referred to as MIL company.","338":"As on December 31 2009 MIL had issued & paidup capital of 7150000 shares of 10  each.","339":"On January 4 2010 MIL made a preferential allotment of convertible equity warrants for 30 crores.","340":"On January 15 2010 MIL split its one share of 10  each into 10 equity shares of 1  each and as a result company had issued & paidup capital of 71500000  divided into 71500000 shares of 1  each and outstanding convertible equity warrants of 30 crores.","341":"On February 20 2010 the Board of Directors of MIL decided that convertible warrants where full amount of consideration was received by the company shall be converted into equal number of shares of 1  each.","342":"Accordingly on February 20 2010 MIL made allotment of 248500000 shares of 1  each to the preferential allottees of the convertible equity warrants.","343":"Therefore on February 20 2010 MIL Adjudication Order against Narois Impex Pvt Ltd in the matter of Mahan Industries Ltd had issued & paidup capital of 320000000 shares of 1  each and outstanding convertible preferential warrants worth 51500000  2.","344":"The details of the shares acquired by Narois Impex Private Limited hereinafter referred to as Noticee pursuant to conversion of equity warrants into equity share of 1  each by MIL on February 20 2010 and its percentage to the issued capital of MIL as on that date was as under Name No of shares allotted % of shares to the issued capital of the company 320000000 shares of 1  each Narois Impex Pvt Ltd 16675000 5.21 3.","345":"Since the acquisition of shares by the noticee on February 20 2010 entitled them to more than the threshold limits 5% of shares or voting rights of MIL as stipulated under regulations 71 and 71A read with regulation 72 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 hereinafter referred to as SAST Regulations 1997 Noticee was under obligation to make disclosure about its aggregate shareholding or voting rights in the MIL to MIL as well as to BSE within 2 days of transaction.","347":"Further since pursuant to conversion of equity warrants into equity share of 1  each by MIL on February 20 2010 noticee held 5% or more shares of MIL Noticee was also under an obligation to make disclosure about their shareholding or voting rights in the MIL to MIL in Form A within 2 days of the transaction as stipulated by Regulation 131 of SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations Adjudication Order against Narois Impex Pvt Ltd in the matter of Mahan Industries Ltd 1992.","364":"The said warrants got converted into 16675000 equity shares on 22.02.2010 constituting 5.21% of the issued capital of the company at the relevant time.","365":"As per company’s notice dated 05.11.2009 to the shareholders our post preferential issue shareholding was to become 4.49% of total equity capital.","366":"However it appears that instead of complete conversion of 3 crore warrants Rs 30 crores the conversion of 248500000 warrants Rs 24.85 crores took place in February 2010 and hence noticee’s holding became 5.21% instead of 4.49% as planned earlier.","367":"Further the remaining 51500000 warrants got converted into equity shares in May 2010 and accordingly the noticee’s holding got reduced to 4.49% as mentioned in the notice dated 05.11.2009.","368":"Hence our shareholding crossed 5% only for a brief period of 2 months and the disclosure for the same has been made to BSE on January 24 2015.","380":"However the company had made this disclosure to BSE in its quarterly disclosure for the quarter ended March 2010.","397":"It was also admitted that summons dated February 22 2013 were received by them and that they had submitted partial information vide letter dated March 02 2013.","398":"However as regards the summons dated March 08 2013 for personal appearance the ARs requested for inspection of acknowledgement of the said summons.","436":"The disclosure for the said acquisition was admittedly made by the noticee on January 27 2015 post receipt of SCN.","437":"It is the case of the Noticee that had the company converted all the 3 crore warrants Rs 30 crores into equity shares as originally planned its shareholding would have been 4.49% only which is less than 5%.","438":"But without notice to the Noticee the company converted 248500000 warrants Rs 24.85 crores instead of 3 crore warrants into equity shares in February 2010 which led to the shareholding of the Noticee to be 5.21% as against 4.49% as originally planned.","439":"Further the remaining 51500000 warrants got converted into equity shares in May 2010 and accordingly the noticee’s holding got reduced to 4.49% as mentioned in the notice dated 05.11.2009.","440":"Hence the shareholding of Noticee crossed 5% only for a period of 2 months.","453":"Had the company converted 3 crore warrants the acquisition of the noticee would have been 4.49% but as the company had converted 248500000 warrants on February 20 2010 the acquisition of noticee was 5.21%.","457":"In the instant matter I find that the shareholding of the noticee post conversion of warrants into equity shares was 5.33% which is below the limits prescribed under regulation 111 or under second proviso to Regulation 112 of SAST Regulations 1997.","463":"It is also an admitted fact that the said summons was received by the Noticee and vide letter dated March 03 2013 noticee submitted only part of the information as required by the said summons.","475":"I note that in their reply dated January 27 2015 Noticee has submitted for the first time the documents information including details relating to demat account statement and bank book and cash book sought by the summons dated February 22 2013 after a lapse of more than 2 years.","502":"I have considered the factors mentioned in section 15J of SEBI Act 1992 and I note that the material made available on record has No quantified the amount of disproportionate gain or unfair advantage made by the Noticee and the loss suffered by the investors as a result of the Noticees default.","503":"However by No submitting complete details in response to summons including those relating to Bank and demat statements which could have shown the fund flow and securities flow and by No appearing before the IA through its Managing Director as summoned for answering queries giving explanations clarifications despite having received the summons hampers the investigation.","509":"Total 400000  Rupees Four Lakh Only 37.","525":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted an investigation into the Trading Activities of Certain Entities in the scrip of Pawansut Holdings Limited herein after referred to as Pawansut or PHL or the Company’ during the period June 11 2013 to September 11 2014 hereinafter referred to as ‘investigation period’ period of investigation.","536":"Details in this regard are given below Adjudication Order in respect of Pradeep Kumar Jindal in the matter of Trading Activities of Certain Entities in the Scrip of Pawansut Holdings Limited Disclosure requirements under Regulation 29 of SEBI SAST Regulations 2011 for promoter entity along with its PACs for change in shareholding of Pawansut during the investigation period Date Consolidated shareholding of promoters PACs pre purchase disposal Consolida ted % of sharehold ing held  pre purchase disposal by promoter PACs Consolida ted no of shares purchase d disposed by promoter s PACs Purchase Sell Consolidat ed % of shareholdi ng of shares purchased disposed by promoter PACs Consolida ted sharehold ing held  post purchase disposal by promoter and PACs Consolida ted % of sharehold ing of promoter s PAC post purchase disposal Trigger for disclosures under Regulation 292 read with 293 of SEBI SAST Regulations 2011 11Jun2013 3721147 32.89 5900 Sell 0.05 3715247 32.84 12Jun2013 3715247 32.84 2400 Sell 0.02 3712847 32.82 19Jun13 3712847 32.82 7000 Sell 0.06 3705847 32.75 22Jun2013 3705847 32.75 16200 shares dematerialised 0.14 3722047 26Jun2013 3722047 32.90 27607 Purchase & Sell 0.24 3749654 33.14 27Jun2013 3749654 33.14 33491 Purchase 0.30 3783145 33.44 28Jun2013 3783145 33.44 4602 Purchase & Sell 0.04 3787747 33.48 29Jun13 3787747 33.48 30858 Purchase 0.27 3818605 33.75 01Jul2013 3818605 33.75 25065 Purchase 0.22 3843670 33.97 03Jul2013 3843670 33.97 17000 Purchase 0.15 3860670 34.12 08Jul2013 3860670 34.12 4500 Sell 0.04 3856170 34.08 09Jul2013 3856170 34.08 752000 Sell 6.65 3104170 27.44 Regulation 292 read with 293 of SEBI SAST Regulations 2011 11Jul2013 3104170 27.44 4600 Sell 0.04 3099570 27.40 25Jul2013 3099570 27.40 44000 Sell 0.39 3055570 27.01 8Aug13 3055570 27.01 4500.000 Sell 0.04 3051070 26.97 12Aug13 3051070 26.97 200000 Purchase & Sell 1.77 2851070 25.20 Regulation 292 read with 293 of SEBI SAST Regulations 2011 27Aug13 2851070 25.20 46550 Purchase 0.41 2897620 25.61 3Sep13 2897620 25.61 45000 Sell 0.40 2852620 25.21 12Sep13 2852620 25.21 20000 Sell 0.18 2832620 25.04 13Sep13 2832620 25.04 50000 Sell 0.44 2782620 24.59 20Sep2013 2782620 24.59 50000 Sell 0.44 2732620 24.15 30Sep13 2732620 24.15 434555 Purchase 3.84 3167175 27.99 Regulation 292 read with 293 of SEBI SAST Regulations 2011 Adjudication Order in respect of Pradeep Kumar Jindal in the matter of Trading Activities of Certain Entities in the Scrip of Pawansut Holdings Limited 4Oct13 3167175 27.99 20000 Purchase 0.18 3187175 28.17 14Oct13 3187175 28.17 20000 Sell 0.18 3167175 27.99 31Oct13 3167175 27.99 323127 Purchase 2.86 3490302 30.85 Regulation 292 read with 293 of SEBI SAST Regulations 2011 11Nov13 3490302 30.85 375873 Purchase 3.32 3866175 34.17 do 12Nov13 3866175 34.17 95000 Sell 0.84 3771175 33.33 30Nov 2013 3771175 33.33 4050 shares dematerialised 0.04 3775225 33.37 11Dec2013 3775225 33.37 1250 shares dematerialised 0.01 3776475 33.38 12Dec13 3776475 33.38 143940 Sell 1.27 3632535 32.11 Regulation 292 read with 293 of SEBI SAST Regulations 2011 16Jan2014 3632535 32.11 275725 Purchase 2.44 3908260 34.54 do 12Mar 2014 3908260 34.54 488000 Sell 4.31 3420260 30.23 do 26Mar14 3420260 30.23 300000 Sell 2.65 3120260 27.58 do 29Mar 2014 3120260 27.58 106246 Purchase 0.94 3226506 28.52 31Mar 2014 3226506 28.52 219444 Purchase 1.94 3445950 30.46 Regulation 292 read with 293 of SEBI SAST Regulations 2011 2Apr14 3445950 30.46 249311 Purchase & Sell 2.20 3695261 32.66 do 12May14 3695261 32.66 300000 Sell 2.65 3395261 30.01 do 13Jun14 3395261 30.01 163818 Sell 1.45 3559079 31.46 24Jun14 3559079 31.46 131500 Purchase 1.16 3690579 32.62 Regulation 292 read with 293 of SEBI SAST Regulations 2011 20Jun2014 3690579 32.62 242323 Purchase 2.14 3932902 34.76 do 8Jul14 3932902 34.76 75000 Sell 0.66 3857902 34.10 8.","568":"The disclosure is required to be made with respect to the total number of shares or voting rights held and change in shareholding or voting rights if there has been a change in such holdings of such person from the last disclosure made under Listing Agreement or under subregulation 2A or under this sub regulation and the change exceeds Rs 5 lakh in value or 25000 shares or 1% of total shareholding or voting rights whichever is lower.","579":"Upon perusal of the documents available on record I find that the Noticee was a promoter and a director of Pawansut.","580":"I also note that the Noticee was holding 22202 shares of Pawansut.","581":"The Noticee sold 4500 shares on August 8 2013 having transaction value of Rs 1631790 .","582":"The Noticee further sold 17702 shares of Pawansut on April 2 2014 having transaction value of Rs 3347094.16.","583":"The aforesaid transactions had triggered the disclosure requirements under Regulation 134 read with 135 of the SEBI PIT Regulations 1992 since the Noticee was a director of Pawansut and the value of both the transactions had exceeded the threshold limit of Rs 500000  stipulated under Regulation 134 of the SEBI PIT Regulations 1992.","584":"The aforesaid transactions also triggered the disclosure requirements stipulated under Regulation 134A read with 135 of the SEBI PIT Regulations 1992 since the Noticee was a Promoter of Pawansut and value of both the transactions had Adjudication Order in respect of Pradeep Kumar Jindal in the matter of Trading Activities of Certain Entities in the Scrip of Pawansut Holdings Limited exceeded the threshold limit of Rs 500000  as stipulated under Regulation 134A of the SEBI PIT Regulations 1992.","585":"I note from the shareholding pattern of Pawansut that the consolidated shareholdings of the promoters group was 32.89% 3721147 on June 11 2013 as mentioned in the table at Paragraph 7 above.","586":"I note that the aforesaid shareholdings of the Group promoters group decreased to 27.44% 3104170 shares a change of 5.45% on July 9 2013.","587":"The shareholding further decreased to 25.20% 2851070 shares a change of 2.24% on August 12 2013.","588":"The shareholdings of the Group further increased to 27.99% 3167175 shares a change of 2.79% on September 30 2019.","589":"The shareholdings of the Group further increased to 30.85% 3490302 shares a change of 2.86% on October 31 2013.","590":"The shareholdings of the Group further increased to 34.17% 3866175 shares a change of 3.32% on November 11 2013.","591":"The shareholdings of the Group decreased to 32.11% 3632535 shares a change of 2.06% on December 12 2013.","592":"Shareholdings of the Group further increased by 2.44% to 34.54 % 3908260 share on January 16 2014.","593":"Shareholding of the Group decreased by 4.31% to 30.23% 3420260 shares on March 12 2014 and further by 2.65% to 27.58% 3120260 shares on March 26 2014.","594":"Shareholdings of the Group increased by 2.88% to 30.46% 3445950 shares on March 31 2014 and further by 2.20% to 32.66% 3695261 shares on April 2 2014.","595":"Shareholding of the Group again decreased by 2.65% to 30.01% 3395261 shares on May 12 2014 and again increased to 32.62% 3690579 shares a change of 2.61% on June 24 2014 and further to 34.76% 3932902 shares a change of 2.14%on June 20 2014.","596":"From the above I note that there were 14 Fourteen instances of change increase decrease in the shareholding of the Group and with respect to each of the above mentioned transactions pertaining to increase and decrease in the shareholdings of the Promoters and Promoters group acting in concert with each other the Noticee was required to make disclosures in accordance with the provisions of Regulation 292 read with Regulation 293 of the SEBI SAST Regulations 2011.","614":"The amount of disproportionate gain or unfair advantage to the Noticee or loss caused to investors as a result of the default is No quantified in the material available on record.","635":"Oregon Commercial Ltd “OCL” had observed that Nilesh R Pandya “Nilesh” had violated provisions of Regulation 71 read with 72 of SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 “SAST Regulations” and Regulations 131 and 133 read with 135 of SEBI Prohibition of Insider Trading Regulations 1992 “PIT Regulations”.","637":"Phase I during January 4 2010 to August 09 2010 and Phase II during August 10 2010 to January 10 2011 hereinafter referred to as ‘period of investigation’ or ‘investigation period’.","638":"During investigation the shareholding of Nilesh was verified from the trade log and on verification following disclosure related violations under SAST Regulations and PIT Regulations were observed and hence alleged.","641":"In the matter of Saianand Commercial Ltd Erstwhile Oregon Commercial Ltd 5.","643":"In terms of Regulation 71 read with 72 of SAST Regulations and Regulation 131 of PIT Regulations Nilesh was required to disclose No of shares held by him to OCL and the Stock Exchange on occasions shown in Table 1 but failed to do so.","645":"Table – 1 Nilesh failed to disclose on 7 Occasions Transaction Date Total Acquired  Disposed Balance % 08.04.2010 1000 0 0.00 25.05.2010 60000 60000 6.25 04.06.2010 4500 39000 4.06 07.06.2010 10000 49000 5.10 08.06.2010 4500 44500 4.64 09.06.2010 25500 70000 7.29 23.06.2010 4500 35937 3.74 24.06.2010 30500 66437 6.92 02.07.2010 4500 39870 4.15 06.07.2010 35500 75370 7.85 29.07.2010 4500 27897 2.91 30.07.2010 30500 58397 6.08 10.08.2010 4500 31397 3.27 11.08.2010 30000 61397 6.40 7.","646":"In terms of Regulation 133 read with Regulation 135 of PIT Regulation 1992 read with Regulation 122 of PIT Regulation 2015 Nilesh was required to disclose No of shares held by him to the company and to the stock exchanges where shares of the company are listed on occasions as shown in Table 2 but failed to do so.","649":"Table – 2 Nilesh failed to disclose on 7 Occasions Transaction Date Total Acquired  Disposed Cumulative % 25.05.2010 60000 60000 6.25 04.06.2010 4500 39000 4.06 09.06.2010 25500 70000 7.29 18.06.2010 4500 48500 5.05 24.06.2010 30500 66437 6.92 01.07.2010 4500 44370 4.62 06.07.2010 35500 75370 7.85 13.07.2010 4500 52897 5.51 13.07.2010 4500 52897 5.51 27.07.2010 4500 32397 3.37 30.07.2010 30500 58397 6.08 06.08.2010 4500 35897 3.74 11.08.2010 30000 61397 6.40 18.08.2010 4125 39272 4.09 9.","699":"It is observed from the records that any gain or unfair advantage accrued to Nilesh as a result of nondisclosure has No been quantified."},"label":{"1":"material fact","3":"material fact","43":"material fact","44":"material fact","45":"material fact","46":"material fact","47":"material fact","48":"material fact","49":"material fact","50":"material fact","51":"material fact","52":"material fact","53":"material fact","56":"material fact","57":"material fact","74":"material fact","93":"material fact","94":"material fact","95":"material fact","108":"material fact","109":"material fact","113":"material fact","114":"material fact","115":"material fact","120":"material fact","121":"material fact","123":"material fact","145":"material fact","169":"material fact","170":"material fact","171":"material fact","172":"material fact","179":"material fact","185":"material fact","195":"material fact","196":"material fact","198":"material fact","199":"material fact","200":"material fact","201":"material fact","202":"material fact","203":"material fact","204":"material fact","205":"material fact","206":"material fact","207":"material fact","208":"material fact","209":"material fact","215":"material fact","216":"material fact","237":"material fact","238":"material fact","241":"material fact","248":"material fact","259":"material fact","260":"material fact","293":"material fact","294":"material fact","295":"material fact","297":"material fact","302":"material fact","337":"material fact","338":"material fact","339":"material fact","340":"material fact","341":"material fact","342":"material fact","343":"material fact","344":"material fact","345":"material fact","347":"material fact","364":"material fact","365":"material fact","366":"material fact","367":"material fact","368":"material fact","380":"material fact","397":"material fact","398":"material fact","436":"material fact","437":"material fact","438":"material fact","439":"material fact","440":"material fact","453":"material fact","457":"material fact","463":"material fact","475":"material fact","502":"material fact","503":"material fact","509":"material fact","525":"material fact","536":"material fact","568":"material fact","579":"material fact","580":"material fact","581":"material fact","582":"material fact","583":"material fact","584":"material fact","585":"material fact","586":"material fact","587":"material fact","588":"material fact","589":"material fact","590":"material fact","591":"material fact","592":"material fact","593":"material fact","594":"material fact","595":"material fact","596":"material fact","614":"material fact","635":"material fact","637":"material fact","638":"material fact","641":"material fact","643":"material fact","645":"material fact","646":"material fact","649":"material fact","699":"material fact"},"case_number":{"1":56,"3":56,"43":56,"44":56,"45":56,"46":56,"47":56,"48":56,"49":56,"50":56,"51":56,"52":56,"53":56,"56":56,"57":56,"74":56,"93":57,"94":57,"95":57,"108":57,"109":57,"113":57,"114":57,"115":57,"120":57,"121":57,"123":57,"145":57,"169":58,"170":58,"171":58,"172":58,"179":58,"185":58,"195":59,"196":59,"198":59,"199":59,"200":59,"201":59,"202":59,"203":59,"204":59,"205":59,"206":59,"207":59,"208":59,"209":59,"215":59,"216":59,"237":59,"238":59,"241":59,"248":59,"259":60,"260":60,"293":60,"294":60,"295":60,"297":60,"302":60,"337":61,"338":61,"339":61,"340":61,"341":61,"342":61,"343":61,"344":61,"345":61,"347":61,"364":61,"365":61,"366":61,"367":61,"368":61,"380":61,"397":61,"398":61,"436":61,"437":61,"438":61,"439":61,"440":61,"453":61,"457":61,"463":61,"475":61,"502":61,"503":61,"509":61,"525":62,"536":62,"568":62,"579":62,"580":62,"581":62,"582":62,"583":62,"584":62,"585":62,"586":62,"587":62,"588":62,"589":62,"590":62,"591":62,"592":62,"593":62,"594":62,"595":62,"596":62,"614":62,"635":63,"637":63,"638":63,"641":63,"643":63,"645":63,"646":63,"649":63,"699":63}}