{"sentence":{"11":"Nidhi Granites Limited hereinafter referred to as ‘NGL the Company’ is a company listed on the Bombay Stock Exchange Limited BSE.","12":"During examination in the scrip for the period JulySeptember 2010 SEBI observed that during the quarters ending June2010 and Septermber2010 two of the promoters of the NGL viz  Mr Rajkumar Manmal Thard and Ms. Pushpa Rajkumar Thard had respectively acquired 3.42% and 6.32% shares of NGL from another promoter  Mr Manmal Thard.","13":"Consequently the shareholding of  Mr Rajkumar Manmal Thard and Ms. Pushpa Rajkumar Thard increased from 12.1% to 15.52% and 14.65% to 20.97% respectively.","14":"Further the combined shareholding of the promoters other than seller increased from 48.76% to 58.50%.","15":"Consequent change in shareholding of the promoters promoter group of NGL during the period June 2010 to September 2010 as disclosed in the shareholding pattern of the promoter’s holding at BSE web site are shown in the following table Adjudication Order in the matter of Nidhi Granites Limited File Ref No.","17":"No Name of Shareholder June2010 Septmber2010 No of shares held % to total shares No of shares held % to total shares 1  Mr Rajkumar Manmal Thard Noticee 1 90731 12.10 116406 15.52 2 Ms. Pushpa Rajkumar Thard Noticee 2 109900 14.65 157300 20.97 3  Mr Manmal Thard 73075 9.74 0 0 4 Other Promoters Nupur International Pvt Ltd. Ms. Nidhi Abhinav Aggarwal  Mr Anil Ratanlal Saraf  Mr Dutta Prasad Narhar Kulkarni Ms. Ophelia Rodrigues and  Mr Virendra Pandya Noticee 38 165025 22.01 165025 22.01 Total 438731 58.50 438731 58.50 3.","18":"During aforesaid examination it was observed that  a Out of total 73075 9.74% shares of NGL transferred to  Mr Rajkumar Manmal Thard Noticee 1 and Ms. Pushpa Rajkumar Thard Noticee 2 25675 shares 3.42% were held in Trivenidevi Family Trust in the name of  Mr Manmal Thard since deceased.","19":"These 25675 shares were transferred to  Mr Rajkumar Manmal Thard as a beneficiary of the said Trust on July 19 2010 after death of  Mr Manmal Thard on May 17 2010.","20":"SEBI was satisfied that since the aforesaid shareholdings were disclosed as promoters’ shareholding for more than 3 years the said increase in promoters’ shareholding was exempted under regulation 31 e iiib of the SEBI Substantial Acquisition of Shares and Takeovers Regulations 1997 hereinafter referred to as ‘SAST Regulations’.","21":"However it was observed that the requisite disclosures under regulation 33 were No made and report under regulation 34 read with regulation 35 of the SAST Regulations was No filed with SEBI by the promoter group of NGL with respect to such increase in their shareholding.","40":"After the demise of  Mr Manmal Thard a Trust named Manmal Thard Family Trust the Thard Trust was formed for all the shareholdings held by the deceased  Mr Manmal Thard in NGL wherein Ms. Pushpa Rajkumar Thard and Ms. Nidhi Abhinav Aggarwal are the Trustees.","41":"From the submissions made by Ms. Pushpa Rajkumar Thard vide her email dated December 03 2015 it was noted that as the demat account cannot be opened in the name of a Trust the said 47400 share 6.32% of NGL are held in the name of Ms. Pushpa Rajkumar Thard and Ms. Nidhi Abhinav Aggarwal but in actual it is a property of the Thard Trust. f SEBI noted that said transaction with respect to 6.32 % shares does No qualifies for the automatic exemption under regulation 31eiii of the SAST Regulations since the shares held by individuals have been transferred to a newly created Thard Trust.","42":"Thus the said increase in promoter group holding would be treated as trigger of regulation 112 of the SAST Regulations.","54":"SEBI vide letters dated June 05 and June 28 2017 sought information from NGL regarding disclosure under regulation 133 of the PIT Regulations for the aforementioned acquisitions.","57":"National Securities Depository Limited NSDL vide its email dated September 12 2017 provided the details of transaction in the account of  Mr Manmal Thard  Mr Rajkumar Manmal Thard and Ms. Pushpa Rajkumar Thard.","58":"From the documents submitted by NSDL SEBI noted that the aforesaid transactions were carried out by  Mr Rajkumar Manmal Thard and Ms. Pushpa Rajkumar Thard on July 19 2010 and September 28 2010 in their respective Beneficiary Accounts.","61":"Concerned department in SEBI noted that the promoters other than sellers are part of the promoter group and hence they are deemed to be persons acting in concert PACs with regard to the acquisition of  Mr Rajkumar Manmal Thard and Ms. Pushpa Rajkumar Thard.","106":"Mr Manmal third was holding 47400 shares of the NGL.","119":"The shares were transferred from one Demat Account to another as explained hereinabove due to death of  Mr Manmal Thard.","127":"In this case it is admitted fact that the acquisitions of 25675 shares of the NGL by  Mr Rajkumar Manmal Thard and 47400 shares by Ms. Puhpa Rajkumar Thard were pursuant to rearrangement of shareholding amongst the family members consequent to the death of respective promoters Trustee namely Ms. Trivenidevi Manmal Thard and  Mr Manmal Thard respectively.","128":"The arrangement of shares in the name of  Mr Rajkumar Manmal Thard on July 19 2010 and by Ms. Pushpa Rajkumar Thard on September 28 2010 were pursuant to transmission of those shares.","149":"In this case the acquisition of Noticee No 1 dated July 19 2010 triggered the threshold of 14% shareholding increase from 12.10 to% 15.52% under regulation 71 and he was required to make requisite disclosures to NGL and BSE within 2 working days from July 19 2010 as stipulated in regulation 72 of the SAST Regulations and to also to the Company in Form C specified in regulation 133 of the PIT Regulations.","150":"Similarly pursuant to the acquisition dated September 28 2010 shareholding of the Noticee No 2 changed from 14.65% to 20.97% which triggered her obligation to make requisite disclosure in Form C to the Company under regulation 133 of the PIT Regulations.","166":"From the Shareholding pattern of the NGL as on September 2010 as available on BSE website it is noted that change in shareholding of the Noticees No 1 and 2 pursuant to aforesaid arrangement of transmission of share have been disclosed in public domain as on September 30 2010 within a reasonable time and without creating any information asymmetry to the detriment of investors and securities market.","176":"In the matter of Sun and Shine Worldwide Limited 1.","177":"Pursuant to the investigation conducted in the matter of Sun and Shine Worldwide Limited hereinafter referred to as SSWL or the company during the period from October 01 2012 to February 12 2014 Securities and Exchange Board of India SEBI observed the following a Saral Mining Ltd Formerly known as XO Infotech Ltd. a company listed on BSE Ltd “BSE” was holding 14% shares of the company as on March 31 2014. b Saral Mining Ltd had received 4.77% shares 2386500 shares through off market on May 06 2014 and 3.32% shares 1658200 shares through off market on May 13 2014.","178":"As a result its total shareholding increased to 18.77% on May 06 2014 and 22.09% on May 13 2014. c Since the shareholding of Saral Mining Ltd changed by more than 2% on two occasions i.e  firstly on May 06 2014 and secondly on May 13 2014 it was required to make requisite disclosures to i Stock exchange and the company under Regulation 292 read with Regulation 293 of SEBI Substantial Acquisition of Shares and Takeover Regulations 2011 hereinafter referred as “SAST Regulations” within two working days of the acquisition of shares; and ii The company under Regulation 133 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred as “PIT Regulations” read with Regulation 135 of the PIT Regulations read with Regulation 12 of the SEBI Prohibition of Adjudication Order in respect of Saral Mining Ltd in the matter of SSWL Insider Trading Regulations 2015 hereinafter also referred to as “ 2015 PIT Regulations” within two working days of the acquisition of shares. d BSE vide email dated October 30 2018 and the company vide its email dated December 12 2018 both confirmed that they had received disclosures from Saral Mining Ltd on April 10 2015 for its aforesaid transactions. e Further vide email dated December 12 2018 Saral Mining Ltd had stated that  “…we must have made the disclosures within required time limit.","200":"The same was communicated to the email id of the Noticee as available on BSE Website viz. xoinfotechlimited@yahoo.co.in vide email dated August 14 2020.","220":"As the shareholding of the Noticee changed by more than 2% on two occasions i.e  firstly on May 06 2014 and secondly on May 13 2014 it was under obligation to make requisite disclosures to the Stock exchange i.e  BSE and the company under Regulation 292 read with Regulation 293 of the SAST Regulations within two working days of the acquisition of shares and to the company under Regulation 133 of the PIT Regulations read with Regulation 135 of the PIT Regulations read with Regulation 12 of the 2015 PIT Regulations within two working days of the acquisition of shares.","221":"The BSE and the company have confirmed that they had received disclosures from the Noticee on April 10 2015 for its aforesaid transactions.","254":"SEBI conducted an investigation in the scrip of Minal Industries Limited with regard to the bonus issue of equity shares during the year 2010.","259":"The agenda for meeting of the Board of Directors to discuss the bonus issue of shares was circulated along with notice to all the Directors on July 01 2010.","260":"However it was only on July 06 2010 that the company informed BSE that a meeting of the Board of Directors will be held on July 09 2010 to consider the bonus issue of equity shares.","265":"The decision to make bonus issue of shares was taken by the Managing Director of the company in consultation with other board members on July 06 2010 and immediately informed to BSE regarding board meeting for bonus issue of shares. b The company is under impression that the intimation regarding bonus issue of shares is to be intimated at least 2 working days in advance as per clause 19 of the Listing Agreement.","266":"However we have checked the clause 19 of Listing Agreement and as per clause 19b it should be intimated simultaneously to the Stock Exchanges in case the proposal for declaration of bonus is communicated to the Board of Directors of the company as part of the agenda papers.","276":"85 during the said period of delay.","277":"In percentage terms it is 16 which is lower to about 21% of the previous similar period and about 18.5% of the subsequent similar week.","287":"In the instant case the noticee has submitted that it was under impression that the intimation regarding bonus issue of shares is to be intimated at least 2 working days in advance as per clause 19a of the Listing Agreement.","288":"The noticee has also submitted that it has complied with the conditions of Listing Agreement but due to ignorance of Clause 19b of the Listing Agreement the intimation was sent to BSE as per clause 19a of the Listing Agreement i.e  two working days before the Board Meeting.","289":"As per Clause 19b of the Listing Agreement read with Section 21 of the SCRA and Regulation 122 of PIT Regulations read with Clause 2.1 of Schedule II of PIT Regulations the noticee was required to disseminate the information simultaneously to the Stock Exchanges regarding the bonus issue of equity shares.","296":"The Company agrees to give notice simultaneously to the Stock Exchanges in case the proposal for declaration of bonus is communicated to its Board of Directors as part of the agenda papers.","315":"It is also noted that the Investigation Report has No quantified the amount of loss caused to an investor or group of investors as a result of the No compliance by the noticee.","328":"Securities and Exchange Board of India hereinafter referred to as “SEBI” conducted investigation in the trading in the scrip of India Polyspin Limited hereinafter referred to as ‘IPL Company’ during the period from December 05 2003 to January 28 2004.","336":"Thereafter in continuation of the aforesaid SCN another notice No EAD 5 VSS JR 134172 2008 dated August 05 2008 was sent through Ahmedabad Stock Exchange ASE containing the same allegations.","374":"Upon analysis of the demat account statements of entities belonging to promotergroup of IPL I find that on January 8 2004 and January 09 2004 1 Arjunlal N Uttamchandani 2 Nileshkumar G Uttamchandani 3 Sureshkumar N Uttamchandani 4 Maheshkumar N Uttamchandani 5 Shankerlal N Uttamchandani 6 Jivanlal N Uttamchandani 7 Hitendra J Uttamchandani 8 Kamlaben S Uttamchandani 9 Rekhaben M Uttamchandani 10 Shailesh G Uttamchandani and 11 Laxmiben S Uttamchandani hereinafter collectively referred to as ‘promoter group’ transferred 3077200 shares constituting 55.38% of the equity capital of the company to Right Finstock Private Limited hereinafter referred to as ‘RFPL’ and the Noticee through off market transactions.","375":"Upon perusal of documents available on record I find that 1663000 shares constituting 29.93% of the equity capital of the company were transferred by the promoter group to the Noticee and 1414200 shares constituting 25.45% of the equity capital of the company were transferred to RFPL.","376":"The details of the transactions through which 1663000 shares constituting 29.93% of the equity capital of the company was transferred to the Noticee which increased the shareholding of the Noticee are given below Date of Transfer Transferor Transferee No of Shares % January 08 2004 Shri Nileshkumar G Uttamchandani Noticee 232800 4.19 January 08 2004 Shri Sureshkumar N Uttamchandani Noticee 409200 7.37 January 08 2004 Shri Shankarlal N Uttamchandani Noticee 791000 14.24 January 08 2004 Shri Shailesh G Uttamchandani Noticee 220000 3.95 January 09 2004 Ms. Laxmiben S Uttamchandani Noticee 10000 0.18 Total 1663000 29.93 15.","377":"I find that in July 2004 the promoter group received back 2423296 shares being 43.61% of the equity capital of the company from RFPL and the Noticee.","378":"From January to July 2004 RFPL and the Noticee collectively offloaded 653904 shares in the market.","379":"On February 20 July 05 July 07 and July 09 2004 Noticee retransferred 1457396 shares constituting 26.23% of the shares of IPL to the promoter group.","380":"The details of the transactions by which the shares were retransferred are given below Date of Transfer Transferor Transferee No of Shares % February 20 2004 Noticee Shri Shailesh G Uttamchandani 35800 0.64 July 05 2004 Noticee Shri Sureshkumar N Uttamchandani 113300 2.03 July 07 2004 Noticee Shri.","381":"Sureshkumar N Uttamchandani 409200 7.37 July 07 2004 Noticee Shri Nilesh G Uttamchandani 232800 4.19 July 07 2004 Noticee Shri Shailesh G Uttamchandani 220000 3.96 July 07 2004 Noticee Shri Shankarlal N Uttamchandani 326900 5.89 July 07 2004 Noticee Ms. Laxmiben S Uttamchandani 10000 0.18 July 10 2004 Noticee Shri Shankarlal N Uttamchandani 109396 1.97 Total 1457396 26.23 The aforesaid transfers reduced the shareholding of the Noticee from 29.93% to 3.70% of the total shares of IPL 17.","386":"Further any transfer of securities from the beneficial owner account would be construed as change in ownership in respect of those securities which have been transferred to another beneficiary account.","387":"I find that the promoter group had transferred a total of 1663000 shares constituting 29.93% of share capital of IPL which were in demat form in favour of the Noticee on January 08 and January 09 2004 and Noticee retransferred a total of 1457396 shares constituting 26.23% of share capital of IPL on February 20 July 07 July 09 and July 10 2004 to the promoter group which indicates that the ownership of the shares had been transferred in the names of the parties.","388":"I find that the parties became the rightful owners of the said shares in IPL.","390":"In view of this the acquisition of 29.93% shares on January 08 and January 09 2004 by the Noticee is more than the threshold limit specified under regulation 10 of SAST Regulations and therefore Noticee ought to have made a public announcement.","401":"In the instant case I find that on January 08 2004 and January 09 2004 the Noticee acquired 1663000 shares from the promoter group constituting 29.93% of the total shares of IPL.","402":"On January 08 2004 Noticee acquired 1653000 shares constituting 29.75% of the total shares of IPL and on January 09 2004 the Noticee acquired 10000 shares constituting 0.18% of the total shares of IPL.","403":"The acquisition on January 08 2004 is more than the 5% threshold specified in regulation 71 of SAST Regulations.","404":"The due date for compliance under regulations 71 and 72 of SAST Regulations was January 12 2004.","409":"In the instant case as on January 08 2004 with the transfer of 1653000 shares from the promoter group the shareholding of the Noticee increased by 29.75%.","411":"The due date for compliance was January 14 2004.","416":"In the instant case as on January 08 with the transfer of 1653000 shares from the promoter group the shareholding of the Noticee increased by 29.75%.","417":"The Noticee was required to make a disclosure under regulation 133 read with regulation 135 of PIT Regulations to the company i.e  IPL as there was a change in the shareholding exceeding 2% of the total shares of the company.","418":"The due date for compliance was January 14 2004.","419":"The Noticee did No make the disclosure.","420":"With the transfer of 113300 shares to the promoter group on July 05 2004 the shareholding of the Noticee reduced by 2.03%.","421":"The Noticee was required to make a disclosure to IPL under regulation 133 read with regulation 135 of PIT Regulations as there was a change in the shareholding exceeding 2% of the total shares of the company.","422":"The due date for compliance was July 09 2004.","423":"The Noticee did No make the disclosure.","424":"With the transfer of 1198900 shares to the promoter group on July 07 2004 the shareholding of the Noticee reduced by 21.59%.The Noticee was required to make a disclosure to IPL under regulation 133 read with regulation 135 of PIT Regulations as there was a change in the shareholding exceeding 2% of the total shares of the company.","425":"The due date for compliance was July 13 2004.","426":"The Noticee did No make the disclosure.","427":"With the transfer of 109396 shares on July 10 2004 the shareholding of the Noticee reduced by 1.97% to 3.70% .","428":"The Noticee was required to make a disclosure to IPL under regulation 133 read with regulation 135 of PIT Regulations i.e  as there was a change in the shareholding falling below 5% of the total shares of the company.","429":"The due date for compliance was July 15 2004.","430":"The Noticee did No make the disclosure.","455":"The scrip of IPL was listed at Bombay Stock Exchange BSE Ahmedabad Stock Exchange ASE and Vadodara Stock Exchange VSE however during the period of investigation i.e  December 05 2003 to January 28 2004 it got traded at BSE only.","456":"The price volume data recorded at BSE during the period of investigation is as below Face Value Rs 10 Exchange Open High Low Close Volume BSE 1.93 5 12 2003 14.40 16 1 2004 1.55 8 12 2003 6.38 28 1 2004 838426 36.","457":"The shares of the company were trading irregularly and the price was in the range of 0.98 to 2.82 before the investigation period.","458":"During the investigation period the shares of the company were traded on the BSE in 32 days for 838426 shares and the share price had increased from 1.93 to reach the peak of 14.40 on January 16 2004.","459":"Noticee is a member of ASE and its SEBI Registration Nos. is INB021135737.","460":"Noticee received 1663000 shares 29.93%of paid up capital from the promoters on January 08 and January 09 2004.","461":"However from the documents available on record I find that the Noticee started trading in the market from January 15 2004.","462":"Noticee traded in the scrip of IPL through the broker Ruchiraj Shares and Stock Brokers Private Limited RSSBPL and bought 56339 shares 6.72% of the market volume and sold 111993 shares 13.36% of the market volume.","463":"The same can be depicted from the table below Broker Client Bought Bought % Sold Sold % Ruchiraj Share & Stock Brokers Private Limited Noticee 56339 6.72 111993 13.36 Daywise volume of Noticee Date Quantity Bought Quantity Bought % Quantity Sold Quantity Sold % 15 1 2004 0 0.00 35000 29.76 16 1 2004 9729 7.31 35803 26.89 19 1 2004 9810 15.03 11110 17.03 20 1 2004 9500 41.76 910 4.00 21 1 2004 600 2.49 4100 17.00 22 1 2004 16200 39.27 720 1.74 23 1 2004 10150 30.66 12300 37.16 27 1 2004 0 0.00 2500 20.32 28 1 2004 350 1.51 9550 41.14 From the above table I find the following • From January 15 2004 Noticee started selling shares in large quantities.","464":"At the same time it started buying shares from January 16 2004.","465":"Day wise sell and buy volume of Noticee was ranging from 1.51% to 41.76%.","467":"From January 15 2004 after the Board meeting of IPL on Jan14 2004 it started selling the shares in the market.","468":"On January 16 2004 company announced the results and on that day price of the scrip of IPL touched its highest of 14.40. • Noticee sold major shares on January 15 and 16 2004.","469":"On net basis Noticee sold 55654 shares during the investigation period.","471":"It placed large buy orders which were subsequently deleted.","473":"In July 2004 after the investigation period Noticee retransferred 1457396 shares 26.63% to promoters.","474":"From January to July 2004 RFPL and Noticee collectively offloaded 653904 shares of IPL in market 177432 shares were offloaded during the period of investigation.","475":"From the material available on record I find that during the period of investigation Noticee traded through the broker RSSBPL.","476":"It placed large buy orders which were subsequently deleted.","477":"Total 81 buy orders were placed for 192000 shares on 8 days and out of that 25 orders for 127511 were deleted on 6 days.","478":"On a perusal of the price volume data I find that the share price of the company was gradually increasing even prior to the transfer of shares by the promoters to the aforesaid entities and their subsequent trading.","479":"The share price of the company as on December 05 2003 was 1.93. Thereafter the share price gradually increased from 1.93 to 12.24 on January 07 2004.","480":"The promoter group had transferred the shares to the Noticee on January 08 2004 and January 09 2004.","481":"Pursuant to the said transfers the share price gradually increased from 12.24 to 14.40 i.e  an increase of 17.65%.","482":"The increase in the share price during December 05 2003 to January 07 2004 was accompanied by low traded volumes as compared to the period between January 08 2004 and January 28 2004.","483":"The share price was at it peak at 14.40 on January 16 2004.","484":"The shares were traded on January 16 2004 between 12.53 and 14.40.","485":"The share price had fallen thereafter during the period of investigation.","486":"Therefore the substantial increase in the share price had happened prior to January 08 and January 09 2004 before the Noticee had traded in the shares of the company.","487":"The major volume in the shares was observed on January 15 and January 16 2004.","488":"Noticee received 1663000 shares from the promoter group through off market transactions.","489":"Noticee bought 56339 shares 6.72% of the trading volume and sold 111993 shares 13.36% of the trading volume through RSSBPL on the floor of the stock exchange.","490":"Therefore it cannot be said that Noticee had offloaded the shares received from the promoter group for the purpose of creating volume.","491":"Further there is no material to support the nature of the trades executed by the Noticee.","497":"There is no material on record to establish the alleged manipulative role played by the Noticee.","518":"Jay Energy & S Energies Ltd CINL29224GJ1986PLC009151 13.","520":"Securities and Exchange Board of India “SEBI” conducted an investigations into the dealing in shares of Jay Energy and S Energies Ltd “JESL company” and as part of the same it was observed that promoter group comprising 15 entities was holding total 33.10% shares of JESL at the end of June 2010 Quarter.","521":"11 of the said 15 promoters entities held total 15.23% shares of JESL and transferred their holding to 14 entities which appear as promoter of JESL at the end of September 2010 quarter in place of said 11 promoters appearing in Quarter ending June 2010 details as given below Sl.","522":"Promoter holding at end of June 2010 Promoter holding at end of Sept and Dec 2010 Name of sharehoder No of shares %ge Name of sharehoder No of shares %ge 1 Jyotinder N Kavi 258185 3.8 Jayesh N Kavi 200000 2.94 2 Rahoo N Kavi 127400 1.87 Saurin J Kavi 1015085 14.93 3 Saurin J Kavi 379500 5.58 Amish Rameshbhai Desai 100000 1.47 4 Jayesh N Kavi 450000 6.62 Bhrugesh Pakaj Mehta 50000 0.74 5 Chandravadan Shah 84200 1.24 Bhupendra M Soni 25100 0.37 6 Hasmukhbhai Soni 100000 1.47 Bhupesh Kashinath Mehta 55100 0.81 7 Sohanlal Shah 149000 2.19 Garishma Girish Jansari 13115 0.19 8 Mahendra M Patel 100000 1.47 Girish Somabhai Jansari 91900 1.35 9 Mathur Patel 25100 0.37 Palak Premal Trivedi 130000 1.91 10 Nileshbhai Patel 13115 0.19 Pinal Rajeshbahi Mehta 50000 0.74 11 Purushottam Hanselwal 91900 1.35 Premal Yogendra Trivedi 150000 2.21 12 Rajesh Bhai Shah 280000 4.12 Rajesh Rajnikant Mehta 100000 1.47 Adjudication Order in respect of 13 entities in the matter of Jay Energy and S Energies Ltd | Sl.","523":"Promoter holding at end of June 2010 Promoter holding at end of Sept and Dec 2010 Name of sharehoder No of shares %ge Name of sharehoder No of shares %ge 13 Rajubhai Purohit 36500 0.54 Rinku Saurin Kavi 84200 1.24 14 Rakesh Bhai Patel 55100 0.81 Sawan Ajit Joshi 100000 1.47 15 Satishbhai Patel 100000 1.47 Shirish Rameshbhai Desai 49000 0.72 16 Shiv Navinchandra Raval 36500 0.54 Total 2250000 33.1 Total 2250000 33.1 ** 11 highlighted in bold letters promoter entities as at the end of June 2010 quarter were replaced by 14 highlighted promoter entities as the end of September 2010 quarter.","524":"SEBI noted that  Mr Jayesh Kavi Noticee at sl.","525":"No 11 transferred sold 250000 shares or 3.68% of shares of JESL to  Mr Saurin J. Kavi on 30 07 2010.","526":"On account of the said transfer of shares shareholding of  Mr Jayesh Kavi in JESL came down from 6.62% to 2.94%.","527":"For the said change in holding of more than 2% of shares of JESL  Mr Jayesh Kavi was required to make disclosure under Regulation 133 of SEBIProhibition of Insider Trading Regulations 1992 “PIT Regulations 1992”.","529":"It was noted that the said disclosure document made by  Mr Jayesh Kavi was incorrect No the requisite disclosure.","531":"However  Mr Jayesh Kavi did No provide required information as was called for vide said summons and following reminders.","534":"With regard to acquisition of 15.23% shares of JESL by the said 14 new promoters SEBI issued separate letters dated 11 11 2014 separate summons dated 13 01 2015 followed by separate reminder dated 22 01 2015 to the 14 new promoters interalia seeking information about their compliance being person acting in concert PAC to the requirements under SEBISAST Regulations 1997 along with documents if any submitted to Stock Exchange and JESL.","535":"In this regard 10 promoter entities viz  Mr Amish Rameshbhai Desai  Mr Bhrugesh Pankaj Mehta  Mr Bhupendra M Soni Ms. Palak Premal Trivedi Ms. Pinal Rajeshbhai Mehta  Mr Premal Yogendra Trivedi  Mr Rajesh Rajnikant Mehta  Mr Sawan Ajit Joshi  Mr Shirish Rameshbhai Desai and  Mr Shiv Navinchandra Raval Noticee at sl.","539":"It is on records that this had hampered the conclusion of the fact finding process particularly about the exact date of acquisition of shares by the new promoters.","627":"Further copy of SCN sent at address “9 GF Payal Flats Behind National Handloom Near Law Garden Ahmedabad  380006” through speed post AD in December 2015 was also remained undelivered.","641":"It means that the effective time period received by all these 11 entiities was from November 2014 to February 2015.","695":"First email dated March 13 2015 at 405 pm received from SEBI asking for disclosure filed by  Mr Jayesh Kavi.","704":"It means that the effective time period received by all these 11 entiities was from November 2014 to February 2015.","732":"Mr Jayesh Kavi transferred sold 250000 shares or 3.68% of shares of JESL to  Mr Saurin Kavi on July 30 2010.","733":"On account of the said transfer of shares shareholding of  Mr Jayesh Kavi in JESL came down from 6.62% to 2.94%.","734":"Mr Jayesh N. Kavi was holding more than 5% shares prior to said transfer of shares and for the said change in holding of more than 2% of shares of JESL  Mr Jayesh Kavi was required to make disclosure to the company under Regulation 133 of PIT Regulations 1992.","735":"In reply to the SEBI email and summons dated March 13 2015 JESL provided copy of the disclosure dated July 31 2010 made by  Mr Jayesh N. Kavi.","736":"From the perusal of the said copy of disclosure it is observed that though disclosure is shown to be made on July 31 2010 however the disclosure has been made in the form D.","737":"It is to be mentioned that the Form D was substituted by the SEBIPIT Amendment Regulations 2011 and was effective only on or after August 16 2011.","740":"In fact the Noticee was required to file the disclosure in form C as per the extant requirement in 2010 as per the old regulations.","744":"Hence given the same it is clear that  Mr Jayesh N. Kavi Noticee at Sl.","748":"It is noted that 11 identified promoters as at the end of June 2010 quarter transferred sold their total holding of 1034915 or 15.23% shares in JESL during July 2010 to September 2010 to 14 new Adjudication Order in respect of 13 entities in the matter of Jay Energy and S Energies Ltd | promoters and the said 14 new promoters holding 1034915 or 15.23% shares appear in the shareholding pattern as at the end of September 2010 quarter.","749":"In this regard separate letters dated 11 11 2014 separate summons dated 13 01 2015 followed by separate reminder dated 22 01 2015 were sent to the 14 new promoters interalia seeking information about their compliance being person acting in concert PAC to the requirements under SEBISAST Regulations 1997 along with documents if any submitted to Stock Exchange and JESL.","755":"It is noted that JESL vide email dated 18 03 2015 replied to the said query a of summon however the reply to summon was partial or incomplete as query b of summon remained unanswered.","781":"As regards to summon and following reminder sent to JESL  it is noted that same were addressed to  Mr Mihir Parikh M.s Jay Energy and S. Energies Ltd and duly signed scanned copy of the summons and reminder was sent to email id of JESL viz jayenergynsenergys@gmail.com. 27.","784":"From the above it is clear that summons issued to all the Noticees were delivered hence they have knowledge about the summons and the information documents being sought from them.","785":"As regards of delivery of summons reminders to JESL through email it is noted that scanned copy of duly signed summons and reminders were sent through email to JESL and the same were acknowledged by JESL hence the delivery of the summons reminder to JESL is deemed to have been made.","796":"It is pertinent to note that as per the findings of SEBI in the present matter physical share transfer between the previous 11 promoter and 14 new promoters was processed in house by JESL during June 2010 to September 2010 and this was clearly mentioned in the summons issued to  Mr Mihir Parikh and JESL.","797":"As per information on record including reply of  Mr Mihir Parikh and JESL to the SCN this fact transfer of physical shares processed in house by JESL is No contended by  Mr Mihir Parkinkh and JESL.","798":"When transfer of shares was processed in house by JESL it is bound to have requisite information sought in the summons viz records of transferor transferee date of transfer mode of transfer consideration paid if any and PAN No of transferor and transferee as these information is required to be gathered before processing any transfer of shares.","799":"Further it is pertinent to note that this information was available only with the JESL as the transfer of physical shares was processed in house by JESL.","811":"As per information material on record it is noted that the summons and following reminder were addressed to  Mr Mihir Parikh in capacity of being compliance officer of JESL and scanned copy of the same were sent through e mail id of JESL viz jayenergynsenergys@gmail.com.","812":"It is noted that partial reply to summon was sent by one  Mr Ravi Gandhi Director of JESL on 18 03 2017.","826":"It is noted that  Mr Mihir Parikh was Compliance Officer of JESL therefore the summons was addressed to him along with name of JESL.","856":"The material made available on record neither reveals No specify disproportionate gains unfair advantage made by the Noticees and the specific loss suffered by the investors due to violations by theNoticees54.","859":"It is on records that the information has still No been submitted.","900":"It is seen from the Investigation Report hereinafter referred to as “IR” and the relevant documents that the Noticee sold a total of 1181 shares of MCX during the investigation period on 2 dates viz.","901":"November 07 2012 and November 30 2012.","902":"As per the SCN no disclosures under Reg. 134 have been made for sale of shares done on both the days.","903":"It is observed from the IR that the Noticee was an “officer” as mentioned by the Code of Conduct of MCX.","904":"On perusal of the Code of Conduct it is observed that the definition of the term Officer had been modified on 2 occasions as submitted by the Noticee.","905":"Further the Noticee has also relied on a letter dated January 3 2013 addressed by MCX to the Bombay Stock Exchange Ltd informing about the change in definition of the term “Officer”.","906":"On perusal of the said letter available in public domain as well as in replies of other notices in the matter it is observed that the said letter lists the names of employees additionally covered under the definition of “Officer” after the amendment alongwith their shareholding on December 31 2012.","907":"The name of the Noticee is also included in the said list.","919":"In the matter of Jay Ushin Limited 1.","920":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ during the examination of trading in the scrip of Jay Ushin Limited hereinafter referred to as ‘JUL’ listed on BSE Ltd hereinafter referred to as ‘BSE’ observed that on April 26 2015 73029 shares were transmitted from Mrs. Gayatri Devi Minda pursuant to her death on June 14 2010 to her husband  Mr Jaideo Prasad Minda hereinafter referred to as ‘the Noticee director and promoter of JUL.","921":"As the change in the shareholding of the Noticee consequent to aforesaid transmission of 73029 shares of JUL was more than the threshold limit of 25000 shares as stipulated under regulation 134 and 4A read with 13 5 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations the Noticee was required to make requisite disclosures to JUL and BSE in specified Forms in terms of regulation 134 and 134A within two working days from the date of such change in his shareholding i.e  on or before April 292015.","922":"Upon inquiry by SEBI vide email dated January 04 2018 the Noticee had interalia submitted as under “I have made disclosures to the company vide my letter dated April 29 2015 for acquiring 73029 equity shares of Jay Ushin Limited from Mrs Gayatri Devi Minda by way of transmission interse transfer….","923":"I have no proof of dispatch of my letter dated 29042015 sent to the exchange as it was send by post.”","926":"Vide an email dated December 21 2017 BSE has confirmed that no disclosures were made by the Noticee to the BSE it in terms of the aforesaid provisions of the PIT Regulations.","944":"His wife Mrs. Gayatri Minda the deceased shareholder belonging to promoter group of JUL was holding 73029 shares which constituted 1.89% of the paid up capital of the company.","947":"The Noticee had made the disclosures about such transmission of shares on April 29 2015 i.e  within the stipulated timeline.","948":"However he was surprised to receive an email from SEBI and also from BSE requesting him to provide the details of this transaction and the disclosures made in this regard.","949":"Therefore he once again submitted the disclosures under Regulation 134 and l3 4A to BSE on 07.11.2015.","955":"This proposition is further supported by the fact that in the Form D prescribed for the disclosures to be made under the new PIT Regulations of 2015 the acquisition by way of interse transfer of shares was added but acquisition by way of transmission is omitted.","956":"Nevertheless the disclosures were made by the Noticee on April 29 2015 to the BSE by post.","965":"In this case the acquisition of 73029 shares of JUL by the Noticee pursuant to transmission of those shares from his deceased wife is admitted.","967":"The Noticee has also claimed that he made disclosures on April 29 2015 but has No been able to establish his claim on the basis of any proof evidence.","968":"However the Noticee had demonstrated that the disclosures made by him is available on BSE website as on November 09 2015.","969":"I note from record that BSE had confirmed that it had received the disclosures about impugned acquisition from JUL on November 05 2015.","994":"SEBI conducted investigation into the dealings in the scrip of Polaris Software Lab Limited the company based on media reports that the company had after due diligence called off the proposed acquisition of Data Inc. USA in the second week of September 2000 but had belatedly informed the concerned stock exchanges i.e  National Stock Exchange of India Ltd NSE Bombay Stock Exchange Limited BSE and Madras Stock Exchange Limited MSE on September 30 2000.","995":"During the investigations it was observed that the company had deliberately withheld this price sensitive information from the public domain.","996":"During August 23 2000 to September 19 2000 Allsec Securities Ltd Allsec a Chennai based broking company had dealt in the scrip of the company on behalf of its clients.","997":"Polaris Holding Private Limited PHPL was one of such clients of Allsec.","998":"During the relevant time PHPL holding of 36% in the company was one of the promoters of the company.","999":"Mr Arun Jain was one of the promoters directors and Chairman cum Managing Director CMD of the company.","1000":"Mr Arun Jain and Mrs. Manju Jain were directors of PHPL.","1031":"The SCN is also hit by the provisions of section 26 of General Clause Act 1897.","1098":"There is no dispute as to fact that the noticee was a promoter and the Chairman and Managing Director of the company during the relevant time.","1101":"The noticee had admitted during the investigation that as the CEO CMD of the company he was responsible for the growth of the company and for defining the strategic roadmap of the company and that as the CMD of the company he was involved in most of the stages of the acquisition process except negotiations where the committee of experts played a critical role.","1102":"However he had further clarified that outside experts have an advisory role in acquisition matters as they “help in validating the facts provided by the prospective entity against the real situation”.","1109":"In this case it is noted that the process for the proposed acquisition of Data Inc. by the company began with the signing of the MoU between the company and Data Inc. and ratification thereof by the Board of the company during April May 2000.","1110":"Pandya Kapadia & Associates CPA and KPMG and who were assigned the work of related Tax and Accounts of Data Inc. and due diligence respectively submitted their report on July 17 2000 and August 07 2000 to the company highlighting serious discrepancies with regard to the proposed acquisition.","1112":"The company had undertaken the process of acquisition of Data Inc. under the ‘Fast Track’ route of acquisition prescribed by the Reserve Bank of India wherein the entire acquisition had to be completed within a period of 90 days i.e  by August 23 2000.","1113":"However on September 30 2000 the Audit Committee of the company recommended that the acquisition of Data Inc in its proposed form would No be in the best interests of the shareholders of the company.","1114":"Accordingly the proposal was called off.","1115":"The information relating to calling off the proposed acquisition of Data Inc. was brought in public domain when the company informed the concerned stock exchanges on September 30 2000.","1116":"I note that when the company disclosed the above information to the stock exchanges on September 30 2000 there was a decline in the price of its shares.","1117":"For instance the closing price of the scrip at NSE on September 29 2000 was 595 which went down to 545 on the next day of trade on October 03 2000 September 30 and October 01 2000 being Saturday and Sunday respectively and October 02 2000 being trading holiday and touched a intraday low of 519.80 on the same day.","1118":"In the month of October 2000 there was a rapid fall in the price of the scrip which went down as low as 390 on October 23 2000.","1120":"Therefore the fact that the proposed acquisition was No in the interest of the shareholders of the company and it was No likely to be completed by August 23 2000 and was to be called off was clearly an unpublished price sensitive information as per regulation 2kv till September 30 2000.","1121":"It is noted that the noticee had access to all information relating to the proposed acquisition of Data Inc. since the noticee had participated in the events relating to the proposed acquisition.","1122":"I therefore find that the said unpublished price sensitive information was known and available only to the insiders like the noticee and No to the public till September 30 2000.","1123":"The noticee had admitted during investigation that he had instructed his Chartered Accountant  Mr Sivasubramanian to sell around 15000 shares of the company for the purpose of purchasing a plot in Gurgaon in Haryana.","1124":"I note that PHPL wherein the noticee was director during the relevant time sold 15080 shares of the company through Allsec at an average price of 700 per share in settlement No 35 36 37 and 38 from August 23 2000 to September 19 2000 on NSE details of which is as follows Settlement No Dates Shares Sold 35 23.08.2000  29.08.2000 500 36 30.08.2000  05.09.2000 7000 37 06.09.2000  12.09.2000 6080 38 13.09.2000  19.09.2000 1500 Total 15080 24.","1125":"A table showing the share price from August 23 2000 to September 19 2000 is given below Date Price   Date Price   23Aug2000 641 7Sept2000 718 24Aug2000 629 8Sept2000 766 25Aug2000 632 11Sept2000 748 28Aug2000 620 12Sept2000 718 29Aug2000 619 13Sept2000 711 30Aug2000 645 14Sept2000 713 31Aug2000 660 15Sept2000 693 4Sept2000 713 18Sept2000 658 5Sept2000 700 19Sept2000 672 6Sept2000 711 25.","1126":"I note that during investigations the noticee had submitted that the shares were sold before August 25 2000 when there was complete confidence of going ahead with deal of acquisition M s Data Inc. Further the shares were sold for the purpose of acquisition of an industrial plot in Gurgaon which was allotted to PHPL by Haryana State Industrial Corporation Ltd HSIDC vide allotment letter dated March 01 2000.","1127":"I note that information about serious discrepancies with regard to the proposed acquisition expiry of last date for completion of acquisition on August 23 2000 and that the proposal was No likely to be completed after that date was available with the noticee when he dealt in the scrip.","1128":"The sale orders were placed on various dates in Settlement No 35 to 38 at NSE falling between August 23 2000 and September 19 2000.","1129":"The last order for sale of 1500 shares was placed on September 13 2000.","1130":"I note on September 15 2000 and September 23 2000 total funds to the tune of 9018000 were received in the bank account of PHPL from Allsec.","1131":"Out of these funds PHPL purchased a fixed deposit for 5000000 on September 26 2000 and the balance amount was used for repayment of money taken earlier from related account A c No 0041000057134.","1133":"The noticee had also submitted during investigations that the quantity of share sold 15080 shares by him is very small as compared to his PHPLs shareholding 1.5 crore shares in the company.","1144":"The noticee and Mrs. Manju Jain were the directors of PHPL when the shares were sold.","1145":"Further the shares were sold at the instruction of the noticee when he was in possession of unpublished price sensitive information about the company.","1165":"Date  October 9th 2012 RAJEEV KUMAR AGARWAL Place  Mumbai WHOLE TIME MEMBER SECURITIES AND EXCHANGE BOARD OF INDIA"},"label":{"11":"material fact","12":"material fact","13":"material fact","14":"material fact","15":"material fact","17":"material fact","18":"material fact","19":"material fact","20":"material fact","21":"material fact","40":"material fact","41":"material fact","42":"material fact","54":"material fact","57":"material fact","58":"material fact","61":"material fact","106":"material fact","119":"material fact","127":"material fact","128":"material fact","149":"material fact","150":"material fact","166":"material fact","176":"material fact","177":"material fact","178":"material fact","200":"material fact","220":"material fact","221":"material fact","254":"material fact","259":"material fact","260":"material fact","265":"material fact","266":"material fact","276":"material fact","277":"material fact","287":"material fact","288":"material fact","289":"material fact","296":"material fact","315":"material fact","328":"material fact","336":"material fact","374":"material fact","375":"material fact","376":"material fact","377":"material fact","378":"material fact","379":"material fact","380":"material fact","381":"material fact","386":"material fact","387":"material fact","388":"material fact","390":"material fact","401":"material fact","402":"material fact","403":"material fact","404":"material fact","409":"material fact","411":"material fact","416":"material fact","417":"material fact","418":"material fact","419":"material fact","420":"material fact","421":"material fact","422":"material fact","423":"material fact","424":"material fact","425":"material fact","426":"material fact","427":"material fact","428":"material fact","429":"material fact","430":"material fact","455":"material fact","456":"material fact","457":"material fact","458":"material fact","459":"material fact","460":"material fact","461":"material fact","462":"material fact","463":"material fact","464":"material fact","465":"material fact","467":"material fact","468":"material fact","469":"material fact","471":"material fact","473":"material fact","474":"material fact","475":"material fact","476":"material fact","477":"material fact","478":"material fact","479":"material fact","480":"material fact","481":"material fact","482":"material fact","483":"material fact","484":"material fact","485":"material fact","486":"material fact","487":"material fact","488":"material fact","489":"material fact","490":"material fact","491":"material fact","497":"material fact","518":"material fact","520":"material fact","521":"material fact","522":"material fact","523":"material fact","524":"material fact","525":"material fact","526":"material fact","527":"material fact","529":"material fact","531":"material fact","534":"material fact","535":"material fact","539":"material fact","627":"material fact","641":"material fact","695":"material fact","704":"material fact","732":"material fact","733":"material fact","734":"material fact","735":"material fact","736":"material fact","737":"material fact","740":"material fact","744":"material fact","748":"material fact","749":"material fact","755":"material fact","781":"material fact","784":"material fact","785":"material fact","796":"material fact","797":"material fact","798":"material fact","799":"material fact","811":"material fact","812":"material fact","826":"material fact","856":"material fact","859":"material fact","900":"material fact","901":"material fact","902":"material fact","903":"material fact","904":"material fact","905":"material fact","906":"material fact","907":"material fact","919":"material fact","920":"material fact","921":"material fact","922":"material fact","923":"material fact","926":"material fact","944":"material fact","947":"material fact","948":"material fact","949":"material fact","955":"material fact","956":"material fact","965":"material fact","967":"material fact","968":"material fact","969":"material fact","994":"material fact","995":"material fact","996":"material fact","997":"material fact","998":"material fact","999":"material fact","1000":"material fact","1031":"material fact","1098":"material fact","1101":"material fact","1102":"material fact","1109":"material fact","1110":"material fact","1112":"material fact","1113":"material fact","1114":"material fact","1115":"material fact","1116":"material fact","1117":"material fact","1118":"material fact","1120":"material fact","1121":"material fact","1122":"material fact","1123":"material fact","1124":"material fact","1125":"material fact","1126":"material fact","1127":"material fact","1128":"material fact","1129":"material fact","1130":"material fact","1131":"material fact","1133":"material fact","1144":"material fact","1145":"material fact","1165":"material fact"},"case_number":{"11":8,"12":8,"13":8,"14":8,"15":8,"17":8,"18":8,"19":8,"20":8,"21":8,"40":8,"41":8,"42":8,"54":8,"57":8,"58":8,"61":8,"106":8,"119":8,"127":8,"128":8,"149":8,"150":8,"166":8,"176":9,"177":9,"178":9,"200":9,"220":9,"221":9,"254":10,"259":10,"260":10,"265":10,"266":10,"276":10,"277":10,"287":10,"288":10,"289":10,"296":10,"315":10,"328":11,"336":11,"374":11,"375":11,"376":11,"377":11,"378":11,"379":11,"380":11,"381":11,"386":11,"387":11,"388":11,"390":11,"401":11,"402":11,"403":11,"404":11,"409":11,"411":11,"416":11,"417":11,"418":11,"419":11,"420":11,"421":11,"422":11,"423":11,"424":11,"425":11,"426":11,"427":11,"428":11,"429":11,"430":11,"455":11,"456":11,"457":11,"458":11,"459":11,"460":11,"461":11,"462":11,"463":11,"464":11,"465":11,"467":11,"468":11,"469":11,"471":11,"473":11,"474":11,"475":11,"476":11,"477":11,"478":11,"479":11,"480":11,"481":11,"482":11,"483":11,"484":11,"485":11,"486":11,"487":11,"488":11,"489":11,"490":11,"491":11,"497":11,"518":12,"520":12,"521":12,"522":12,"523":12,"524":12,"525":12,"526":12,"527":12,"529":12,"531":12,"534":12,"535":12,"539":12,"627":12,"641":12,"695":12,"704":12,"732":12,"733":12,"734":12,"735":12,"736":12,"737":12,"740":12,"744":12,"748":12,"749":12,"755":12,"781":12,"784":12,"785":12,"796":12,"797":12,"798":12,"799":12,"811":12,"812":12,"826":12,"856":12,"859":12,"900":13,"901":13,"902":13,"903":13,"904":13,"905":13,"906":13,"907":13,"919":14,"920":14,"921":14,"922":14,"923":14,"926":14,"944":14,"947":14,"948":14,"949":14,"955":14,"956":14,"965":14,"967":14,"968":14,"969":14,"994":15,"995":15,"996":15,"997":15,"998":15,"999":15,"1000":15,"1031":15,"1098":15,"1101":15,"1102":15,"1109":15,"1110":15,"1112":15,"1113":15,"1114":15,"1115":15,"1116":15,"1117":15,"1118":15,"1120":15,"1121":15,"1122":15,"1123":15,"1124":15,"1125":15,"1126":15,"1127":15,"1128":15,"1129":15,"1130":15,"1131":15,"1133":15,"1144":15,"1145":15,"1165":15}}