{"sentence":{"15":"SEBI conducted investigation into the trading in the shares of IQ Infotech Limited hereinafter referred to as the ‘Target Company’ and into possible violations of the provisions of the SEBI Act and various rules and regulations made thereunder.","16":"During the course of investigations it was observed that the Noticee had purchased 8986 shares & sold 928600 shares of the Target Company.","17":"From offmarket data it was observed that DSL had received 986094 shares from Mega Channel Computers Ltd on December 08 2004.","18":"It was further observed that as on December 31 2004 DSL was holding 986094 shares which was 9.26% of the share capital of the Target Company and that its share holding had reduced to zero by March 31 2005.","20":"I have carefully gone through the charges set out in the show cause notice and other documents on record.","21":"It is clear that the Noticee had purchased 986094 shares from the offmarket on December 8 2004 which constituted 9.26% of the Target Company’s share capital.","23":"It is clear from the language of regulation 71 of the Takeover Code that DSL was mandated to disclose the purchase of shares to the Target Company as it would entitle it to more than 5% shares in the share capital of the Target Company.","24":"Under this regulation it is mandatory to disclose such acquisition to the Target Company and as well as the exchange and whether or No such disclosure was made is a question of fact.","26":"It is also evident that as on December 31 2004 DSL was holding 986094 shares and by March 31 2005 the shareholding had reduced to zero. 986094 shares constitute 9.26% of the Target company and under regulation 133 any person who holds more than 5% of the share capital of a company has to disclose any change in that shareholding exceeding 2%.","27":"It is clear from a plain reading of regulation 133 that the Noticee was required to disclose the change in it’s shareholding in the Target Company.","28":"The violation of regulation 133 is a question of fact; whether the Noticee had made disclosures under regulation 133 or not.","30":"Further the noticee did No file any reply to the show cause notice issued by the undersigned.","65":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ had conducted an investigation in respect of dealing in the scrip of M s Fast Track Entertainment Limited hereinafter referred to as ‘FTEL’ for the period from January 01 2004 to June 30 2004.","66":"The scrip of FTEL was listed on The Stock Exchange Mumbai Ahmedabad Stock Exchange Vadodara Stock Exchange hereinafter referred to as BSE.","92":"It is observed from the demat statement of the Noticee that it had hold 470000 shares of FTEL constituting 6.08% of the paid up capital of FTEL as on 18th November 2003.","93":"It is observed from the available record that the Noticee had subsequently rematted all these shares.","94":"Subsequently the Noticee had received shares of FTEL in its demat account from various entities through offmarket transactions and transferred the same to other entities also through offmarket transfers.","95":"Further the Noticee’s holding also reduced below 5% and fell to as low as 0% paid up capital of FTEL.","96":"Considering the fact that the Noticee already had 6.08% of the capital any fluctuation above 2% should have been reported in accordance with Reg. 133 read with Regulation 135 of PIT Regulations.","97":"The disclosure should have been made in the prescribed format i.e  in Form C to FTEL as prescribed in PIT Regulations under Regulation 133.","101":"I have carefully examined the submission of the Noticee and it is observed that the Noticee has infact submitted that it had sold its entire holding through offmarket transfer.","103":"However the Noticee expressed its inability to provide the details regarding its disclosure made to FTEL for which it had sought time to furnish the documentary evidence regarding its compliance to the regulatory requirement.","104":"Later on the Noticee had submitted an acknowledged copy of a letter dated January 5 2004 addressed to FTEL indicating the transfer of equity shares of FTEL.","105":"It is observed from the available record that the letter was the document through which the Noticee claim to have informed regarding its change in shareholding in FTEL which was utterly No in Form C.","107":"The letter dated January 5 2004 addressed to FTEL only indicates that the Noticee had sold all its shareholding by offmarket transfer which was effected through signing of blank transfer deeds for an undisclosed consideration.","111":"No & % of shares voting rights post acquisition sale Trading member through whom the trade was executed with SEBI Registration No of the TM Exchange on which the trade was executed Buy quantity Buy value Sell quantity Sell value 12.","112":"Further the copy of the letter given by the Noticee to FTEL only reflects the number of equity shares transferred its face value and the mode of transfer which was offmarket transfer through signing blank transfer deeds.","113":"No other details had been provided by the Noticee to FTEL as per requirement in Form C. 13.","145":"A letter of offer was filed by Shri Gautamchand Kewalchand Surana Shri Vikram Amritlal Sanghvi Shri Rajiv Giriraj Bansal and Shri Sanjay Kumar Vinodbhai Majethia to acquire 26% equity shares of M s Premier Synthetics Limited hereinafter referred to as ‘Premier Target Company’.","146":"The public announcement for open offer was made on April 24 2015.","147":"The Target Company is listed on the Bombay Stock Exchange hereinafter referred to as ‘BSE’.","148":"While examining the Letter of Offer Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ observed that Shri Anand Kumar Arya hereinafter referred to as ‘Noticee 1’ and M s Blue Blends Finance Ltd hereinafter referred to as ‘Noticee 2’ in the past had violated the provisions of Regulation 105 106 and 107 of the SEBI Substantial Acquisition of Shares and Takeovers Regulations 2011 hereinafter referred to as ‘SAST Regulations 2011’.","149":"It was also observed by SEBI that the Noticee 1 along with M s Anand Kumar Arya HUF hereinafter referred to as ‘Noticee 3’ Ms. Indu Anand Arya hereinafter referred to as ‘Noticee 4’ Shri Aman Anand Arya hereinafter referred to as ‘Noticee 5’ and M s Cressida Traders Pvt Ltd hereinafter referred to as ‘Noticee 6’ in the past had violated the provisions of Regulations 301 and 302 of SAST Regulations 2011.","154":"The details in respect of alleged violation by the Noticees are as given below a It was observed that an interse transfer of 420750 shares 11.55% of the Target Company was made amongst its promoters on February 25 2013.","155":"At the time of said transaction Noticee 1 and Noticee 2 were the promoters of the Target Company and they had purchased the said 420750 shares 11.55% of the Target Company from other promoters of the Target Company.","156":"Noticee 1 and Noticee 2 had purchased 325800 8.98% and 94950 2.61% shares of the Target Company respectively.","157":"The said transactions amongst the promoters resulted in further acquisition of shares of the Target Company by Noticee 1 and Noticee 2.","158":"This triggered obligations mandated under the Regulations 105 106 and 107 of the SAST Regulations 2011 on them.","160":"In view of the same it was observed that the Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 were required to make disclosures mandated under Regulations 301 and 302 [read with Regulation 303] of SAST Regulations 2011 in respect of aggregate shareholding and voting rights as of March 31 2014 in the Target Company within seven working days from the end of financial year i.e  201314 to—a every stock exchange where the shares of the Target Company are listed; and b the Target Company at its registered office.","162":"The due date for the said compliance was April 10 2014.","202":"It is brought to your notice that Noticee 1 was holding shares of PSL only till December 2015 quarter.","268":"I note that Noticee 1 and Noticee 2 were promoters of the Target Company.","269":"On February 25 2013 there was interse transfer of 420750 shares representing 11.55% of the share capital of the Target Company among the promoters wherein Noticee 1 and Noticee 2 were the purchasers of the said shares.","270":"As a result the Noticee 1 and Noticee 2 made a further acquisition of 420750 shares representing 11.55% of the share capital of the Target Company.","271":"In the extant case the acquisition made by Noticee 1 and Noticee 2 pursuant to inter se transfer amongst promoters was exempt from obligation to make an open offer.","272":"However the acquirers viz.","279":"I observe that Noticee 1 in his letter dated July 17 2018 has stated that he was a part of the promoter group of the Target Company during the time when inter se transfer was carried out and that the Target Company was regularly filing the shareholding pattern under the Listing Agreement.","280":"He has further stated that his shareholding was disclosed under the heading shareholding belonging to Promoter and Promoter group for the quarter ending March 2013’ and the same was in public domain.","281":"Hence the Noticee 1 has stated that the public shareholders were made aware of the change in shareholding of Noticee 1 in the Target Company.","286":"Further Noticee 1 stated that he has submitted disclosure under Regulation 107 to SEBI on August 10 2015.","297":"In this context I note that Noticee 1 in his reply has admitted that he failed to comply with Regulations 105 and 106 of SAST Regulations 2011.","298":"I also note that the Noticee 1 has submitted disclosure under Regulation 107 to SEBI on August 10 2015 while the impugned transaction was carried out on February 25 2013.","299":"In terms of Regulation 107 of the SAST Regulations 2011 an acquirer has to submit report to SEBI within 21 days of the acquisition.","300":"In the present case I note that Noticee 1 filed disclosure under Regulation 107 to SEBI with a delay of more than 2 years.","310":"Further it is stated in the said format that in case of promoters making disclosure under Regulation 302 no additional disclosure under Regulation 301 is required.","311":"I also note that Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 were the promoters of the Target Company and holding shares or voting rights entitling them to exercise 25% or more of the voting rights in the Target Company as on the end of March 2014.","312":"In view of the same Noticee 1 Noticee 3 Noticee 4 Noticee 5 and Noticee 6 were required to make disclosures mandated under Regulations 301 and 302 [read with Regulation 303] of SAST Regulations 2011 in respect of aggregate shareholding and voting rights as of March 31 2014 in the Target Company within seven working days from the end of financial year 201314 to—a every stock exchange where the shares of the Target Company are listed; and b the Target Company at its registered office.","321":"I note from the above reply submitted by Noticee 1 on behalf of himself Noticee 3 Noticee 4 Noticee 5 and Noticee 6 that he has admitted that the disclosure was filed belatedly to BSE on the letterhead of the Target Company.","322":"I observe that the due date of disclosure under Regulations 301 and 302 was April 10 2014 for FY 201314.","323":"However I note that the disclosure was filed with BSE on April 16 2014 and was made on the letterhead of the Target Company.","328":"In the reply letter dated July 17 2018 Noticee 1 has also stated that the Target Company was regularly filing the shareholding pattern under the Listing Agreement and that shareholding of Noticee 1 & 3 to 6 was disclosed under the heading shareholding belonging to Promoter and Promoter group for the quarter ending March 2014 and the same was in public domain.","329":"I note that in the matter of EAlly Consulting India Pvt Ltd.& Ors.","350":"The material available on record has No quantified the amount of disproportionate gain or unfair advantage made by the Noticees and the loss 3 Substituted for the words ―”of one lakh rupees for each day during which such failure continues or one crore rupees whichever is less” by the Securities Laws Amendment Act 2014 w.e.f 08092014. suffered by the investors as a result of the noncompliance committed by theNoticeesI note from documents available on record that Noticee 1 and Noticee 2 had each submitted demand draft for Rs 150000  to SEBI while submitting report under Regulation 107 of SAST Regulations 2011 in the year 2015.","359":"M s Cressida Traders Pvt Ltd Regulations 301 and 302 of SAST Regulations 2011 Rs 200000 Rupees Two Lakh Only Payable jointly and severally 32.","371":"Date August 16 2018 K SARAVANAN Place Mumbai GENERAL MANAGER & ADJUDICATING OFFICER","374":"The period of investigation was from January 01 2012 to November 16 2012 hereinafter referred to as Investigation Period.","377":"IA observed that Noticee was one of the suspected entities in GroupI.","378":"It was observed Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited by IA that the Noticee along with other eight 8 entities in GroupI viz.","379":"1 Komal Priyesh Patel 2 Bhumi Prathmesh Patel 3 Asha Rajendrabhai Patel 4 Krinesh Farms Pvt Ltd 5 Vikram Farms Pvt Ltd 6 Saranga Farms Pvt Ltd 7 Priyesh Ramanlal Patel and 8 Runali Vikram Patel hereinafter collectively referred to as Fizu Group had traded in the shares of Popular during the period of investigation and contributed to Last Traded Price LTP New Low Price NLP and First trades and as a result created artificial volume in the said scrip of Popular and therefore violated the provisions of regulations 3a 3b 3c and 3d 41 42a and 42e of SEBIProhibition of Fraudulent and Unfair Trade Practices Relating to Securities market Regulations 2003 hereinafter referred to as PFUTP Regulations 2003.","380":"Further Noticee became a promoter on October 01 2012 and he was holding 28899 shares of Popular at that point of time.","381":"IA observed that being a promoter of the Company the Noticee was required to make disclosure to the Company as prescribed under SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as PIT Regulations 1992.","395":"It was observed by IA that the Noticee shared the same address email ID with other Group I entities.","401":"Further out of six 6 GroupI entities the following four 4 GroupI entities as mentioned in Table2 contributed to negative LTP variation.","402":"Total market negative LTP variation during PatchII was Rs 102.30 and four 4 GroupI entities contribution to negative LTP variation was Rs 34.05.","403":"The contribution to negative LTP variation of four GroupI entities as % of total market negative LTP variation was provided to the Noticee in the following tabular format Table  2 S.","404":"No Entity Name Negative LTP In Rs  % of Total Market Negative LTP Net LTP In Rs  1 Asha Rajendrabhai Patel 26.95 26.34% 8.00 2 Komal Priyesh Patel 3.55 3.47% 3.55 3 Fizu M Patel Noticee 2.15 2.10% 2.15 4 Runali Vikram Patel 1.40 1.37% 0.50 Total for PatchII 34.05 33.28% 14.20 It was alleged that Asha Rajendrabhai Patel alone contributed significantly i.e  26.34% to negative LTP during PatchII and four 4 GroupI entities including Noticee together contributed 33.28% to negative LTP in 57 trades.","406":"In 35 trades Asha Patel was seller and contributed a negative LTP of Rs 19.85 with other Fizu Group entities namely Krinesh Farms Pvt Ltd contributed negative LTP of Rs 5.95 in six 6 trades Saranga Farms Pvt Ltd contributed negative LTP of Rs 4.45 in four 4 trades Runali Patel contributed negative LTP of Rs 3.95 in 12 trades Fizu M Patel contributed negative LTP of Rs 2.55 in five 5 trades Priyesh Ramanlal Patel contributed negative LTP of Rs 1.80 in three 3 trades Vikram Farms Pvt Ltd contributed negative LTP of Rs 1.00 in three 3 trades and Bhumi Prathmesh Patel contributed negative LTP of Rs 0.15 in two 2 trades. ii.","407":"In three 3 trades Komal Priyesh Patel was seller and contributed a negative LTP of Rs 3.55 with other Fizu Group entities namely Krinesh Farms Pvt Ltd contributed negative LTP of Rs 1.85 in one 1 trade and Vikram Farms Pvt Ltd contributed negative LTP of Rs 1.70 in two 2 trades. iii.","409":"In one 1 trade Noticee was seller and contributed a negative LTP of Rs 1.40 with other Fizu Group entities namely Saranga Farms Pvt Ltd It was alleged that out of 82 trading days the Fizu Group entities executed first trades by trading among themselves at negative LTP on 23 days and contributed negative LTP of Rs 23.30 i.e  22.78% of market negative LTP.","410":"On all these occasions Group I entities namely Asha Patel 19 days Komal Priyesh Patel 2 days Noticee 1 day and Runali Vikram Patel 1 day placed first order at lower circuit filter rate which was subsequently matched with Fizu Group entities.","411":"Out of 23 such trades 17 trades established new low price also.","412":"Significant contribution to negative LTP and the repetitive instances of executing first trades at lower circuit rate by the Fizu Group entities by trading among themselves indicate that these entities manipulated the price of the scrip.","414":"Price of the scrip closed at Rs 62.35 on June 28 2012 and reached a low of Rs 15.10 on October 26 2012 recording a total price fall of Rs 47.25.","415":"The analysis of selling pattern of the GroupI including Noticee revealed that out of 51 instances of trades establishing new low price the GroupI including Noticee entities appeared as sellers in 24 instances with a cumulative contribution to new low price of Rs 15.20 constituting 32.17% of total price fall during PatchII.","416":"The entitywise summary of these trades were provided to the Noticee in the following tabular format Table  3 Entity Name NLP Contribution as Seller NLP Contribution where buyer are from GroupI No of shares No of Trades NLP % of total market NLP No of shares No of Trades NLP % of total market NLP Asha Rajendrabhai Patel 5086 20 8.15 17.25% 5074 13 5.95 12.59% Komal Priyesh Patel 100 2 3.50 7.40% 100 2 3.50 7.40% Fizu M Patel Noticee 1 1 2.15 4.55% 1 1 2.15 4.55% Runali Vikram Patel 1 1 1.40 2.96% 1 1 1.40 2.96% GroupI Total 5188 24  15.20 32.17% 5176 17  13.00 27.51% Market Total 6640 51  47.25 100.00% 6640 51  47.25 100.00% It was alleged that out of aforementioned 24 trades of Fizu Group which establihed new low price 17 trades were executed by Fizu Group entities by trading among themselves which contributed Rs 13.00 i.e  27.51% out of total price fall of Rs 47.25 during PatchII.","417":"The entitywise summary of these trades were provided to the Noticee in the following tabular format Table  4 Date Client name CP Client Name Trade Time Trade Rate LTP Traded Quantity 31 07 2012 Krinesh Farms Private Ltd Asha Rajendrabhai Patel 133827.152082 44.05 2.3 1 Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited Date Client name CP Client Name Trade Time Trade Rate LTP Traded Quantity 03 08 2012 Krinesh Farms Private Ltd Asha Rajendrabhai Patel 093740.074133 43.4 2.25 1 06 08 2012 Krinesh Farms Private Ltd Fizu M Patel Noticee 100043.751352 41.25 2.15 1 14 08 2012 Krinesh Farms Private Ltd Komal Priyesh Patel 095222.990217 35.4 1.85 50 17 08 2012 Vikram Farms Pvt Ltd Komal Priyesh Patel 140401.506282 32 1.65 50 23 08 2012 Saranga Farms Pvt Ltd Runali Vikram Patel 124122.226655 27.55 1.4 1 24 08 2012 Saranga Farms Pvt Ltd Asha Rajendrabhai Patel 095813.233784 26.4 3.6 50 27 08 2012 Priyesh Ramanlal Patel Asha Rajendrabhai Patel 093333.331367 25.1 1.3 1800 31 08 2012 Fizu M Patel Noticee Asha Rajendrabhai Patel 093131.333961 23.1 0.45 1000 03 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 095405.490708 22.65 0.5 1000 13 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 100255.919402 22.55 0.45 500 17 09 2012 Krinesh Farms Private Ltd Asha Rajendrabhai Patel 102815.995682 22.45 0.45 10 18 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 092812.242613 22.05 0.4 200 20 09 2012 Fizu M Patel Noticee Asha Rajendrabhai Patel 092030.272223 21.65 0.4 5 25 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 091934.800363 20.8 0.65 500 28 09 2012 Priyesh Ramanlal Patel Asha Rajendrabhai Patel 092709.859361 20.3 0.4 2 08 10 2012 Runali Vikram Patel Asha Rajendrabhai Patel 093352.399733 18.65 0.35 5 c First Trade It was alleged that there was a negative LTP variation of Rs 68.70 through 61 first trades in PatchII out of total 82 trading days during PatchII out of which Rs 25.50 was contributed by four Fizu Group entities as a seller in 30 first trades out of total 38 first trades in which Fizu Group appeared.","418":"The summary of the 30 first trades executed by the entities during the PatchII was provided to the Noticee in the following tabular format Table  5 Entity Total No of first Trades No of first Trades below LTP Negative LTP Net LTP Asha Rajendrabhai Patel 34 26 18.45 17 Komal Priyesh Patel 2 2 3.5 3.5 Fizu M Patel Noticee 1 1 2.15 2.15 Runali Vikram Patel 1 1 1.4 1.4 Total 38 30 25.50 24.05 The counterparties of these 30 first trades executed below LTP by the GroupI entities were further analyzed by IA and it was alleged that in 23 trades out of 30 Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited such first trades counterparties were from Fizu Group which contributed Rs 23.30 to negative LTP variation.","419":"The entitywise details of these 23 trades were provided to the Noticee in the following tabular format Table  6 Date Client name CP Client name Trade Time Trade Rate LTP Traded Quantity 31 07 2012 Krinesh Farms Private Limited Asha Rajendrabhai Patel 133827.152082 44.05 2.3 1 03 08 2012 Krinesh Farms Private Limited Asha Rajendrabhai Patel 093740.074133 43.4 2.25 1 06 08 2012 Krinesh Farms Private Limited Fizu M Patel Noticee 100043.751352 41.25 2.15 1 14 08 2012 Krinesh Farms Private Limited Komal Priyesh Patel 095222.990217 35.4 1.85 50 17 08 2012 Vikram Farms Pvt Ltd Komal Priyesh Patel 140401.506282 32 1.65 50 23 08 2012 Saranga Farms Pvt Ltd Runali Vikram Patel 124122.226655 27.55 1.4 1 24 08 2012 Saranga Farms Pvt Ltd Asha Rajendrabhai Patel 095813.233784 26.4 3.6 50 27 08 2012 Priyesh Ramanlal Patel Asha Rajendrabhai Patel 093333.331367 25.1 1.3 1800 31 08 2012 Fizu M Patel Noticee Asha Rajendrabhai Patel 093131.333961 23.1 0.45 1000 03 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 095405.490708 22.65 0.5 1000 04 09 2012 Fizu M Patel Noticee Asha Rajendrabhai Patel 093553.093268 23.1 0.35 3000 06 09 2012 Vikram Farms Pvt Ltd Asha Rajendrabhai Patel 103838.129107 23.35 0.45 3000 10 09 2012 Fizu M Patel Noticee Asha Rajendrabhai Patel 102831.420042 23.1 0.45 3000 12 09 2012 Saranga Farms Pvt Ltd Asha Rajendrabhai Patel 093535.259915 22.65 0.45 100 13 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 100255.919402 22.55 0.45 500 14 09 2012 Vikram Farms Pvt Ltd Asha Rajendrabhai Patel 112011.708728 22.9 0.45 14 17 09 2012 Krinesh Farms Private Limited Asha Rajendrabhai Patel 102815.995682 22.45 0.45 10 18 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 092812.242613 22.05 0.4 200 20 09 2012 Fizu M Patel Noticee Asha Rajendrabhai Patel 092030.272223 21.65 0.4 5 25 09 2012 Runali Vikram Patel Asha Rajendrabhai Patel 091934.800363 20.8 0.65 500 28 09 2012 Priyesh Ramanlal Patel Asha Rajendrabhai Patel 092709.859361 20.3 0.4 2 08 10 2012 Runali Vikram Patel Asha Rajendrabhai Patel 093352.399733 18.65 0.35 5 09 11 2012 Runali Vikram Patel Asha Rajendrabhai Patel 093213.927628 16.4 0.6 200 6.","437":"He has submitted the disclosure on December 08 2014 on receipt of the letter from SEBI.","440":"He had bought the shares from open market.","441":"However he had No sold any shares in the market after the quarter as mentioned in the SCN.","458":"The Noticee provided the copies of the Master Data available on the MCA Portal of the Ministry of Corporate Affairs MCA Govt of India giving details of the information of 1 Krinesh Farms Pvt Ltd. 2 Vikram Farms Pvt Ltd and 3 Saranga Farms Pvt Ltd which showed that none of the directors of these companies belong to the Promoter Group of Popular and none of them are related to any members of the Promoter Group of Popular.","467":"He referred to the Paragraph 19 of the IR Report Annexure B enclosed with SCN which states as under During the investigation period the price of the scrip opened at Rs 24.50 on January 18 2012 and touched period high of Rs 68.85 on June 28 2012 thereby recording a price rise of Rs 44.35.","468":"The analysis of buying pattern revealed that no Group I entities traded during the period of rise.  i.","473":"In fact the shareholding of the promoters had marginally increased from 58.74% to 60.55% from June 2012 to March 2013 the period covered under investigation as stated in Paragraph 3 of the Notice and such shareholding is intact even today after a period Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited of four years.","490":"However as per the reply received from the Noticee he made disclosures to the Company on December 08 2014 under the provision of regulation 132A of PIT Regulations 1992 with a delay of approximately more than two 2 years.","491":"Further as per the available record it is noted that Popular in its letter received at SEBI on December 02 2014 informed that the company has No received the required disclosures from the Noticee under the provision of regulation 132A of PIT Regulations 1992.","496":"It is noted from the trade and order log that during PatchII total market negative LTP was Rs 102.30  wherein Group I contribution was negative LTP variation of Rs 34.05  in 57 trades.","497":"Out of 57 trades in 40 trades counterparties were Fizu Group entities which contributed a negative LTP of Rs 26.95 . LTP contribution is calculated as difference between the trade price of current trade and the previous trade.","498":"For example if the trade price of current trade is Rs 50 and previous trade is Rs 49 then the LTP contribution is Rs 50  Rs 49 = Rupee one.","499":"Fizu Group entities allegedly executed trades among themselves during PatchII which resulted in price fall. c During PatchII there were 51 trades establishing NLP wherein four entities from Fizu Group entities as mentioned at Table4 appeared as sellers in 24 instances with a cumulative contribution to new low price of Rs 15.20 constituting 32.17% of total price fall.","500":"Out of 24 trades which established new low price 17 trades contributed Rs 13.00 i.e  27.51% out of total price fall of Rs 47.25 during PatchII by trading among themselves.","501":"Contribution to new low price NLP is the difference between NLP established by the trade and previously established low price of the scrip.","502":"Further it is noted that price of Popular during PatchII witnessed price fall and Fizu Group entities contributed Rs 13.00 i.e  27.51% out of total price fall of Adjudication Order in respect of Fizu M. Patel in the matter of Popular Estate Management Limited Rs 47.25. From trade and order logs it is noted that these trades were executed by Fizu Group entities as mentioned at Table4 among themselves which resulted in price fall. d With regard to first trade it is noted from trade and order logs that Fizu Group entities executed first trades by trading among themselves at negative LTP on 23 days out of 82 trading days during PatchII and contributed to negative LTP of Rs 23.30  i.e  22.78% of market negative LTP.","503":"Out of 61 first trades 30 trades were executed by Fizu Group entities.","504":"Further in 23 trades out of such 30 first trades counterparties were from Fizu Group entities which contributed to negative LTP of Rs 23.30 . From the trade and order log it is noted that Fizu Group entities executed the trades among themselves as mentioned in Table6 at prepage 8. e Regulation 3 of PFUTP Regulations 2003 prevents any person from buying selling or dealing in securities in fraudulent manner use or employ any manipulative or deceptive device in contravention to the provisions of the SEBI Act 1992 employ any device scheme or artifice to defraud in connection with dealing in securities or engage in any act practice course of business which operates as fraud or deceit upon any person in connection with any dealing in or issue of securities.","529":"I observe that the material available on record does No quantify any disproportionate gains or unfair advantage if any made by the Noticee and the loss if any suffered by the investors due to such nondisclosures under regulations 132A of PIT Regulations 1992 and the fraudulent trades which contributed to negative LTP new low price and first trades by the Noticee.","543":"Kelvin Fincap Ltd formerly known as Dahyabhai Sons Limited Facts of the Case 1.","544":"Securities and Exchange Board of India SEBI pursuant to investigation into the trading activities of certain entities in the scrip of Kelvin Finacap Ltd formerly known as Dahyabhai Sons Limited hereinafter referred to as “KFL Company” for the period from November 30 2011 to May 29 2014 hereinafter referred to as “Investigation period IP” observed that during April 07 2012 to January 15 2013 erstwhile promoters of KFL  Mr Keyur M Shah Keyur M Shah HUF and Ms. Kavita K Shah hereinafter referred to Noticees No 1 2 and 3 respectively had transferred their shares to certain entities which led to change in promoter’s shareholding in KFL.","545":"The details of the transfer of shares is as follows S.","547":"Consequent to the transfer of shares Noticees as a promoters of KFL were required to disclose to BSE and KFL within two working days under Regulation 13 4A read with Regulation 13 5 of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter Referred to as “PIT 1992” which they failed to do so to BSE however as per KFL submissions noticees had made required disclosures to KFL .","556":"2. BSE informed vide email dated June 05 2017 that it has No received aforesaid disclosure from theNoticees7.3.","559":"In this regard SEBIInvestigation Department vide emails dated June 06 2017 June 07 2017 and June 08 2017 KFL specifically In the matter of Kelvin Fincap Ltd advised to confirm about the receipt of the disclosures if any from Keyur M Shah Kavita K Shah and Keyur M Shah HUF during April 01 2012 to May 29 2014.","560":"KFL contrary to its earlier confirmation dated May 022015 and May 302015  vide letter dated June 19 2017 submitted that it had received disclosures from Keyur M Shah Kavita K Shah and Keyur M Shah HUF and also provided certified copies thereof.","564":"The Noticees accepting the offer made informed KFL about their retirement from the company and the same was accepted by the company and requisite Form 32 was file with the Registrar of Companies.","565":"The new promoters and new directors took over the control of the company and the same was filed with the Registrar of companies.","566":"The new promoters substantially increased the share capital of the company by issuing fresh equity shares to the new promoters and its associates and thereby taking control over the company.","567":"The holdings of the erstwhile promoters was reduced to minority shareholders.","570":"Since the shares are held by the Noticees there is no need to make any disclosure under the said Regulation as the Noticees have No sold transferred any of their shares.","571":"The Noticees have No submitted any disclosures to the KFL about the sale transfer of shares as annexed in the SCN.","580":"AR reiterated to the written submission made and Noticee claimed that they had No transferred the shares to any one and they continue to hold those shares.","595":"I note that BSE vide its email dated June 05 2017 informed that it has No received any disclosures under PIT Regulation for the change in shareholding from the noticees.","596":"Though initially denied KFL vide its letter dated June19 2017 informed that disclosure were made by the Noticees under Regulation 134A read with Regulation 135 of PIT Regulation and had also submitted copy of the Form D for the same.","598":"Despite repeated request to the Noticees they did No produce the original share certificates as claimed available with them.","599":"I further note in one of their submissions Noticees have mentioned that one of the new promoters  Mr Narnedra R Shah approached the Noticees to purchase the entire shareholding of the Noticees and consequently taken over total control of the company after complying with all the Rules and Regulations of the stock exchanges SEBI and Companies Act.","601":"Accepting his offer the Noticees retired as the Director of the company which was accepted by the company on January 31 2012 and which was filed by the company with the Registrar of Companies on or about February 20 2012.","612":"I note that the Noticees were advised to produce the original share certificate for verification which they failed to do so.","615":"They have even stated that  Mr Narendra Shah has pledged his property documents in lieu of consideration of the shares of KFL which he has fraudulently transferred to his and his family group entities.","623":"I note that the investors take informed decision to invest in the particular company based on the information available in the public domain.","624":"I find from the BSE website that the promoter holding of the Noticees filed in the quarterly shareholding pattern had reduced from 743800 to Nil from quarter ended June 2012 to March 2013 for which the Noticees had No made disclosures under Regulation 13 4A read with Regulation 135 of PIT Regulation to BSE as confirmed by BSE Since Noticees have No brought any cogent evidence to substantiate their claim on the contrary they have given contradictory statements mislead the current proceedings which has consumed substantial time of Adjudicating Officer.","647":"Machino Finance Private Limited PAN AABCM6967G  In the matter of M s.","649":"The Securities and Exchange Board of India hereinafter referred to as “SEBI” has examined into the alleged irregularity in the trading dealings in the shares of M s.","650":"Hydro S & S Industries Ltd hereinafter referred to as “HSSIL Company” during the period 2006 07 and into possible violation of the provisions of the Securities and Exchange Board of India Act 1992 hereinafter referred to as “SEBI Act” and the Regulations made thereunder in regard to the acquisition of shares of the Company by M s.","651":"Machino Finance Private Limited hereinafter referred to as “Noticee” M s.","652":"Machino Techno Sales Ltd. Shri Murli Dhar Jindal Mrs. Kamla Jindal and Mrs. Rashmi Jha hereinafter jointly referred to as “Acquirers”.","653":"During the relevant period the shares of HSSIL were listed on the Bombay Stock Exchange Ltd BSE and also on the Madras Stock Exchange Ltd MSE.","654":"The examination prima facie revealed that the aforesaid Acquirers who were allegedly acting in concert acquired shares voting rights of HSSIL during the period 200607 but did No comply with the requirements specified under the SEBI Substantial Acquisition of Shares and Takeover Regulations 1997 hereinafter referred to as “SAST Regulations”.","655":"Relevant details of the aforesaid acquisition of shares are given below  Preacquisition holdings of the Acquirers % to the issued and paidup capital No of Shares acquired Date Post acquisition holdings of the Acquirers % to the issued and paid up capital 324660 4.96 6100 03.11.2006 330760 5.05 651162 9.98 4211 17.04.2007 655373 10.04 851362 13.05 81969 20.07.2007 933331 14.30 3.","688":"In the matter I have noted from the information submitted by the Noticee and the other material available on record that in respect of acquisition of the shares of the Company as has been stated above M s.","689":"Machino Techno Sales Ltd. Shri Murli Dhar Jindal Mrs. Kamala Jindal and the Noticee are ‘the acquirer the person acting in concert with the acquirer’ hereinafter jointly referred to as “PAC”.","690":"I have also noted the following from the documents and other materials that are available on record i After acquisition of 6100 shares on November 03 2006 the aggregate shareholding of the PAC in HSSIL had increased from 3 24660 shares to 330760 shares i.e  from 4.96 % to 5.05% of the issued and paid up capital of the Company.","691":"But the required disclosures under the SAST regulations were made to the Company and to BSE and MSE vide letter dated 09.06.2007 i.e  after a delay of 215 days. ii After acquisition of 4211 shares on April 17 2007 the aggregate shareholding of the PAC in HSSIL had increased from 6 51162 shares to 6 55373 shares i.e  from 9.98 % to 10.04% of the issued and paid up capital of the Company.","692":"But the required disclosures under the SAST regulations were made to the Company and to BSE and MSE vide letter dated 09.06.2007 i.e  after a delay of 63 days. iii After acquisition of 81969 shares on July 20 2007 the aggregate shareholding of the PAC in HSSIL had increased from 851362 shares to 933331 shares i.e  from 13.05 % to 14.30 % of the issued and paid up capital of the Company.","693":"The required disclosures under the SAST regulations were made to the Company and to BSE and MSE vide letter dated 21.07.2007.","694":"The Company has informed that the same was received by them on July 26 2007. iv Similarly I have noted that in regard to acquisition of shares voting rights on November 24 2006 February 19 2007 April 26 2007 and July 20 2007 as well the required disclosures under the PTI Regulations except for acquisition made on July 20 2007 have been made by the Noticee to the Company with significant delays.","695":"Relevant details in this regard are as under  Shareholding of the Noticee No and % of shares voting rights acquired Total acquisition in terms of % shares voting rights of the Company Date of acquisition Date of intimation to the company Delay in making the disclosures Applicable provisions PIT for the Noticee 325549 4.99% 6265 0.18% 5.17% 24.11.2006 07.06.2007 190  days 131 452159 6.93% 4718 0.07% 7.00% 19.02.2007 07.06.2007 103days 133 585499 8.97% 2500 0.04% 9.01% 26.04.2007 07.06.2007 38days 133 755534 11.58% 81969 1.25% 12.83% 20.07.2007 21.07.2007  133 13.","696":"Above details clearly indicate that there have been significant delays on the part of the Noticee in making the required disclosures to the Company and to the Stock Exchanges under the SAST Regulations and the PIT Regulations.","697":"The Noticee has No denied or disputed the abovementioned delays.","728":"Securities and Exchange Board of India hereinafter referred to as ‘SEBI’ during the course of examination observed that Shri Gautam Anand hereinafter referred to as ‘Noticee’ had entered into an opposite transaction within six months following his previous transaction in the shares of ITC Limited hereinafter referred to as ‘ITC’ or ‘Company’.","729":"The examination by SEBI during the period January 2013 to March 2013 revealed that the Noticee employed with the Company as Vice President of the Hotel Division and also one of the ‘designated employees’ of the Company within the meaning of SEBI Prohibition of Insider Trading Regulations 1992 hereinafter referred to as ‘PIT Regulations’ had purchased 193 shares of the Company on January 23 2013 and further purchased 300 shares of the Company on February 11 2013.","730":"Subsequently on March 21 2013 Noticee sold 493 shares of the Company.","731":"The aforementioned transactions involving purchase and sale of the shares of the Company were placed by the Noticee through his stock broker and contract notes were also issued to the Noticee by his stock broker in respect of these transactions.","739":"On January 23 2013 Noticee purchased 193 shares of the Company.","740":"Thereafter on February 11 2013 Noticee further purchased 300 shares of the Company. b.","741":"On March 21 2013 Noticee had sold 493 shares of the Company.","747":"The Noticee admitted to all the facts mentioned in the SCN and mentioned that due to inadvertence on his part he sold 493 shares of the Company within a period of 6 months from the date of purchase of these shares.","748":"It was also mentioned by the Noticee that upon realization of the lapse on his part he had informed the Company on April 10 2013.","762":"The Company has eleven independent business divisions of which the Hotels Division is one. b In view of the said contravention of the ITC Code of Conduct for Prevention of Insider Trading Code of Conduct framed by the Company under Regulation 121 of the SEBI Prohibition of Insider Trading Regulations 1992 PIT Regulations the Company levied a penalty of Rs 2521  on the Noticee which amount represents the total profit which endured to the Noticee after reckoning brokerage and taxes incidental to the purchase and sale of the shares of the Company.","791":"In the instant matter I observe that the Noticee has admitted to the fact that he had inadvertently entered into an opposite transaction in the scrip of the Company within six months of his previous transaction in the shares of the Company and therefore there was noncompliance of the Model Code of Conduct prescribed under Regulation 12 1 of the PIT Regulations by the Noticee.","800":"In the case of subscription in the primary market Initial Public Offers the above mentioned entities shall hold their investments for a minimum period of 30 days.","801":"The holding period would commence when the securities are actually allotted.","809":"On January 23 2013 Noticee had through his agent purchased 300 shares of the Company along with shares of various other companies such as Hindustan Unilever United Phosphorus and Chambal Fertilizers.","810":"Thereafter on February 11 2013 Noticee further purchased 193 shares of the Company along with shares of various other companies.","811":"Due to some communication issues with his stock broker Noticee had given instructions to his stock broker to sell 493 shares of the Company along with instructions to sell the shares of various other companies.","812":"The said transaction to sell 493 shares of the Company was executed by the Noticee’s stock broker on March 21 2013.","813":"The sale of 493 shares of the Company resulted in Noticee executing an opposite transaction in the scrip of the Company within a period of six months of his previous transaction in the scrip of the Company.","814":"The Noticee admitted to the fact that the sale of 493 shares of the Company by him was entirely inadvertent and a bonafide accidental lapse on his part.","816":"ITC in its communication to SEBI mentioned that in view of the non adherence of the ITC Code of Conduct for Prevention of Insider Trading occasioned by the sale of 493 shares of ITC by the Noticee on March 21 2013 a penalty of Rs 2521  was imposed on the Noticee by the Company.","817":"Further the Company had also restrained the Noticee from selling any ITC shares for upto six months from the date of the last purchase of the shares of ITC by the Noticee i.e w.e.f 11.02.2013.","818":"The Noticee was also restrained from purchasing shares of ITC for a period upto six months from the date of his last sale of the shares of ITC i.e w.e.f 21.03.2013. d.","824":"During the period of the alleged transactions in the scrip of the Company by the Noticee the transaction statements submitted by the Noticee indicated that Noticee was already holding 142549 shares of the Company.","831":"I observe that apart from payment of Rs 2521  as penalty to the Company Noticee has also undergone debarment from buying or selling the shares of the Company for a period of six months.","833":"I have also examined the trading pattern of the Noticee which shows that the Noticee had bought and sold only 493 shares of the Company during the examination period i.e from January 2013 to March 2013 when he was already holding 142549 shares of the Company during the said examination period.","834":"The solitary transaction involving the sale of 493 shares of the Company by the Noticee on March 21 2013 i.e within a period of six months of his purchase transactions in the scrip of the Company had resulted in the violation committed by the Noticee and the proceedings initiated against him."},"label":{"15":"material fact","16":"material fact","17":"material fact","18":"material fact","20":"material fact","21":"material fact","23":"material fact","24":"material fact","26":"material fact","27":"material fact","28":"material fact","30":"material fact","65":"material fact","66":"material fact","92":"material fact","93":"material fact","94":"material fact","95":"material fact","96":"material fact","97":"material fact","101":"material fact","103":"material fact","104":"material fact","105":"material fact","107":"material fact","111":"material fact","112":"material fact","113":"material fact","145":"material fact","146":"material fact","147":"material fact","148":"material fact","149":"material fact","154":"material fact","155":"material fact","156":"material fact","157":"material fact","158":"material fact","160":"material fact","162":"material fact","202":"material fact","268":"material fact","269":"material fact","270":"material fact","271":"material fact","272":"material fact","279":"material fact","280":"material fact","281":"material fact","286":"material fact","297":"material fact","298":"material fact","299":"material fact","300":"material fact","310":"material fact","311":"material fact","312":"material fact","321":"material fact","322":"material fact","323":"material fact","328":"material fact","329":"material fact","350":"material fact","359":"material fact","371":"material fact","374":"material fact","377":"material fact","378":"material fact","379":"material fact","380":"material fact","381":"material fact","395":"material fact","401":"material fact","402":"material fact","403":"material fact","404":"material fact","406":"material fact","407":"material fact","409":"material fact","410":"material fact","411":"material fact","412":"material fact","414":"material fact","415":"material fact","416":"material fact","417":"material fact","418":"material fact","419":"material fact","437":"material fact","440":"material fact","441":"material fact","458":"material fact","467":"material fact","468":"material fact","473":"material fact","490":"material fact","491":"material fact","496":"material fact","497":"material fact","498":"material fact","499":"material fact","500":"material fact","501":"material fact","502":"material fact","503":"material fact","504":"material fact","529":"material fact","543":"material fact","544":"material fact","545":"material fact","547":"material fact","556":"material fact","559":"material fact","560":"material fact","564":"material fact","565":"material fact","566":"material fact","567":"material fact","570":"material fact","571":"material fact","580":"material fact","595":"material fact","596":"material fact","598":"material fact","599":"material fact","601":"material fact","612":"material fact","615":"material fact","623":"material fact","624":"material fact","647":"material fact","649":"material fact","650":"material fact","651":"material fact","652":"material fact","653":"material fact","654":"material fact","655":"material fact","688":"material fact","689":"material fact","690":"material fact","691":"material fact","692":"material fact","693":"material fact","694":"material fact","695":"material fact","696":"material fact","697":"material fact","728":"material fact","729":"material fact","730":"material fact","731":"material fact","739":"material fact","740":"material fact","741":"material fact","747":"material fact","748":"material fact","762":"material fact","791":"material fact","800":"material fact","801":"material fact","809":"material fact","810":"material fact","811":"material fact","812":"material fact","813":"material fact","814":"material fact","816":"material fact","817":"material fact","818":"material fact","824":"material fact","831":"material fact","833":"material fact","834":"material fact"},"case_number":{"15":72,"16":72,"17":72,"18":72,"20":72,"21":72,"23":72,"24":72,"26":72,"27":72,"28":72,"30":72,"65":74,"66":74,"92":74,"93":74,"94":74,"95":74,"96":74,"97":74,"101":74,"103":74,"104":74,"105":74,"107":74,"111":74,"112":74,"113":74,"145":75,"146":75,"147":75,"148":75,"149":75,"154":75,"155":75,"156":75,"157":75,"158":75,"160":75,"162":75,"202":75,"268":75,"269":75,"270":75,"271":75,"272":75,"279":75,"280":75,"281":75,"286":75,"297":75,"298":75,"299":75,"300":75,"310":75,"311":75,"312":75,"321":75,"322":75,"323":75,"328":75,"329":75,"350":75,"359":75,"371":75,"374":76,"377":76,"378":76,"379":76,"380":76,"381":76,"395":76,"401":76,"402":76,"403":76,"404":76,"406":76,"407":76,"409":76,"410":76,"411":76,"412":76,"414":76,"415":76,"416":76,"417":76,"418":76,"419":76,"437":76,"440":76,"441":76,"458":76,"467":76,"468":76,"473":76,"490":76,"491":76,"496":76,"497":76,"498":76,"499":76,"500":76,"501":76,"502":76,"503":76,"504":76,"529":76,"543":77,"544":77,"545":77,"547":77,"556":77,"559":77,"560":77,"564":77,"565":77,"566":77,"567":77,"570":77,"571":77,"580":77,"595":77,"596":77,"598":77,"599":77,"601":77,"612":77,"615":77,"623":77,"624":77,"647":78,"649":78,"650":78,"651":78,"652":78,"653":78,"654":78,"655":78,"688":78,"689":78,"690":78,"691":78,"692":78,"693":78,"694":78,"695":78,"696":78,"697":78,"728":79,"729":79,"730":79,"731":79,"739":79,"740":79,"741":79,"747":79,"748":79,"762":79,"791":79,"800":79,"801":79,"809":79,"810":79,"811":79,"812":79,"813":79,"814":79,"816":79,"817":79,"818":79,"824":79,"831":79,"833":79,"834":79}}